Repository: Drapersniper/Audio
Catalog: plutils/locales/*.po
Languages: cs_cz, de_de, fi_fi, nl_nl, uk_ua

source: Utility commands for PyLav
cs_cz: Příkazy nástrojů pro PyLav
de_de: Dienstprogrammbefehle für PyLav
fi_fi: PyLavin apuohjelmakomennot
nl_nl: Utility-opdrachten voor PyLav
uk_ua: Команди утиліти для PyLav

source: Show the version of the Cog and its PyLav dependencies
cs_cz: Zobrazení verze ozubeného kola a jeho závislostí PyLav
de_de: Anzeigen der Version des Zahnrads und seiner PyLav-Abhängigkeiten
fi_fi: Näytä hammaspyörän versio ja sen PyLav-riippuvuudet
nl_nl: Toon de versie van de Cog en zijn PyLav-afhankelijkheden
uk_ua: Показати версію гвинтика і його залежностей PyLav

source: Library/Cog
cs_cz: Knihovna/ozubené kolo
de_de: Bibliothek/Zahnrad
fi_fi: Kirjasto/hammasratas
nl_nl: Bibliotheek/Cog
uk_ua: Бібліотека/гвинтик

source: Version
cs_cz: Verze
fi_fi: Versio
nl_nl: Versie
uk_ua: Версія

source: Show the slashes available in the bot. Author: TrustyJAID#0001 via code block on Discord channel.
cs_cz: Zobrazit lomítka dostupná v robotu. Autor: TrustyJAID#0001 přes blok kódu na kanálu Discord.
de_de: Zeigen Sie die im Bot verfügbaren Schrägstriche an. Autor: TrustyJAID#0001 über Codeblock auf Discord-Kanal.
fi_fi: Näytä botissa käytettävissä olevat vinoviivat. Kirjoittaja: TrustyJAID # 0001 Discord-kanavan koodilohkon kautta.
nl_nl: Toon de slashes die beschikbaar zijn in de bot. Auteur: TrustyJAID # 0001 via codeblok op Discord-kanaal.
uk_ua: Покажіть скісні риски, наявні в боті. Автор: TrustyJAID#0001 через блок коду на каналі Discord.

source: Get info about specific things
cs_cz: Získání informací o konkrétních věcech
de_de: Informationen zu bestimmten Dingen abrufen
fi_fi: Hanki tietoja tietyistä asioista
nl_nl: Informatie opvragen over specifieke dingen
uk_ua: Отримання відомостей про певні речі

source: Get the base64 of the current track
cs_cz: Získání základny64 aktuální tratě
de_de: Holen Sie sich die Base64 des aktuellen Tracks
fi_fi: Hanki nykyisen raidan perusta64
nl_nl: Krijg de basis64 van de huidige track
uk_ua: Отримайте базу64 поточного треку

source: Not connected to a voice channel
cs_cz: Není připojen k hlasovému kanálu
de_de: Nicht mit einem Sprachkanal verbunden
fi_fi: Ei ole yhteydessä äänikanavaan
nl_nl: Niet verbonden met een spraakkanaal
uk_ua: Не підключено до голосового каналу

source: Nothing playing
cs_cz: Nic nehraje
de_de: Nichts spielt
fi_fi: Mikään ei pelaa
nl_nl: Niets spelen
uk_ua: Нічого не грає

source: Get the author of the current track
cs_cz: Získání autora aktuální skladby
de_de: Holen Sie sich den Autor des aktuellen Tracks
fi_fi: Hanki nykyisen raidan tekijä
nl_nl: Haal de auteur van de huidige track op
uk_ua: Отримати автора актуального треку

source: Get the title of the current track
cs_cz: Získání názvu aktuální skladby
de_de: Holen Sie sich den Titel des aktuellen Titels
fi_fi: Hanki nykyisen kappaleen nimi
nl_nl: Krijg de titel van het huidige nummer
uk_ua: Отримайте назву поточного треку

source: Get the source of the current track
cs_cz: Získání zdroje aktuální trasy
de_de: Holen Sie sich die Quelle des aktuellen Titels
fi_fi: Hanki nykyisen raidan lähde
nl_nl: Krijg de bron van de huidige track
uk_ua: Отримати джерело поточного треку

source: Get the API of the current track
cs_cz: Získání rozhraní API aktuální stopy
de_de: Holen Sie sich die API des aktuellen Tracks
fi_fi: Hanki nykyisen raidan API
nl_nl: Download de API van de huidige track
uk_ua: Отримати API поточного треку

source: Unable to get player info
cs_cz: Nelze získat informace o hráčích
de_de: Spielerinformationen können nicht abgerufen werden
fi_fi: Pelaajatietoja ei voi saada
nl_nl: Kan geen spelerinformatie krijgen
uk_ua: Не вдається отримати інформацію про програвач

source: Decode a track's base64 string into a JSON object
cs_cz: Dekódování řetězce base64 stopy do objektu JSON
de_de: Decodieren der base64-Zeichenfolge eines Tracks in ein JSON-Objekt
fi_fi: Raidan base64-merkkijonon purkaminen JSON-objektiksi
nl_nl: De base64-tekenreeks van een track decoderen in een JSON-object
uk_ua: Декодування рядка base64 треку в об'єкт JSON

source: Invalid base64 string
cs_cz: Neplatný řetězec base64
de_de: Ungültige base64-Zeichenfolge
fi_fi: Virheellinen base64-merkkijono
nl_nl: Ongeldige base64-tekenreeks
uk_ua: Неприпустимий рядок base64

source: Manage the query cache
cs_cz: Správa mezipaměti dotazů
de_de: Verwalten des Abfragecaches
fi_fi: Kyselyn välimuistin hallinta
nl_nl: De querycache beheren
uk_ua: Керування кешем запиту

source: Clear the query cache
cs_cz: Vymazání mezipaměti dotazů
de_de: Löschen des Abfragecaches
fi_fi: Tyhjennä kyselyn välimuisti
nl_nl: De querycache wissen
uk_ua: Очищення кешу запиту

source: Query cache cleared
cs_cz: Mezipaměť dotazů byla vymazána
de_de: Abfragecache gelöscht
fi_fi: Kyselyn välimuisti tyhjennetty
nl_nl: Querycache gewist
uk_ua: Кеш запиту очищено

source: Clear the query cache older than a number of days
cs_cz: Vymažte mezipaměť dotazů starší než několik dní
de_de: Löschen des Abfragecaches, der älter als eine Anzahl von Tagen ist
fi_fi: Tyhjennä kyselyn välimuisti, joka on vanhempi kuin useita päiviä
nl_nl: Wis de querycache ouder dan een aantal dagen
uk_ua: Очищення кеша запиту, старішого за кілька днів

source: Days must be less than 31
cs_cz: Počet dní musí být kratší než 31
de_de: Tage müssen weniger als 31 betragen
fi_fi: Päivien on oltava alle 31
nl_nl: Dagen moeten korter zijn dan 31
uk_ua: Днів має бути менше 31

source: Days must be greater than 1
cs_cz: Dny musí být delší než 1
de_de: Tage müssen größer als 1 sein
fi_fi: Päivien on oltava suurempia kuin 1
nl_nl: Dagen moeten groter zijn dan 1
uk_ua: Днів має бути більше 1

source: Clear the query cache for a query
cs_cz: Vymazání mezipaměti dotazů pro dotaz
de_de: Löschen des Abfragecaches für eine Abfrage
fi_fi: Kyselyn välimuistin tyhjentäminen
nl_nl: De querycache voor een query wissen
uk_ua: Очищення кешу запиту для запиту

source: Get the size of the query cache
cs_cz: Získání velikosti mezipaměti dotazů
de_de: Abrufen der Größe des Abfragecaches
fi_fi: Hae kyselyn välimuistin koko
nl_nl: De grootte van de querycache ophalen
uk_ua: Отримання розміру кешу запиту

source: Query cache size: `{size}`
cs_cz: Velikost mezipaměti dotazu: '{size}`
de_de: Größe des Abfragecaches: '{size}`
fi_fi: Kyselyvälimuistin koko: '{size}`
nl_nl: Grootte van querycache: '{size}`
uk_ua: Розмір кешу запиту: '{size}`

source: Start memory tracing `[p]plutils trace 0` turns off tracing `[p]plutils trace 1` turns on tracing `[p]plutils trace` shows the current status of tracing
cs_cz: Spuštění trasování paměti `[p]plutils trace 0' vypne trasování `[p]plutils trace 1' zapne trasování `[p]plutils trace" zobrazuje aktuální stav trasování
de_de: Starten der Speicherablaufverfolgung `[p]plutils trace 0' deaktiviert die Ablaufverfolgung `[p]plutils trace 1' aktiviert die Ablaufverfolgung `[p]plutils trace' zeigt den aktuellen Status des Tracing an
fi_fi: Aloita muistin jäljitys `[p]plutils trace 0' sammuttaa jäljityksen `[p]plutils jäljittää 1' kytkeytyy jäljitykseen `[p]plutils trace" näyttää jäljityksen nykytilan
nl_nl: Geheugentracering starten `[p]plutils trace 0' schakelt tracing uit `[p]plutils trace 1' schakelt tracing in `[p]plutils trace' toont de huidige status van tracing
uk_ua: Початок трасування пам'яті `[p]Трасування Plutils 0' вимикає трасування `[p]Plutils Trace 1' включає трасування `[p]plutils trace' показує поточний стан трасування

source: Stopped memory tracing
cs_cz: Zastavené trasování paměti
de_de: Speicherablaufverfolgung beendet
fi_fi: Pysäytetty muistin jäljitys
nl_nl: Geheugentracering gestopt
uk_ua: Зупинене трасування пам'яті

source: Started memory tracing
cs_cz: Spuštění trasování paměti
de_de: Speicherablaufverfolgung gestartet
fi_fi: Aloitti muistin jäljityksen
nl_nl: Geheugentracering gestart
uk_ua: Розпочато трасування пам'яті

source: You need to start tracing first
cs_cz: Nejprve musíte začít trasovat
de_de: Sie müssen zuerst mit der Ablaufverfolgung beginnen
fi_fi: Sinun on aloitettava jäljitys ensin
nl_nl: U moet eerst beginnen met traceren
uk_ua: Спочатку потрібно почати трасування

source: Set the logger level Levels are the following: 0: Critical 1: Error 2: Warning 3: Info 4: Debug 5: Verbose 6: Trace
cs_cz: Nastavení úrovně protokolovacího nástroje Úrovně jsou následující: 0: Kritický 1: Chyba 2: Upozornění 3: Informace 4: Ladění 5: Podrobné 6: Trasování
de_de: Stellen Sie den Logger-Level ein Die folgenden Stufen sind die folgenden: 0: Kritisch 1: Fehler 2: Warnung 3: Info 4: Debuggen 5: Ausführlich 6: Ablaufverfolgung
fi_fi: Loggerin tason asettaminen Tasot ovat seuraavat: 0: Kriittinen 1: Virhe 2: Varoitus 3: Tiedot 4: Virheenkorjaus 5: Monisanainen 6: Jäljitä
nl_nl: Stel het loggerniveau in Niveaus zijn de volgende: 0: Kritiek 1: Fout 2: Waarschuwing 3: Informatie 4: Foutopsporing 5: Uitgebreid 6: Spoor
uk_ua: Встановіть рівень лісоруба Рівні такі: 0: Критичний 1: Помилка 2: Попередження 3: Інформація 4: Налагодження 5: Багатослівність 6: Слід

source: Logger level set to `{level}`
cs_cz: Úroveň záznamníku nastavená na '{level}`
de_de: Logger-Level auf '{level}`
fi_fi: Loggerin tasoksi on asetettu '{level}`
nl_nl: Logger niveau ingesteld op '{level}`
uk_ua: Рівень логгера встановлено на '{level}`
