Repository: Drapersniper/Audio
Catalog: audio/cog/menus/locales/*.po
Languages: cs_cz, fr_be, ja_jp, no_no, pl_pl, sv_fi

source: You are not authorized to interact with this option.
cs_cz: Nemáte oprávnění k interakci s touto možností.
fr_be: Vous n'êtes pas autorisé à interagir avec cette option.
ja_jp: このオプションを操作する権限がありません。
no_no: Du er ikke autorisert til å samhandle med dette alternativet.
pl_pl: Nie masz uprawnień do interakcji z tą opcją.
sv_fi: Du har inte behörighet att interagera med det här alternativet.

source: What do you want to enqueue?
cs_cz: Co chcete do fronty?
fr_be: Que voulez-vous mettre en file d'attente ?
ja_jp: 何をキューに追加しますか？
no_no: Hva vil du legge til i køen?
pl_pl: Co chcesz dodać do kolejki?
sv_fi: Vad vill du köa?

source: What should the playlist name be?
cs_cz: Co by měl být seznam skladeb?
fr_be: Quel devrait être le nom de la playlist ?
ja_jp: プレイリスト名は何ですか?
no_no: Hva skal navnet på spillelisten være?
pl_pl: Jaka powinna być nazwa playlisty?
sv_fi: Vad ska namnet på spellistan vara?

source: Playlists you can currently play
cs_cz: Seznamy skladeb, které aktuálně můžete hrát
fr_be: Playlists que vous pouvez actuellement jouer
ja_jp: 現在プレイできるプレイリスト
no_no: Spillelister du kan spille akkurat nå
pl_pl: Listy, które możesz obecnie odtwarzać
sv_fi: Spellistor som du för närvarande kan spela

source: Pick a playlist
cs_cz: Vybrat seznam skladeb
fr_be: Choisir une playlist
ja_jp: プレイリストを選択
no_no: Velg en spilleliste
pl_pl: Wybierz playlistę
sv_fi: Välj en spellista

source: You are not authorized to perform this action.
cs_cz: Nemáte oprávnění k provedení této akce.
fr_be: Vous n'êtes pas autorisé à effectuer cette action.
ja_jp: この操作を実行する権限がありません。
no_no: Du har ikke tilgang til å utføre denne handlingen.
pl_pl: Nie masz uprawnień do wykonania tej czynności.
sv_fi: Du har inte behörighet att utföra denna åtgärd.

source: No Player Available For Action - Try Refreshing.
cs_cz: Žádný hráč není k dispozici pro akci - zkuste obnovit.
fr_be: Aucun joueur disponible pour l'action - Essayez de rafraîchir.
ja_jp: アクションに利用可能なプレイヤーがいません。リフレッシュしてみてください。
no_no: Ingen spiller tilgjengelig for handling - Prøv oppdatering.
pl_pl: Brak dostępnych graczy do akcji - spróbuj odświeżyć.
sv_fi: Ingen spelare tillgänglig för åtgärd - Försök att uppdatera.

source: Bot Owner Action
cs_cz: Akce Bot vlastníka
fr_be: Action du propriétaire du bot
ja_jp: Botオーナーアクション
no_no: Bot eier handling
pl_pl: Akcja Właściciela bota
sv_fi: Bot Owner åtgärd

source: Player disconnected.
cs_cz: Přehrávač odpojen.
fr_be: Lecteur déconnecté.
ja_jp: プレイヤーの接続が切断されました。
no_no: Spiller frakoblet.
pl_pl: Gracz odłączony.
sv_fi: Spelaren är frånkopplad.

source: Player stopped.
cs_cz: Přehrávač pozastaven
fr_be: Lecteur arrêté.
ja_jp: プレイヤーは停止しました。
no_no: Avspiller stoppet.
pl_pl: Gracz zatrzymany.
sv_fi: Spelaren har stoppats.

source: No Players Available For Action - Try Refreshing.
cs_cz: Nejsou k dispozici žádní hráči pro akci - zkuste obnovit.
fr_be: Aucun joueur disponible pour l'action - Essayez de rafraîchir.
ja_jp: 操作可能なプレイヤーがいません。リフレッシュしてみてください。
no_no: Ingen spillere tilgjengelig for handling - Prøv oppdatering.
pl_pl: Brak dostępnych graczy do akcji - spróbuj odświeżyć.
sv_fi: Inga spelare tillgängliga för åtgärd - Försök att uppdatera.

source: Disconnect {} {}
cs_cz: Odpojit {} {}
fr_be: Déconnecter {} {}
ja_jp: {} {} を切断
no_no: Koble fra {}
pl_pl: Odłącz {} {}
sv_fi: Koppla bort {} {}

source: players
cs_cz: Přehrávače
fr_be: joueurs
ja_jp: プレイヤー
no_no: spillere
pl_pl: gracze
sv_fi: spelare

source: player
cs_cz: Přehrávač
fr_be: Joueur
ja_jp: プレイヤー
no_no: spiller
pl_pl: gracz
sv_fi: spelare

source: Yes
cs_cz: Ano
fr_be: Oui
ja_jp: はい
no_no: Ja
pl_pl: Tak
sv_fi: Ja

source: No
cs_cz: Ne
fr_be: Non
ja_jp: いいえ
no_no: Nei
pl_pl: Nie
sv_fi: Nej

source: When you press done this playlist will be permanently delete...
cs_cz: Když stisknete tento seznam skladeb, bude trvale smazán...
fr_be: Lorsque vous appuyez sur terminer, cette playlist sera définitivement supprimée...
ja_jp: 完了ボタンを押すと、このプレイリストは完全に削除されます...
no_no: Når du klikker ferdig vil denne spillelisten bli slettet permanent...
pl_pl: Po naciśnięciu przycisku ta playlista zostanie trwale usunięta...
sv_fi: När du trycker på klar kommer denna spellista att raderas permanent...

source: This playlist will no longer be deleted once you press done...
cs_cz: Tento seznam skladeb nebude po stisknutí odstraněn...
fr_be: Cette playlist ne sera plus supprimée une fois que vous aurez appuyé...
ja_jp: 終了ボタンを押すと、このプレイリストは削除されなくなります...
no_no: Denne spillelisten vil ikke lenger slettes når du trykker på ferdig...
pl_pl: Ta lista odtwarzania nie będzie już usuwana po naciśnięciu przycisku...
sv_fi: Denna spellista kommer inte längre att raderas när du trycker på...

source: Clearing all tracks from the playlist playlist...
cs_cz: Vymazání všech skladeb ze seznamu skladeb...
fr_be: Nettoyage de toutes les pistes de la playlist ...
ja_jp: プレイリストからすべてのトラックをクリアしています...
no_no: Fjerner alle spor fra spillelisten...
pl_pl: Czyszczenie wszystkich utworów z listy odtwarzania...
sv_fi: Rensar alla spår från spellistan spellista...

source: No longer clearing tracks from the playlist...
cs_cz: Již neodstraňovat skladby ze seznamu skladeb...
fr_be: Ne supprime plus les pistes de la playlist...
ja_jp: プレイリストからトラックをクリアしなくなりました...
no_no: Ikke lenger rydde spor fra spillelisten...
pl_pl: Nie można już czyścić utworów z playlisty...
sv_fi: Rensar inte längre spår från spellistan...

source: Here is your playlist: {name}{extras}
cs_cz: Zde je tvůj playlist: {name}{extras}
fr_be: Voici votre playlist : {name}{extras}
ja_jp: プレイリスト: {name}{extras}
no_no: Her er din spilleliste: {name}{extras}
pl_pl: Oto twoja playlista: {name}{extras}
sv_fi: Här är din spellista: {name}{extras}

source: (compressed using gzip to make it possible to send via Discord - you can use <https://gzip.swimburger.net/> to decompress it)
cs_cz: (komprimováno pomocí gzipu, aby bylo možné poslat přes Discord - můžeš použít <https://gzip.swimburger.net/> k jeho depresi)
fr_be: (compressé en utilisant gzip pour permettre d'envoyer via Discord - vous pouvez utiliser <https://gzip.swimburger.net/> pour décompresser)
ja_jp: (gzip で圧縮してDiscord経由で送信できるようにします。 <https://gzip.swimburger.net/> を使用して解凍できます。
no_no: (komprimert med gzip for å gjøre det mulig å sende via Discord - du kan bruke <https://gzip.swimburger.net/> for å dekomprimere den)
pl_pl: (skompresowany za pomocą gzip aby umożliwić wysyłanie za pośrednictwem Discorda - możesz użyć <https://gzip.swimburger.net/> do dekompresowania)
sv_fi: (komprimerat med gzip för att göra det möjligt att skicka via Discord - du kan använda <https://gzip.swimburger.net/> för att decompress den)

source: Updating playlist with the latest tracks...
cs_cz: Aktualizuji playlist s nejnovějšími skladbami...
fr_be: Mise à jour de la playlist avec les dernières musiques...
ja_jp: 最新のトラックでプレイリストを更新しています...
no_no: Oppdaterer spillelisten med de nyeste sporen...
pl_pl: Aktualizowanie playlisty z najnowszymi utworami...
sv_fi: Uppdaterar spellistan med de senaste låtarna...

source: Not updating playlist...
cs_cz: Neaktualizuje se seznam skladeb...
fr_be: Mise à jour de la playlist en cours...
ja_jp: プレイリストを更新していません...
no_no: Ikke oppdater spillelisten...
pl_pl: Nie aktualizuj listy odtwarzania...
sv_fi: Uppdaterar inte spellista...

source: Adding the current queue to playlist...
cs_cz: Přidávání aktuální fronty do seznamu skladeb...
fr_be: Ajout de la file d'attente actuelle à la playlist...
ja_jp: 現在のキューをプレイリストに追加しています...
no_no: Legger til gjeldende kø i spillelisten...
pl_pl: Dodawanie bieżącej kolejki do playlisty...
sv_fi: Lägger till den aktuella kön i spellistan...

source: No longer adding the current queue to playlist...
cs_cz: Již nepřidává aktuální frontu do seznamu skladeb...
fr_be: Ne plus ajouter la file d'attente actuelle à la playlist...
ja_jp: 現在のキューをプレイリストに追加しなくなりました...
no_no: Ikke lenger legger til gjeldende kø for spilleliste...
pl_pl: Nie dodawaj już bieżącej kolejki do playlisty...
sv_fi: Lägger inte längre till den aktuella kön i spellistan...

source: Removing all duplicate tracks from the queue...
cs_cz: Odstranění všech duplicitních skladeb z fronty...
fr_be: Suppression de toutes les pistes dupliquées de la file d'attente...
ja_jp: キューから重複したトラックをすべて削除しています...
no_no: Fjerner alle dupliserte spor fra køen...
pl_pl: Usuwanie wszystkich zduplikowanych utworów z kolejki...
sv_fi: Tar bort alla dubblettspår från kön...

source: No longer all duplicate tracks from the queue...
cs_cz: Již nejsou všechny duplicitní skladby z fronty...
fr_be: Toutes les pistes dupliquées de la file d'attente...
ja_jp: キューから複製されたトラックをすべて削除しました...
no_no: Ikke lenger alle dupliserte spor fra køen...
pl_pl: Nie wszystkie duplikowane utwory z kolejki...
sv_fi: Inte längre alla dubblettspår från kön...

source: Connecting to the node with SSL enabled...
cs_cz: Připojování k uzlu s povoleným SSL
fr_be: Connexion au noeud avec SSL activé...
ja_jp: SSLを有効にしてノードに接続しています...
no_no: Kobler til noden med SSL aktivert...
pl_pl: Łączenie z węzłem z włączonym SSL...
sv_fi: Ansluter till noden med SSL aktiverat...

source: Connecting to the node with SSL disabled...
cs_cz: Připojování k uzlu je zakázáno SSL...
fr_be: Connexion au noeud avec SSL désactivé...
ja_jp: SSL が無効になっているノードに接続しています...
no_no: Kobler til noden med SSL deaktivert...
pl_pl: Łączenie z węzłem z SSL wyłączone...
sv_fi: Ansluter till noden med SSL inaktiverad...

source: This node will only be used for searches...
cs_cz: Tento uzel bude použit pouze pro vyhledávání...
fr_be: Ce noeud ne sera utilisé que pour les recherches...
ja_jp: このノードは検索にのみ使用されます...
no_no: Denne noden vil bare bli brukt til søk...
pl_pl: Ten węzeł będzie używany tylko do wyszukiwania...
sv_fi: Den här noden kommer endast att användas för sökningar...

source: This node will be used for search and playback...
cs_cz: Tento uzel bude použit pro vyhledávání a přehrávání...
fr_be: Ce noeud sera utilisé pour la recherche et la lecture...
ja_jp: このノードは検索と再生に使用されます...
no_no: Denne noden vil bli brukt til søk og avspilling...
pl_pl: Ten węzeł będzie używany do wyszukiwania i odtwarzania...
sv_fi: Denna nod kommer att användas för sökning och uppspelning...

source: Please fill out all the fields before continuing.
cs_cz: Před pokračováním prosím vyplňte všechna pole.
fr_be: Veuillez remplir tous les champs avant de continuer.
ja_jp: 続行する前にすべての項目を入力してください。
no_no: Fyll ut alle feltene før du fortsetter.
pl_pl: Proszę wypełnić wszystkie pola przed kontynuacją.
sv_fi: Vänligen fyll i alla fält innan du fortsätter.

source: Select Track To Remove
cs_cz: Vyberte skladbu pro odstranění
fr_be: Sélectionnez la piste à supprimer
ja_jp: 削除するトラックを選択
no_no: Velg slepestrek som skal fjernes
pl_pl: Wybierz ścieżkę do usunięcia
sv_fi: Välj spår för att ta bort

source: Select Track To Play Now
cs_cz: Vyberte skladbu pro přehrání
fr_be: Sélectionnez la piste à lire maintenant
ja_jp: 今すぐ再生するトラックを選択
no_no: Velg spor for å spille nå
pl_pl: Wybierz ścieżkę, aby odtworzyć teraz
sv_fi: Välj spår för att spela nu

source: Pick An Effect Preset To Apply
cs_cz: Vyberte předvolbu efektu pro použití
fr_be: Choisissez un préréglage d'effet à appliquer
ja_jp: 適用する効果プリセットを選択
no_no: Velg en effektforhåndsinnstilling å bruke
pl_pl: Wybierz ustawienie efektu aby zastosować
sv_fi: Välj en förinställd effekt att tillämpa

source: selected
cs_cz: vybráno
fr_be: slectionns
ja_jp: 選択済み
no_no: valgt
pl_pl: zaznaczone
sv_fi: vald

source: inactive
cs_cz: neaktivní
fr_be: inactif
ja_jp: 非アクティブ
no_no: inaktiv
pl_pl: nieaktywny
sv_fi: inaktiv

source: all
cs_cz: vše
fr_be: Tous
ja_jp: すべて
no_no: alle
pl_pl: wszystkie
sv_fi: alla

source: Not connected anywhere.
cs_cz: Nikde není připojen.
fr_be: N'est connecté nulle part.
ja_jp: どこにも接続されていません
no_no: Ikke koblet noen steder.
pl_pl: Nigdzie nie połączono.
sv_fi: Inte ansluten någonstans.

source: Select Track To Enqueue
cs_cz: Vyberte skladbu do fronty
fr_be: Sélectionnez la piste à mettre en file d'attente
ja_jp: キューに追加するトラックを選択
no_no: Velg spor i køen
pl_pl: Wybierz ścieżkę do kolejki
sv_fi: Välj Track To Enqueue

source: Please enter the playlist URL
cs_cz: Zadejte prosím URL seznamu skladeb
fr_be: Veuillez entrer l'URL de la playlist
ja_jp: プレイリストURLを入力してください
no_no: Vennligst skriv inn spillelistens URL
pl_pl: Wprowadź adres URL listy odtwarzania
sv_fi: Ange URL till spellistan

source: Playlist URL
cs_cz: URL playlistu
fr_be: URL de la playlist
ja_jp: プレイリストURL
no_no: Spilleliste URL
pl_pl: URL listy odtwarzania
sv_fi: URL för spellista

source: Please enter the playlist name
cs_cz: Zadejte prosím název playlistu
fr_be: Veuillez entrer le nom de la playlist
ja_jp: プレイリスト名を入力してください
no_no: Vennligst skriv inn navnet på spillelisten
pl_pl: Wprowadź nazwę listy odtwarzania
sv_fi: Ange namnet på spellistan

source: Playlist Name
cs_cz: Název playlistu
fr_be: Nom de la playlist
ja_jp: プレイリスト名
no_no: Navn på spilleliste
pl_pl: Nazwa listy odtwarzania
sv_fi: Namn på spellista

source: Please enter the new playlist name
cs_cz: Zadejte nový název playlistu:
fr_be: Veuillez entrer le nouveau nom de la playlist
ja_jp: 新しいプレイリスト名を入力してください
no_no: Vennligst angi nytt navn på spillelisten
pl_pl: Wprowadź nową nazwę listy odtwarzania
sv_fi: Ange det nya namnet på spellistan

source: What query to add to the playlist
cs_cz: Jaký dotaz má být přidán do seznamu skladeb
fr_be: Quelle requête à ajouter à la playlist
ja_jp: プレイリストに追加するクエリ
no_no: Hvilken spørring du vil legge til i spillelisten
pl_pl: Jakie zapytanie dodać do playlisty
sv_fi: Vilken fråga att lägga till i spellistan

source: Query
cs_cz: Dotaz
fr_be: Requête
ja_jp: クエリ
no_no: Spørring
pl_pl: Zapytanie
sv_fi: Fråga

source: What query to remove from the playlist
cs_cz: Jaký dotaz má být odebrán ze seznamu skladeb
fr_be: Quelle requête à supprimer de la playlist
ja_jp: プレイリストから削除するクエリ
no_no: Hvilken spørring du skal fjerne fra spillelisten
pl_pl: Jakie zapytanie chcesz usunąć z playlisty
sv_fi: Vilken fråga att ta bort från spellistan

source: Enter the domain or IP address of the host
cs_cz: Zadejte doménu nebo IP adresu hostitele
fr_be: Entrez le domaine ou l'adresse IP de l'hôte
ja_jp: ホストのドメインまたは IP アドレスを入力してください
no_no: Angi domenet eller IP-adressen til verten
pl_pl: Wprowadź domenę lub adres IP hosta
sv_fi: Ange domänen eller IP-adressen för värden

source: Host
cs_cz: Hostitel
fr_be: Hôte
ja_jp: ホスト
no_no: Vert
sv_fi: Värd

source: Enter the host port to connect to
cs_cz: Zadejte port hostitele pro připojení k
fr_be: Entrez le port de l'hôte auquel vous devez vous connecter
ja_jp: 接続するホストポートを入力してください
no_no: Skriv inn vertsporten for å koble til
pl_pl: Wprowadź port hosta do połączenia
sv_fi: Ange värdporten för att ansluta till

source: Port
cs_cz: Přístav
ja_jp: ポート

source: Enter the node's password
cs_cz: Zadejte heslo uzlu
fr_be: Entrez le mot de passe du nœud
ja_jp: ノードのパスワードを入力してください
no_no: Skriv inn nodens passord
pl_pl: Wprowadź hasło węzła
sv_fi: Ange nodens lösenord

source: Password
cs_cz: Heslo
fr_be: Mot de passe
ja_jp: パスワード
no_no: Passord
pl_pl: Hasło
sv_fi: Lösenord

source: Enter an easy to know name for the node.
cs_cz: Zadejte jméno uzlu snadné.
fr_be: Entrez un nom facile à connaître pour le noeud.
ja_jp: ノードの名前を簡単に入力してください。
no_no: Angi et enkelt navn for noden. (Automatic Translation)
pl_pl: Wprowadź łatwą do poznania nazwę węzła.
sv_fi: Ange ett lättkänt namn för noden.

source: Name
cs_cz: Název
fr_be: Nom
ja_jp: 名前
no_no: Navn
pl_pl: Nazwisko
sv_fi: Namn

source: Enter a timeout in seconds.
cs_cz: Zadejte časový limit v sekundách.
fr_be: Entrez un délai d'attente en secondes.
ja_jp: タイムアウトを秒単位で入力します。
no_no: Skriv inn et tidsavbrudd i sekunder.
pl_pl: Wprowadź limit czasu w sekundach.
sv_fi: Ange en timeout på några sekunder.

source: Source to disable.
cs_cz: Zdroj k vypnutí.
fr_be: Source à désactiver.
ja_jp: 無効にするソース
no_no: Kilde for å deaktivere.
pl_pl: Źródło do wyłączenia.
sv_fi: Källa att inaktivera.

source: Name set to {name}
cs_cz: Název nastaven na {name}
fr_be: Nom défini à {name}
ja_jp: 名前を {name} に設定しました
no_no: Navn satt til {name}
pl_pl: Nazwa ustawiona na {name}
sv_fi: Namn satt till {name}

source: Password set to {password}
cs_cz: Heslo nastaveno na {password}
fr_be: Mot de passe défini à {password}
ja_jp: パスワードが {password} に設定されました
no_no: Passord satt til {password}
pl_pl: Hasło ustawione na {password}
sv_fi: Lösenord satt till {password}

source: Host set to {host}
cs_cz: Hostitel nastaven na {host}
fr_be: Hôte défini à {host}
ja_jp: ホストが {host} に設定されました
no_no: Vert satt til {host}
pl_pl: Host ustawiony na {host}
sv_fi: Värd inställd till {host}

source: Invalid port.
cs_cz: Neplatný port.
fr_be: Port invalide.
ja_jp: 無効なポートです。
no_no: Ugyldig port.
pl_pl: Nieprawidłowy port.
sv_fi: Ogiltig port.

source: Port set to {port}
cs_cz: Port nastaven na {port}
fr_be: Port défini à {port}
ja_jp: ポートを {port} に設定しました
no_no: Port satt til {port}
pl_pl: Port ustawiony na {port}
sv_fi: Port inställd till {port}

source: Invalid timeout, it must be a number in seconds.
cs_cz: Neplatný časový limit, musí být číslo v sekundách.
fr_be: Délai d'expiration invalide, il doit être un nombre en secondes.
ja_jp: 無効なタイムアウトです。数字を秒で入力してください。
no_no: Ugyldig tidsavbrudd, det må være et tall i løpet av sekunder.
pl_pl: Nieprawidłowy limit czasu, musi to być liczba w sekundach.
sv_fi: Ogiltig timeout, måste vara ett nummer på några sekunder.

source: Timeout set to {timeout} seconds.
cs_cz: Časový limit byl nastaven na {timeout} sekund.
fr_be: Délai défini à {timeout} secondes.
ja_jp: タイムアウトを {timeout} 秒に設定しました。
no_no: Tidsavbrudd satt til {timeout} sekunder.
pl_pl: Limit czasu ustawiony na {timeout} sekund.
sv_fi: Timeout inställd på {timeout} sekunder.

source: Enter the name for the new playlist
cs_cz: Zadejte název nového seznamu skladeb
fr_be: Entrez le nom de la nouvelle playlist
ja_jp: 新しいプレイリストの名前を入力してください
no_no: Angi navnet på den nye spillelisten
pl_pl: Wprowadź nazwę dla nowej listy odtwarzania
sv_fi: Ange namnet på den nya spellistan

source: My awesome new playlist
cs_cz: Můj úžasný nový playlist
fr_be: Ma nouvelle playlist géniale
ja_jp: 私の素晴らしい新しいプレイリスト
no_no: Min fantastiske nye spilleliste
pl_pl: Moja niesamowita nowa lista odtwarzania
sv_fi: Min nya spellista

source: Tracks: {} || {} || {}
cs_cz: Skladby: {} || {} || {}
fr_be: Pistes : {} || {} || {}
ja_jp: トラック: {} || {} || {}
no_no: Tracks: {} ε{} ″{} ″{}
pl_pl: Ścieżki: {} || {} || {}
sv_fi: Spår: {} <unk> {} <unk> <unk> {}

source: Playlist not found.
cs_cz: Playlist nebyl nalezen.
fr_be: Playlist introuvable.
ja_jp: プレイリストが見つかりません。
no_no: Spilleliste ikke funnet.
pl_pl: Nie znaleziono listy odtwarzania.
sv_fi: Spellistan hittades inte.

source: No Preset Selected.
cs_cz: Žádná předvolba nebyla vybrána.
fr_be: Aucun préréglage sélectionné.
ja_jp: プリセットが選択されていません。
no_no: Ingen valg av forhåndsinnstilling
pl_pl: Nie wybrano ustawień wstępnych.
sv_fi: Inget förval valt.

source: Track not found.
cs_cz: Skladby nebyly nalezené
fr_be: Piste introuvable.
ja_jp: トラックが見つかりません。
no_no: Finner ikke sporet.
pl_pl: Nie znaleziono utworu.
sv_fi: Spåret hittades inte.

source: Disabling the following sources: {sources}
cs_cz: Zakázání následujících zdrojů: {sources}
fr_be: Désactivation des sources suivantes : {sources}
ja_jp: 次のソースを無効にします: {sources}
no_no: Deaktiverer følgende kilder: {sources}
pl_pl: Wyłączanie następujących źródeł: {sources}
sv_fi: Inaktivera följande källor: {sources}

source: ID: {} || SSL: {} || Search-only: {}
cs_cz: ID: {} || SSL: {} || Pouze pro hledání: {}
fr_be: ID: {} || SSL: {} || Recherche seule: {}
ja_jp: ID: {} || SSL: {} || 検索専用: {}
no_no: ID: {} OldSSL: {} ″Search-only: {}
pl_pl: ID: {} || SSL: {} || Tylko wyszukiwanie: {}
sv_fi: ID: {} <unk> SSL: {} <unk> <unk> Search-only: {}

source: Node not found.
cs_cz: Uzel nebyl nalezen.
fr_be: Noeud introuvable.
ja_jp: ノードが見つかりません。
no_no: Node ikke funnet.
pl_pl: Nie znaleziono węzła.
sv_fi: Nod hittades inte.

source: Page {page_num}/{total_pages} | {num} playlists.
cs_cz: Strana {page_num}/{total_pages} | {num} seznamy skladeb.
fr_be: Page {page_num}/{total_pages} | Listes de lecture {num}.
ja_jp: ページ {page_num}/{total_pages} | {num} プレイリスト。
no_no: Side {page_num}/{total_pages} ε {num} spillelister.
pl_pl: Strona {page_num}/{total_pages} | {num} playlist.
sv_fi: Sida {page_num}/{total_pages} <unk> {num} spellistor.

source: Reset the effects to default.
cs_cz: Resetovat efekty na výchozí.
fr_be: Réinitialiser les effets par défaut.
ja_jp: エフェクトをデフォルトにリセットします。
no_no: Tilbakestill effektene til standard.
pl_pl: Przywróć domyślne efekty.
sv_fi: Återställ effekterna till standard.

source: Apply the Nightcore effect.
cs_cz: Použít efekt Nightcore
fr_be: Appliquez l'effet Coeur de Nuit.
ja_jp: ナイトコア効果を適用する
no_no: Anvend ightcore effekten.
pl_pl: Zastosuj efekt Nightcore.
sv_fi: Applicera Nightcore effekten.

source: Apply the Vaporwave effect.
cs_cz: Použít efekt odpařování.
fr_be: Appliquez l'effet Vaporwave.
ja_jp: Vaporwave効果を適用します。
no_no: Påfør Vaporwave effekten.
pl_pl: Zastosuj efekt Vaporwave.
sv_fi: Applicera Vaporwave effekt.

source: Apply the Synth effect.
cs_cz: Použít syntézní efekt.
fr_be: Appliquer l'effet Synth.
ja_jp: 同期効果を適用する
no_no: Bruk Synth effekten.
pl_pl: Zastosuj efekt Synth.
sv_fi: Tillämpa Synth effekten.

source: Apply the Bassboost equalizer preset.
cs_cz: Použít předvolbu ekvalizéru brazilského zvýraznění.
fr_be: Appliquez le préréglage de l'égaliseur Bassboost .
ja_jp: Bassboostイコライザーのプリセットを適用します。
no_no: Bruk standard verdi for å fullføre boost equalizer.
pl_pl: Zastosuj ustawienie korektora Bassboost
sv_fi: Tillämpa Bassboost equalizer förinställning.

source: Apply the Metal equalizer preset.
cs_cz: Použít předvolbu kovového ekvalizéru.
fr_be: Appliquez le préréglage de l'égaliseur métal.
ja_jp: メタルイコライザーのプリセットを適用します。
no_no: Bruk metall equalizer forhåndsinnstilling.
pl_pl: Zastosuj ustawienie korektora metalowego.
sv_fi: Applicera förinställd Metal equalizer.

source: Apply the Piano equalizer preset.
cs_cz: Použít předvolbu Piano ekvalizéru.
fr_be: Appliquer le préréglage de l'égaliseur Piano.
ja_jp: ピアノイコライザーのプリセットを適用します。
no_no: Bruk Piano equalizer forhåndsinnstilling.
pl_pl: Zastosuj ustawienie korektora Piano
sv_fi: Tillämpa förinställd pianoequalizer.

source: Preset Name
cs_cz: Název předvolby
fr_be: Nom du préréglage
ja_jp: プリセット名
no_no: Forhåndsinnstilt navn
pl_pl: Nazwa ustawień wstępnych
sv_fi: Förinställt namn

source: Author
cs_cz: Autor
fr_be: Auteur
ja_jp: 作成者
no_no: Forfatter
pl_pl: Autor
sv_fi: Författare

source: This playlist is empty.
cs_cz: Tento seznam skladeb je prázdný.
fr_be: Cette playlist est vide.
ja_jp: このプレイリストは空です。
no_no: Denne spillelisten er tom.
pl_pl: Ta playlista jest pusta.
sv_fi: Denna spellista är tom.

source: Unknown
cs_cz: Neznámý
fr_be: Inconnu
ja_jp: 不明
no_no: Ukjent
pl_pl: Nieznane
sv_fi: Okänd

source: Playlist info for {playlist_name} (`{id}`) [**{scope}**]
cs_cz: Informace o playlistu pro {playlist_name} (`{id}`) [**{scope}**]
fr_be: Infos de la playlist pour {playlist_name} (`{id}`) [**{scope}**]
ja_jp: {playlist_name} (`{id}`) [**{scope} **] のプレイリスト情報
no_no: Spillelisteinformasjon for {playlist_name} (`{id}`) [**{scope}**]
pl_pl: Informacje o liście odtwarzania dla {playlist_name} (`{id}`) [**{scope}**]
sv_fi: Spellista information för {playlist_name} (`{id}`) [**{scope}**]

source: Page {page_num}/{total_pages} | {num} tracks.
cs_cz: Strana {page_num}/{total_pages} | {num} stop.
fr_be: Page {page_num}/{total_pages} | {num} pistes.
ja_jp: {page_num}/{total_pages} | {num} トラック.
no_no: Side {page_num}/{total_pages} Other {num} tracks.
pl_pl: Strona {page_num}/{total_pages} | {num} utworów.
sv_fi: Sidan {page_num}/{total_pages} <unk> {num} låtar.

source: Tracks: {num}
cs_cz: Skladby: {num}
fr_be: Pistes : {num}
ja_jp: トラック: {num}
no_no: Spor: {num}
pl_pl: Ścieżki: {num}
sv_fi: Spår: {num}
