Repository: Drapersniper/Audio
Catalog: audio/cog/menus/locales/*.po
Languages: cs_cz, fr_be, ja_jp, no_no, pl_pl, sv_fi

source: Author: {name}
cs_cz: Autor: {name}
fr_be: Auteur: {name}
ja_jp: 作成者: {name}
no_no: Forfatter: {name}
pl_pl: Autor: {name}
sv_fi: Författare: {name}

source: Scope: {scope}
cs_cz: Rozsah: {scope}
fr_be: Portée : {scope}
ja_jp: スコープ: {scope}
no_no: Omfang: {scope}
pl_pl: Zakres: {scope}
sv_fi: Omfattning: {scope}

source: Playlists you can access in this server:
cs_cz: Seznamy skladeb, ke kterým můžete přistupovat na tomto serveru:
fr_be: Playlists auxquelles vous pouvez accéder sur ce serveur:
ja_jp: このサーバーでアクセスできるプレイリスト:
no_no: Spillelister du kan få tilgang til i denne serveren:
pl_pl: Listy odtwarzania dostępne na tym serwerze:
sv_fi: Spellistor du kan komma åt i denna server:

source: Page {page_num}/{total_pages} | {num} tracks {added_or_removed_string}.
cs_cz: Strana {page_num}/{total_pages} | {num} skladeb {added_or_removed_string}.
fr_be: Page {page_num}/{total_pages} | {num} pistes {added_or_removed_string}.
ja_jp: ページ {page_num}/{total_pages} | {num} トラック {added_or_removed_string}.
no_no: Side {page_num}/{total_pages} ε {num} sanger {added_or_removed_string}.
pl_pl: Strona {page_num}/{total_pages} | {num} utwory {added_or_removed_string}.
sv_fi: Sida {page_num}/{total_pages} <unk> {num} spår {added_or_removed_string}.

source: Nothing playing.
cs_cz: Nic nehraje.
fr_be: Rien ne joue.
ja_jp: 再生中のものはありません。
no_no: Ingenting spiller.
pl_pl: Nic nie gra.
sv_fi: Ingenting spelar.

source: Server Owner
cs_cz: Vlastník serveru
fr_be: Propriétaire du serveur
ja_jp: サーバー所有者
no_no: Server eier
pl_pl: Właściciel serwera
sv_fi: Serverns ägare

source: Connected For
cs_cz: Připojeno pro
fr_be: Connecté pour
ja_jp: 接続先
no_no: Koblet til for
pl_pl: Połączono przez
sv_fi: Ansluten för

source: Users in VC
cs_cz: Uživatelé ve VC
fr_be: Utilisateurs en VC
ja_jp: VC のユーザー
no_no: Brukere i VC
pl_pl: Użytkownicy w VC
sv_fi: Användare i VC

source: Queue Length
cs_cz: Délka fronty
fr_be: Longueur de la file d'attente
ja_jp: キューの長さ
no_no: Kø lengde
pl_pl: Długość kolejki
sv_fi: Kö längd

source: Page {page_num}/{total_pages} | Playing in {playing} servers.
cs_cz: Strana {page_num}/{total_pages} | Hraje na {playing} serverech.
fr_be: Page {page_num}/{total_pages} | Joue sur les serveurs {playing}.
ja_jp: ページ {page_num}/{total_pages} | {playing} サーバーでプレイ中。
no_no: Side {page_num}/{total_pages} εSpiller i {playing} servere.
pl_pl: Strona {page_num}/{total_pages} | Gra na serwerach {playing}.
sv_fi: Sida {page_num}/{total_pages} <unk> Spelar i {playing} servrar.

source: Tracks in __{name}__
cs_cz: Skladby v __{name}__
fr_be: Pistes en __{name}__
ja_jp: __{name}__のトラック
no_no: Spor i __{name}__
pl_pl: Utwory w __{name}__
sv_fi: Spår i __{name}__

source: Property
cs_cz: Majetek
fr_be: Propriété
ja_jp: 属性
no_no: Egenskap
pl_pl: Własność
sv_fi: Egenskap

source: Value
cs_cz: Hodnota
fr_be: Valeur
ja_jp: 値
no_no: Verdi
pl_pl: Wartość
sv_fi: Värde

source: Region
cs_cz: Oblasti
fr_be: Région
ja_jp: 地域
no_no: Fylke

source: N/A
cs_cz: Nepřichází v úvahu
ja_jp: 該当なし
pl_pl: Nie dotyczy.

source: Available
cs_cz: Dostupné
fr_be: Disponible
ja_jp: 利用可能です
no_no: Tilgjengelig
pl_pl: Dostępny
sv_fi: Tillgänglig

source: Search Only
cs_cz: Pouze Hledat
fr_be: Recherche uniquement
ja_jp: 検索のみ
no_no: Kun søk
pl_pl: Tylko wyszukiwanie
sv_fi: Sök endast

source: Players Connected Active
cs_cz: Hráči připojeni aktivní
fr_be: Joueurs connectés actifs
ja_jp: 接続済みのプレイヤー が有効
no_no: Spillere tilkoblet Aktiv
pl_pl: Gracze połączeni Aktywni
sv_fi: Spelare anslutna aktiva

source: Frames Lost
cs_cz: Ztracené snímky
fr_be: Cadres perdus
ja_jp: 失われたフレーム
no_no: Rammer mistet
pl_pl: Utracone klatki
sv_fi: Förlorade bågar

source: Uptime
cs_cz: Doba provozu
fr_be: Délai de disponibilité
ja_jp: 稼働時間
no_no: Oppetid
pl_pl: Czas pracy
sv_fi: Drifttid

source: Load Lavalink System
cs_cz: Načíst Lavalink systém
fr_be: Charger Lavalink système
ja_jp: Lavalink システムを読み込む
no_no: Last inn Lavalink System
pl_pl: Załaduj Lavalink System
sv_fi: Ladda Lavalink System

source: Penalty
cs_cz: Sankce
fr_be: Pénalité
ja_jp: ペナルティ
no_no: Straffe
pl_pl: Kara
sv_fi: Straff

source: Memory Used Free Allocated Reservable
cs_cz: Paměť využitá bez přidělených , rezervovatelné
fr_be: Mémoire utilisée Gratuite allouée réservée
ja_jp: メモリ 空き 割り当て可能 予約
no_no: Minne brukt Gratis tildelte sporbar
pl_pl: Pamięć używana Darmowa Przydzielona Zastrzeżona
sv_fi: Minne Används Gratis tilldelad Reservbart

source: Page {page_num}/{total_pages} | {num} {plural}.
cs_cz: Strana {page_num}/{total_pages} | {num} {plural}.
ja_jp: ページ {page_num}/{total_pages} | {num} {plural}.
no_no: Side {page_num}/{total_pages} ε {num} {plural}.
pl_pl: Strona {page_num}/{total_pages} | {num} {plural}.
sv_fi: Sida {page_num}/{total_pages} <unk> {num} {plural}.

source: node
cs_cz: uzel
fr_be: Nœud
ja_jp: ノード
no_no: EK-gruppe
pl_pl: węzeł
sv_fi: nod
