Repository: Drapersniper/Audio
Catalog: pllyrics/locales/*.po
Languages: da_dk, el_gr, fi_fi, it_it, ja_jp, ko_kr, lt_lt, nl_nl, ro_ro, sv_se, tr_tr, uk_ua, zh_tw

source: Lyrics commands for PyLav
da_dk: Lyrics kommandoer til PyLav
el_gr: Εντολές στίχων για το PyLav
fi_fi: Sanoitusten komennot PyLaville
it_it: Comandi testi per PyLav
ja_jp: PyLav の歌詞コマンド
ko_kr: PyLav에 대한 가사 명령
lt_lt: Dainų tekstų komandos PyLav
nl_nl: Songtekst commando's voor PyLav
ro_ro: Comenzi de versuri pentru PyLav
sv_se: Textkommandon för PyLav
tr_tr: PyLav için şarkı sözü komutları
uk_ua: Команди текстів для PyLav
zh_tw: PyLav 的歌詞指令

source: Show the version of the Cog and its PyLav dependencies
da_dk: Vis versionen af tandhjulet og dets PyLav-afhængigheder
el_gr: Εμφάνιση της έκδοσης του Cog και των εξαρτήσεών του PyLav
fi_fi: Näytä hammaspyörän versio ja sen PyLav-riippuvuudet
it_it: Mostra la versione dell'ingranaggio e le sue dipendenze PyLav
ja_jp: 歯車とそのPyLav依存関係のバージョンを表示する
ko_kr: Cog 및 해당 PyLav 종속성의 버전 표시
lt_lt: Rodyti krumpliaračio versiją ir jo priklausomybes nuo PyLav
nl_nl: Toon de versie van de Cog en zijn PyLav-afhankelijkheden
ro_ro: Afișați versiunea Cog și dependențele sale PyLav
sv_se: Visa versionen av kuggen och dess PyLav-beroenden
tr_tr: Cog sürümünü ve PyLav bağımlılıklarını gösterme
uk_ua: Показати версію гвинтика і його залежностей PyLav
zh_tw: 顯示齒輪的版本及其 PyLav 依賴項

source: Library / Cog
da_dk: Bibliotek / Cog
el_gr: Βιβλιοθήκη / Γρανάζι
fi_fi: Kirjasto / Cog
it_it: Biblioteca / Ingranaggio
ja_jp: 図書館 / コグ
ko_kr: 도서관 / 톱니바퀴
lt_lt: Biblioteka / krumpliaratis
nl_nl: Bibliotheek / Cog
ro_ro: Biblioteca / Cog
tr_tr: Kütüphane / Dişli
uk_ua: Бібліотека / Гвинтик
zh_tw: 圖書館/齒輪

source: Version
el_gr: Εκδοχή
fi_fi: Versio
it_it: Versione
ja_jp: バージョン
ko_kr: 버전
lt_lt: Versija
nl_nl: Versie
ro_ro: Versiune
tr_tr: Sürüm
uk_ua: Версія
zh_tw: 版本

source: Set the lyrics settings
da_dk: Indstil sangtekstindstillingerne
el_gr: Ορίστε τις ρυθμίσεις στίχων
fi_fi: Aseta sanoitusten asetukset
it_it: Imposta le impostazioni del testo
ja_jp: 歌詞の設定をする
ko_kr: 가사 설정 지정
lt_lt: Nustatykite dainų tekstų nustatymus
nl_nl: Stel de instellingen voor songteksten in
ro_ro: Setaţi setările pentru versuri
sv_se: Ställ in textinställningarna
tr_tr: Şarkı sözü ayarlarını yapma
uk_ua: Встановіть налаштування текстів пісень
zh_tw: 設定歌詞設置

source: Toggle timed lyrics
da_dk: Slå timet sangtekst til/fra
el_gr: Εναλλαγή συγχρονισμένων στίχων
fi_fi: Näytä ajoitetut sanoitukset
it_it: Attiva/disattiva i testi temporizzati
ja_jp: タイミング付き歌詞の切り替え
ko_kr: 시간 제한 가사 전환
lt_lt: Dainų tekstų su laiku perjungimas
nl_nl: Toggle getimede songteksten
ro_ro: Comută versurile sincronizate
sv_se: Växla tidsinställda texter
tr_tr: Toggle timed şarkı sözleri
uk_ua: Увімкнути/вимкнути часові тексти
zh_tw: 切換定時歌詞

source: Timed lyrics are now {enabled_or_disabled_value}
da_dk: Tidsindstillede tekster er nu {enabled_or_disabled_value}
el_gr: Οι χρονομετρημένοι στίχοι είναι τώρα {enabled_or_disabled_value}
fi_fi: Ajastetut sanoitukset ovat nyt {enabled_or_disabled_value}
it_it: I testi a tempo sono ora {enabled_or_disabled_value}
ja_jp: 時限歌詞が今です {enabled_or_disabled_value}
ko_kr: 시간 제한 가사는 이제 {enabled_or_disabled_value}
lt_lt: Dainų tekstai dabar yra {enabled_or_disabled_value}
nl_nl: Getimede teksten zijn nu {enabled_or_disabled_value}
ro_ro: Versuri temporizat sunt acum {enabled_or_disabled_value}
tr_tr: Zamanlanmış şarkı sözleri artık {enabled_or_disabled_value}
uk_ua: Приурочені тексти пісень тепер {enabled_or_disabled_value}
zh_tw: 定時歌詞現在是 {enabled_or_disabled_value}

source: disabled
da_dk: deaktiveret
el_gr: απενεργοποιημένο
fi_fi: poistettu käytöstä
it_it: disabilitato
ja_jp: 無効
ko_kr: 비활성화
lt_lt: Išjungta
nl_nl: uitgeschakeld
ro_ro: dezactivat
sv_se: handikappad
tr_tr: sakat
uk_ua: вимкнуто
zh_tw: 已停用

source: enabled
da_dk: aktiveret
el_gr: ενεργοποιημένο
fi_fi: käytössä
it_it: abilitato
ja_jp: 有効
ko_kr: 사용
lt_lt: Įjungtas
nl_nl: ingeschakeld
ro_ro: activat
sv_se: Aktiverat
tr_tr: Etkin
uk_ua: ввімкнено
zh_tw: 已啟用

source: Show full lyrics on track start timed lyrics
da_dk: Vis fuld sangtekst ved start af spor
el_gr: Εμφάνιση πλήρων στίχων κατά την έναρξη των συγχρονισμένων στίχων
fi_fi: Näytä koko sanoitukset kappaleen alussa ajoitetuissa sanoituksissa
it_it: Mostra il testo completo della canzone all'avvio della traccia a tempo determinato
ja_jp: トラック開始時刻の歌詞に全歌詞を表示する
ko_kr: 트랙 시작 시간 제한 가사에 전체 가사 표시
lt_lt: Rodyti visus dainų tekstus takelio pradžios laiko dainų tekstuose
nl_nl: Laat volledige songtekst zien bij het starten van getimede songteksten
ro_ro: Arată versurile complete la pornirea versurilor sincronizate
sv_se: Visa fullständiga texter på spårstart tidsinställda texter
tr_tr: Parça başlangıcı zamanlanmış şarkı sözlerinde tam şarkı sözlerini göster
uk_ua: Показати повні тексти пісень на треку з часом початку
zh_tw: 在曲目開始時顯示完整歌詞

source: Sending full lyrics on track start {state_value}
da_dk: Afsendelse af fulde tekster på sporet start {state_value}
el_gr: Αποστολή πλήρων στίχων στην έναρξη του κομματιού {state_value}
fi_fi: Täydellisten sanoitusten lähettäminen kappaleen alussa {state_value}
it_it: Invio del testo completo all'inizio della traccia {state_value}
ja_jp: トラックスタートで完全な歌詞を送信する {state_value}
ko_kr: 트랙 시작 시 전체 가사 보내기 {state_value}
lt_lt: Visų dainų tekstų siuntimas trasoje prasideda {state_value}
nl_nl: Volledige songteksten verzenden op track start {state_value}
ro_ro: Trimiterea versurilor complete la startul pe pistă {state_value}
tr_tr: Parça başlangıcında tam şarkı sözleri gönderme {state_value}
uk_ua: Надсилання повних текстів пісень на старті треку {state_value}
zh_tw: 在曲目開始時發送完整的歌詞 {state_value}

source: Set the lyrics channel
da_dk: Indstil sangtekstkanalen
el_gr: Ορίστε το κανάλι στίχων
fi_fi: Aseta sanoitusten kanava
it_it: Imposta il canale del testo
ja_jp: 歌詞チャンネルを設定
ko_kr: 가사 채널 설정
lt_lt: Nustatykite dainų tekstų kanalą
nl_nl: Stel het songtekst kanaal in
ro_ro: Setează canalul versurilor
sv_se: Ställ in textkanalen
tr_tr: Şarkı sözleri kanalını ayarlama
uk_ua: Налаштування каналу текстів
zh_tw: 設置歌詞頻道

source: Lyrics channel set to {channel_value}
da_dk: Tekstkanal indstillet til {channel_value}
el_gr: Το κανάλι στίχων έχει οριστεί σε {channel_value}
fi_fi: Lyrics-kanavan asetuksena {channel_value}
it_it: Canale dei testi impostato su {channel_value}
ja_jp: 歌詞チャンネルを {channel_value}
ko_kr: 가사 채널로 설정 {channel_value}
lt_lt: Dainų tekstų kanalas nustatytas į {channel_value}
nl_nl: Songtekstkanaal ingesteld op {channel_value}
ro_ro: Canal versuri setat la {channel_value}
tr_tr: Şarkı sözleri kanalı {channel_value}
uk_ua: Ліричний канал налаштований на {channel_value}
zh_tw: 歌詞頻道設置為 {channel_value}

source: I will not send lyrics to any channel
da_dk: Jeg vil ikke sende sangtekster til nogen kanal
el_gr: Δεν θα στείλω στίχους σε κανένα κανάλι
fi_fi: En lähetä sanoituksia millekään kanavalle
it_it: Non invierò testi a nessun canale
ja_jp: どのチャンネルにも歌詞を送信しません
ko_kr: 어떤 채널에도 가사를 보내지 않습니다
lt_lt: Nesiųsiu dainų tekstų į jokį kanalą
nl_nl: Ik zal geen songteksten sturen naar een kanaal
ro_ro: Nu voi trimite versuri la niciun canal
sv_se: Jag kommer inte att skicka texter till någon kanal
tr_tr: Hiçbir kanala şarkı sözü göndermeyeceğim
uk_ua: Я не відправлю текст до жодного каналу
zh_tw: 我不會把歌詞發到任何頻道

source: Show lyrics for current track if available
da_dk: Vis sangtekster for nuværende spor hvis tilgængeligt
el_gr: Εμφάνιση στίχων για το τρέχον κομμάτι εάν είναι διαθέσιμο
fi_fi: Näytä sanoitukset nykyiselle kappaleelle, jos saatavilla
it_it: Mostra il testo della traccia corrente se disponibile
ja_jp: 利用可能な場合は現在の曲の歌詞を表示する
ko_kr: 가능한 경우 현재 트랙의 가사 표시
lt_lt: Rodyti dabartinio takelio dainų tekstus, jei yra
nl_nl: Toon songteksten voor huidige track indien beschikbaar
ro_ro: Arată versurile pentru piesa curentă dacă este disponibilă
sv_se: Visa texter för aktuellt spår om tillgängligt
tr_tr: Varsa geçerli parçanın şarkı sözlerini göster
uk_ua: Показувати текст поточного треку, якщо він доступний
zh_tw: 如果可用，顯示當前曲目的歌詞

source: Nothing is currently playing
da_dk: Intet spiller i øjeblikket
el_gr: Δεν παίζει τίποτα αυτήν τη στιγμή
fi_fi: Mikään ei soita tällä hetkellä
it_it: Niente è attualmente in riproduzione
ja_jp: 現在再生されているものはありません
ko_kr: 현재 재생 중인 항목이 없습니다.
lt_lt: Šiuo metu niekas nežaidžia
nl_nl: Er wordt momenteel niets afgespeeld
ro_ro: Nimic nu se redă
sv_se: Ingenting spelas för närvarande
tr_tr: Şu anda hiçbir şey oynatılmıyor
uk_ua: В даний час нічого не грає
zh_tw: 目前沒有正在播放的歌曲

source: Error: {error_value}
da_dk: Fejl: {error_value}
el_gr: Λάθος: {error_value}
fi_fi: Virhe: {error_value}
it_it: Errore: {error_value}
ja_jp: エラー： {error_value}
ko_kr: 오류: {error_value}
lt_lt: Klaida: {error_value}
nl_nl: Fout: {error_value}
ro_ro: Eroare: {error_value}
tr_tr: Hata: {error_value}
uk_ua: Помилка: {error_value}
zh_tw: 錯誤： {error_value}

source: API Error: {error_value}
da_dk: API-fejl: {error_value}
el_gr: Σφάλμα API: {error_value}
fi_fi: API-virhe: {error_value}
it_it: Errore API: {error_value}
ja_jp: API エラー: {error_value}
ko_kr: API 오류: {error_value}
lt_lt: API klaida: {error_value}
nl_nl: API-fout: {error_value}
ro_ro: Eroare API: {error_value}
tr_tr: API Hatası: {error_value}
uk_ua: Помилка API: {error_value}
zh_tw: 介面錯誤： {error_value}

source: No lyrics found
da_dk: Ingen sangtekster fundet
el_gr: Δεν βρέθηκαν στίχοι
fi_fi: Sanoituksia ei löytynyt
it_it: Nessun testo trovato
ja_jp: 歌詞が見つかりません
ko_kr: 가사를 찾을 수 없음
lt_lt: Dainų tekstų nerasta
nl_nl: Geen songteksten gevonden
ro_ro: Nu s-au găsit versuri
sv_se: Inga texter hittades
tr_tr: Şarkı sözü bulunamadı
uk_ua: Слова не знайдені
zh_tw: 找不到歌詞

source: {extras_value}Lyrics for {title_value}{author_value} - Part {page_value}
da_dk: {extras_value}Sangtekster til {title_value}{author_value} -Del {page_value}
el_gr: {extras_value}Στίχοι για {title_value}{author_value} -Μέρος {page_value}
fi_fi: {extras_value}Sanoitukset {title_value}{author_value} -Osa {page_value}
it_it: {extras_value}Testi di Lyrics for {title_value}{author_value} -Parte {page_value}
ja_jp: {extras_value}の歌詞 {title_value}{author_value} -部分 {page_value}
ko_kr: {extras_value}가사 {title_value}{author_value} -부분 {page_value}
lt_lt: {extras_value}Dainų tekstai {title_value}{author_value} -Dalis {page_value}
nl_nl: {extras_value}Teksten voor {title_value}{author_value} -Deel {page_value}
ro_ro: {extras_value}Versuri pentru {title_value}{author_value} -Parte {page_value}
tr_tr: {extras_value}Şarkı sözleri {title_value}{author_value} -Kısım {page_value}
uk_ua: {extras_value}Тексти пісень для {title_value}{author_value} -Частина {page_value}
zh_tw: {extras_value}歌詞 {title_value}{author_value} -部分 {page_value}

source: (Guess)
da_dk: (Gæt)
el_gr: (Μαντέψα)
fi_fi: (Arvaa)
it_it: (Indovino)
ja_jp: (推測)
ko_kr: (추측)
lt_lt: (Spėk)
nl_nl: (Rach)
ro_ro: (Ghică)
sv_se: (Gissa)
tr_tr: (Tahmin)
uk_ua: (Вгадка)
zh_tw: （猜測）

source: by {name_value}
da_dk: ved {name_value}
el_gr: διά {name_value}
fi_fi: ohi {name_value}
it_it: presso {name_value}
ja_jp: によって {name_value}
ko_kr: 곁에 {name_value}
lt_lt: pagal {name_value}
nl_nl: bij {name_value}
ro_ro: lângă {name_value}
tr_tr: tarafından {name_value}
uk_ua: від {name_value}
zh_tw: 由 {name_value}

source: Lyrics provided by {provider_value}
da_dk: Tekster leveret af {provider_value}
el_gr: Οι στίχοι παρέχονται από {provider_value}
fi_fi: Sanoitukset toimittanut {provider_value}
it_it: Testi forniti da {provider_value}
ja_jp: 歌詞提供 {provider_value}
ko_kr: 가사 제공 {provider_value}
lt_lt: Dainų tekstus pateikė {provider_value}
nl_nl: Songteksten beschikbaar gesteld door {provider_value}
ro_ro: Versuri furnizate de {provider_value}
tr_tr: Şarkı sözleri tarafından sağlanan {provider_value}
uk_ua: Тексти пісень, надані {provider_value}
zh_tw: 歌詞由 {provider_value}

source: {extras_value}Lyrics for {title_value}{author_value}
da_dk: {extras_value}Sangtekster til {title_value}{author_value}
el_gr: {extras_value}Στίχοι για {title_value}{author_value}
fi_fi: {extras_value}Sanoitukset {title_value}{author_value}
it_it: {extras_value}Testi di Lyrics for {title_value}{author_value}
ja_jp: {extras_value}の歌詞 {title_value}{author_value}
ko_kr: {extras_value}가사 {title_value}{author_value}
lt_lt: {extras_value}Dainų tekstai {title_value}{author_value}
nl_nl: {extras_value}Teksten voor {title_value}{author_value}
ro_ro: {extras_value}Versuri pentru {title_value}{author_value}
tr_tr: {extras_value}Şarkı sözleri {title_value}{author_value}
uk_ua: {extras_value}Тексти пісень для {title_value}{author_value}
zh_tw: {extras_value}歌詞 {title_value}{author_value}

source: {lyrics_value} Position: {duration_value} until {until_value}
da_dk: {lyrics_value} Position: {duration_value} indtil {until_value}
el_gr: {lyrics_value} Θέση: {duration_value} μέχρι {until_value}
fi_fi: {lyrics_value} Asema: {duration_value} kunnes {until_value}
it_it: {lyrics_value} Posizione: {duration_value} fino a {until_value}
ja_jp: {lyrics_value} 立場： {duration_value} 迄 {until_value}
ko_kr: {lyrics_value} 위치: {duration_value} 까지 {until_value}
lt_lt: {lyrics_value} Poziciją: {duration_value} ik {until_value}
nl_nl: {lyrics_value} Positie: {duration_value} totdat {until_value}
ro_ro: {lyrics_value} Poziție: {duration_value} până {until_value}
tr_tr: {lyrics_value} Konum: {duration_value} kadar {until_value}
uk_ua: {lyrics_value} Позиція: {duration_value} Поки {until_value}
zh_tw: {lyrics_value} 位置： {duration_value} 直到 {until_value}

source: Start
da_dk: Begynde
el_gr: Έναρξη
fi_fi: Aloita
it_it: Inizia
ja_jp: 開始
ko_kr: 시작하다
lt_lt: Imti
nl_nl: Beginnen
ro_ro: Pornire
sv_se: Starta
tr_tr: Başlamak
uk_ua: Старт
zh_tw: 開始

source: Library/Cog
sv_se: Bibliotek/kugge

source: Timed lyrics are now {state}
sv_se: Tidsbestämda texter är nu {state}

source: Sending full lyrics on track start {state}
sv_se: Skicka fullständiga texter på spårstart {state}

source: Lyrics channel set to {channel}
sv_se: Textkanalen inställd på {channel}

source: Error: {error}
sv_se: Fel: {error}

source: API Error: {error}
sv_se: API-fel: {error}

source: {extras}Lyrics for {title}{author} - Part {page}
sv_se: {extras}Texter för {title}{author} -Del {page}

source: by {name}
sv_se: vid {name}

source: Lyrics provided by {provider}
sv_se: Texter från {provider}

source: {extras}Lyrics for {title}{author}
sv_se: {extras}Texter för {title}{author}

source: {lyrics} Position: {duration} until {until}
sv_se: {lyrics} Position: {duration} tills {until}
