Repository: Drapersniper/Audio
Catalog: plutils/cog/locales/*.po
Languages: ja_jp, nl_sr, uk_ua

source: Utility commands for the MediaPlayer cog.
ja_jp: MediaPlayer コグのユーティリティコマンド。
nl_sr: Hulpcommando's voor MediaPlayer cog.
uk_ua: Команди корисності для кога MediaPlay.

source: Get info about specific things.
ja_jp: 特定のものについての情報を取得します。
nl_sr: Krijg informatie over specifieke dingen.
uk_ua: Отримайте інформацію про конкретні речі.

source: Get the base64 of the current track.
ja_jp: 現在のトラックの base64 を取得します。
nl_sr: Haal de base64 op van het huidige nummer.
uk_ua: Отримати base64 з поточного треку.

source: Not connected to a voice channel.
ja_jp: ボイスチャンネルに接続されていません。
nl_sr: Niet verbonden met een spraakkanaal.
uk_ua: Немає підключення до голосового каналу.

source: Nothing playing.
ja_jp: 再生中のものはありません。
nl_sr: Niets afgespeeld.
uk_ua: Нічого не грає.

source: Get the author of the current track.
ja_jp: 現在のトラックの作成者を取得します。
nl_sr: Download de auteur van het huidige nummer.
uk_ua: Отримати автора поточної композиції.

source: Get the title of the current track.
ja_jp: 現在のトラックのタイトルを取得します。
nl_sr: Haal de titel op van het huidige nummer.
uk_ua: Отримати назву поточної композиції.

source: Get the source of the current track.
ja_jp: 現在のトラックのソースを取得します
nl_sr: Haal de bron van het huidige nummer op.
uk_ua: Отримати джерело поточного треку.

source: Decode a tracks base64 string into a JSON object.
ja_jp: トラックの base64 文字列を JSON オブジェクトにデコードします。
nl_sr: Decodeer een tracks base64 tekenreeks in een JSON-object.
uk_ua: Розширюйте рядок маршрутів base64 у JSON об'єкт.

source: Invalid base64 string.
ja_jp: base64文字列が無効です。
nl_sr: Ongeldige base64 tekenreeks.
uk_ua: Некоректний рядок base64.

source: Manage the query cache.
ja_jp: クエリ キャッシュを管理します。
nl_sr: Query cache beheren.
uk_ua: Керуйте кешем запиту.

source: Clear the query cache.
ja_jp: クエリキャッシュをクリアします。
nl_sr: Query cache leegmaken.
uk_ua: Очистити кеш запиту.

source: Query cache cleared.
ja_jp: クエリキャッシュをクリアしました。
nl_sr: Query cache gewist.
uk_ua: Кеш запитів очищено.

source: Clear the query cache older than a number of days.
ja_jp: 日数よりも古いクエリキャッシュをクリアします。
nl_sr: De querycache ouder dan een aantal dagen leegmaken.
uk_ua: Очистити кеш запитів старше декількох днів.

source: Clear the query cache for a query.
ja_jp: クエリーのクエリーキャッシュをクリアします。
nl_sr: Wis de querycache voor een zoekopdracht.
uk_ua: Очистити кеш запитів для запиту.

source: Get the size of the query cache.
ja_jp: クエリキャッシュのサイズを取得します。
nl_sr: Haal de grootte op van de query cache.
uk_ua: Отримати розмір кешу запиту.

source: Query cache size: `{size}`.
ja_jp: クエリキャッシュサイズ: `{size}`。
nl_sr: Query cache grootte: `{size}`.
uk_ua: Розмір кешу запиту: `{size}`.
