Repository: Drapersniper/Audio
Catalog: plplaylists/locales/*.po
Languages: bg_bg, da_dk, es_es, hu_hu, ja_jp, lt_lt, nl_be, ru_md, uk_ua

source: PyLav playlist management commands
bg_bg: PyLav команди за управление на плейлисти
da_dk: Kommandoer til håndtering af PyLav spilleliste
es_es: Comandos de gestión de listas de reproducción PyLav
hu_hu: PyLav lejátszási lista kezelési parancsai
ja_jp: PyLav プレイリスト管理コマンド
lt_lt: PyLav grojaraščio valdymo komandos
nl_be: PyLav afspeellijst management opdrachten
ru_md: Команды управления плейлистом PyLav
uk_ua: Команди керування плейлістом PyLav

source: This command requires an existing player to be run.
uk_ua: Ця команда вимагає для запуску існуючого гравця.

source: MediaPlayer cog is currently temporarily unavailable due to an outage with the backend services, please try again later.
uk_ua: Програма MediaPlayer в даний час тимчасово недоступна через відключення з адміністративними послугами, будь ласка, спробуйте пізніше.

source: No Lavalink node currently available.
uk_ua: На даний момент відсутній Лавалінковий вузол.

source: MediaPlayer is currently unable to process tracks belonging to {feature}.
uk_ua: Наразі MediaPlayer не може обробити треки, що належать до {feature}.

source: No Lavalink node currently available with feature {feature}.
uk_ua: На даний момент лаволінійний вузол не доступний за допомогою функції {feature}.

source: This command is not available in this channel. Please use {channel}
uk_ua: Ця команда недоступна у цьому каналі. Будь ласка, використовуйте {channel}

source: Create a new playlist. If you don't specify an URL and name, you will be shows a creation menu, which also allows you to save the current player queue as a playlist. If you don't specify a name, the playlist will be named the URL playlist if available otherwise the name will be the same as the ID. If you specify an URL, the playlist will be created from the URL.
nl_be: Nieuwe afspeellijst maken. Als u geen URL en naam opgeeft, toont u een aanmaakmenu, waarmee je de wachtrij van de huidige speler als afspeellijst kunt opslaan. Als je geen naam specificeert de afspeellijst zal de afspeellijst URL noemen indien beschikbaar anders zal de naam hetzelfde zijn als het ID. Als je een URL opgeeft, zal de afspeellijst gemaakt worden vanaf de URL.
ru_md: Создать новый плейлист. Если вы не указали URL и имя, вы будете показывать меню создания, , который также позволяет вам сохранить текущую очередь плеера в качестве плейлиста. Если вы не указали имя, плейлист будет назван плейлистом URL, если он доступен, иначе имя будет таким же, как и идентификатор. При указании URL, плейлист будет создан по URL.
uk_ua: Створити новий список відтворення. Якщо ви не вкажете URL та ім'я, то зможете вивести меню зі створення, що також дозволяє зберегти поточну чергу плеєра як список відтворення. Якщо ви не вкажете ім'я, плейліст з назвою буде мати URL плейліст, якщо буде в іншому випадку ім'я ідентифікованого. Якщо ви вкажете URL, плейліст буде створено з URL.

source: Let's create a playlist!
bg_bg: Да създадем плейлист!
da_dk: Lad os oprette en afspilningsliste!
es_es: ¡Vamos a crear una lista de reproducción!
hu_hu: Hozzunk létre egy lejátszási listát!
ja_jp: プレイリストを作ってみよう！
lt_lt: Sukurkime grojaraštį!
nl_be: Je hebt een afspeellijst nodig!
ru_md: Давайте создадим плейлист!
uk_ua: Створімо плейліст!

source: (**1**) - Apply changes to playlist. (**2**) - Cancel any changes made. (**3**) - Add a name to the playlist. (**4**) - Link this playlist to an existing playlist/album. (**5**) - Add all track from the queue to the playlist. If you want the playlist name to be as the original playlist simply set the URL but no name.
nl_be: (**1**) - Toepassen van wijzigingen op de afspeellijst. (**2**) - Annuleer alle gemaakte wijzigingen. (**3**) - Voeg een naam toe aan de afspeellijst. (**4**) - Koppel deze afspeellijst aan een bestaande afspeellijst/album. (**5**) - Voeg alle nummers van de wachtrij toe aan de afspeellijst. Als je de naam van de afspeellijst als de originele afspeellijst wilt gebruiken, stel dan de URL in maar geen naam.
ru_md: (**1**) - Применить изменения в плейлист. (**2**) - Отменить любые внесенные изменения. (**3**) - Добавить имя в плейлист. (**4**) - привязать этот плейлист к существующему плейлисту/альбому. (**5**) - добавить весь трек из очереди в плейлист. Если вы хотите, чтобы имя плейлиста было оригинальным плейлистом просто установите URL-адрес, но без имени
uk_ua: (**1**) - Застосувати зміни до списку відтворення. (**2**) - Скасувати всі зміни, внесені. (**3**) - Додати назву до списку відтворення. (**4**) - прив'язати цей список відтворення до існуючого плейлісту/альбому. (**5**) - Додати всі композиції з черги до списку відтворення. Якщо ви хочете, щоб назва плейлиста була оригіналом до початкового плейліста, просто вкажіть URL-адресу без імені.

source: Playlist created
bg_bg: Създаден списък за изпълнение
da_dk: Afspilningsliste oprettet
es_es: Lista de reproducción creada
hu_hu: Lejátszási lista létrehozva
ja_jp: プレイリストを作成しました
lt_lt: Sukurtas grojaraštis
nl_be: Afspeellijst aangemaakt
ru_md: Плейлист создан
uk_ua: Список відтворення створено

source: Name: `{name}` ID: `{id}` Tracks: `{track_count}`
nl_be: Naam: `{name}` ID: `{id}` Tracks: `{track_count}`
ru_md: Имя: `{name}` ID: `{id}` Треки: `{track_count}`
uk_ua: Назва: `{name}` ID: `{id}` Пісні: `{track_count}`

source: List all playlists you have access to on the invoked context. This takes into consideration your current VC, Text channel and Server.
nl_be: Toon alle afspeellijsten waar je toegang tot hebt in de geactiveerde context. Dit houdt rekening met je huidige VC, tekstkanaal en Server.
ru_md: Список всех плейлистов, к которым у вас есть доступ в вызванном контексте. Это учитывает ваши текущие VC, текстовый канал и сервер.
uk_ua: Список всіх списків відтворення ви маєте доступ до контексту, який викликається. Це враховує вашу поточну версію VC, Text channel та Server.

source: You have no playlists.
nl_be: Je hebt geen afspeellijsten.
ru_md: У вас нет плейлистов.
uk_ua: У вас немає списків відтворення.

source: Manage a playlist. This command can be used to delete, clear all tracks, add or remove tracks or play a playlist. If you use the `start` (`play` or `enqueue`) alias the playlist will be played instead of you being shown the control menu. If you use the `delete` (`del`) alias the playlist will be deleted instead of you being shown the control menu. If you use the `save` (`queue`) alias the current queue will be added to the specified playlist. if you use the `info` alias the playlist tracks will be displayed in a menu.
ru_md: Управление плейлистом. Эта команда может быть использована для удаления, очистить все треки, добавить или удалить треки или воспроизвести плейлист. Если вы используете `start` (`play` или `enqueue`) плейлист будет воспроизводиться вместо меню. Если вы используете `delete` (`del`) плейлист будет удалён вместо того, чтобы отобразить меню управления. Если вы используете плейлист `save` (`queue`) то текущая очередь будет добавлена в указанный плейлист. если вы используете `info` псевдонимы, дорожки плейлиста будут отображаться в меню.
uk_ua: Керуйте списком відтворення. Цю команду можна використовувати для видалення, очищати всі треки, додавати або видаляти треки або відтворювати плейліст. Якщо ви використовуєте `start` (`play` або `enqueue`), то список відтворення буде відтворюватись замість вашого меню керування. Якщо ви використовуєте `delete` (`del`) псевдоніми, то список відтворення буде видалено замість того, щоб показати меню керування. Якщо ви використовуєте `збережений` (`черга`), поточна черга буде додана до зазначеного списку відтворення. якщо ви використовуєте псевдонім `info`, тексти відтворення будуть відображатися в меню.

source: {user}, playlist {playlist_name} cannot be managed by yourself.
nl_be: {user}, afspeellijst {playlist_name} kan niet door jezelf worden beheerd.
ru_md: {user}, плейлист {playlist_name} не может управляться самим.
uk_ua: {user}, лист відтворення {playlist_name} не можна керувати самостійно.

source: (**1**){space} - Apply changes to playlist. (**2**){space} - Cancel any changes made and close the menu. (**3**){space} - Delete this playlist. (**4**){space} - Remove all tracks from this playlist. (**5**){space} - Update the playlist with the latest tracks. Please note that this action will ignore any tracks added/removed via this menu. (**6**){space} - Change the name of the playlist. (**7**){space} - Link this playlist to an existing playlist/album. (**8**){space} - Add a query to this playlist. (**9**){space} - Remove a query from this playlist. (**10**) - Download the playlist file. (**11**) - Add current playlist to the queue. (**12**) - Show tracks in current playlist. (**13**) - Add tracks from queue to this playlist. (**14**) - Remove duplicate entries in the playlist. The add/remove track buttons can be used multiple times to add/remove multiple tracks and playlists at once. A query is anything playable by the play command - any query can be used by the add/remove buttons The clear button will always be run first before any other operations. The URL button will always run last - Linking a playlist via the URL will overwrite any tracks added or removed to this playlist. If you interact with a button multiple times other than the add/remove buttons only the last interaction will take effect.
nl_be: (**1**){space} - Toepassen van wijzigingen op afspeellijst. (**2**){space} - Annuleer alle gemaakte wijzigingen en sluit het menu. (**3**){space} - Verwijder deze afspeellijst. (**4**){space} - Verwijder alle nummers uit deze afspeellijst. (**5**){space} - Update de afspeellijst met de nieuwste nummers. Houd er rekening mee dat door deze actie alle toegevoegde of verwijderde nummers via dit menu worden genegeerd. (**6**){space} - Wijzig de naam van de afspeellijst. (**7**){space} - Koppel deze afspeellijst aan een bestaande afspeellijst/album. (**8**){space} - Voeg een query toe aan deze afspeellijst. (**9**){space} - Verwijder een query van deze afspeellijst. (**10**) - Download het afspeellijstbestand. (**11**) - Voeg de huidige afspeellijst toe aan de wachtrij. (**12**) - Toon nummers in huidige afspeellijst. (**13**) - Voeg nummers van wachtrij toe aan deze afspeellijst. (**14**) - Dubbele items in de afspeellijst verwijderen. De knoppen voor het toevoegen/verwijderen van nummers kunnen meerdere keren worden gebruikt om meerdere nummers en afspeellijsten tegelijk toe te voegen/te verwijderen. Een query is iets dat kan worden afgespeeld door de speel opdracht - elke query kan worden gebruikt door de knoppen toevoegen/verwijderen De wissen knop zal altijd eerst worden uitgevoerd voor andere bewerkingen. De URL knop zal altijd het laatst draaien - het koppelen van een afspeellijst via de URL overschrijft alle nummers die toegevoegd of verwijderd zijn aan deze afspeellijst. Als je meerdere keren interactie hebt met een knop anders dan de knoppen toevoegen/verwijderen, zal alleen de laatste interactie van kracht worden.
ru_md: (**1**){space} - Применить изменения в плейлист. (**2**){space} - Отменить все сделанные изменения и закрыть меню. (**3**){space} - Удалите этот плейлист. (**4**){space} - Удалите все треки из этого плейлиста. (**5**){space} - Обновите список воспроизведения последними треками. Обратите внимание, что это действие будет игнорировать любые треки, добавленные/удаленные через это меню. (**6**){space} - Измените имя плейлиста. (**7**){space} - Привязать этот плейлист к существующему плейлисту/альбому. (**8**){space} - Добавить запрос к этому плейлисту. (**9**){space} - Удалить запрос из этого плейлиста. (**10**) - Скачать файл плейлиста. (**11**) - Добавить текущий список воспроизведения в очередь. (**12**) - Показать треки в текущем плейлисте (**13**) - добавить треки из очереди в этот плейлист. (**14**) - Удаление дубликатов в плейлисте. Кнопки добавления/удаления трека могут использоваться несколько раз для добавления/удаления нескольких треков и списков воспроизведения одновременно. Запрос воспроизводится командой воспроизведения - любой запрос может быть использован кнопками добавления/удаления Кнопка "Очистить" всегда будет выполняться перед любыми другими операциями. Кнопка URL всегда будет запущена в последний раз - привязка плейлиста по URL-адресу перезапишет все треки, добавленные или удаленные в этот плейлист. Если вы взаимодействуете с кнопкой несколько раз, кроме добавления/удаления кнопок только последнее взаимодействие вступит в силу.
uk_ua: (**1**){space} - Застосувати зміни до списку відтворення. (**2**){space} - Скасування всіх внесених змін та закриття меню. (**3**){space} - Видалити цей список відтворення. (**4**){space} - Видалити всі композиції з цього плейліста. (**5**){space} - Оновити список відтворення з останніми композиціями. Будь ласка, зверніть увагу, що ця дія ігноруватиме будь-які додані пісні/вилучені через це меню. (**6**){space} - Змінити назву плейліста. (**7**){space} - Зв'язати цей список відтворення з існуючим плейлістом/альбомом. (**8**){space} - Додати запит до цього списку відтворення. (**9**){space} - Видалити запит з цього плейліста. (**10**) - Завантажити файл плейліста. (**11**) - Додати поточний список відтворення до черги. (**12**) - Показати композиції в поточному списку відтворення. (**13**) - Додати треки з черги до цього списку відтворення. (**14**) - Видалити повторювані записи у списку відтворення. Кнопки додавання/видалення треку можуть використовуватись кілька разів для додавання/видалення кількох треків та списків відтворення за один раз. запити - це все, що відтворюється командою гри - будь-який запит може бути використаний кнопками додавання/видалення кнопки "Чітка" завжди буде запускатися першими до будь-яких інших операцій. Кнопка URL завжди запуститься останньою - посилання на плейліст через URL перезапише будь-які додані чи вилучені до цього списку відтворення. якщо ви взаємодієте з кнопкою кілька разів, окрім кнопки Додати/вилучення, лише остання взаємодія набуде чинності.

source: (**1**) - Close the menu. (**2**) - Update the playlist with the latest tracks. (**3**) - Download the playlist file. (**4**) - Add current playlist to the queue. (**5**) - Show tracks in current playlist.
bg_bg: (**1**) - Затворете менюто. (**2**) - Актуализирайте плейлиста с най-новите песни. (**3**) - Изтеглете файла на плейлиста. (**4**) - Добавете текущия плейлист към опашката. (**5**) - Показване на песни в текущия плейлист.
da_dk: (**1**) - Luk menuen. (**2**) - Opdater spillelisten med de seneste spor. (**3**) - Download spillelistefilen. (**4**) - Tilføj den aktuelle spilleliste til køen. (**5**) - Vis spor i den aktuelle spilleliste.
es_es: (**1**) - Cerrar el menú. (**2**) - Actualizar la lista de reproducción con las últimas pistas. (**3**) - Descargar el archivo de la lista de reproducción. (**4**) - Añadir lista de reproducción actual a la cola. (**5**) - Mostrar pistas en la lista de reproducción actual.
hu_hu: (**1**) – Zárja be a menüt. (**2**) - Frissítse a lejátszási listát a legújabb számokkal. (**3**) - Töltse le a lejátszási lista fájlt. (**4**) - Aktuális lejátszási lista hozzáadása a sorhoz. (**5**) - Zeneszámok megjelenítése az aktuális lejátszási listában.
ja_jp: (**1**) - メニューを閉じます。 (**2**) - プレイリストを最新のトラックで更新します。 (**3**) - プレイリストファイルをダウンロードします。 (**4**) - 現在のプレイリストをキューに追加します。 (**5**) - 現在のプレイリストのトラックを表示します。
lt_lt: (**1**) - Uždarykite meniu. (**2**) - Atnaujinkite grojaraštį naujausiais takeliais. (**3**) - Atsisiųskite grojaraščio failą. (**4**) - Į eilę įtraukite dabartinį grojaraštį. (**5**) - Rodyti takelius dabartiniame grojaraštyje.
nl_be: (**1**) - Sluit het menu. (**2**) - Update de afspeellijst met de laatste nummers. (**3**) - Download het afspeellijstbestand. (**4**) - Voeg de huidige afspeellijst toe aan de wachtrij. (**5**) - Toon nummers in de huidige afspeellijst.
ru_md: (**1**) - Закройте меню. (**2**) - обновите список воспроизведения с последними треками (**3**) - скачайте файл списка. (**4**) - Добавить текущий список воспроизведения в очередь. (**5**) - Показать треки в текущем плейлистере.
uk_ua: (**1**) - Закрити меню. (**2**) - Оновити список відтворення з останніми треками. (**3**) - Завантажити файл плейлиста. (**4**) - Додати поточний список відтворення до черги. (**5**) - Показати композиції в поточному списку відтворення

source: Let's manage: {playlist_name}
nl_be: Laten we beheren: {playlist_name}
ru_md: Давайте управляем: {playlist_name}
uk_ua: Здійснимо керування: {playlist_name}

source: Let's take a look at: {playlist_name}
nl_be: Laten we een kijkje nemen: {playlist_name}
ru_md: Давайте посмотрим на: {playlist_name}
uk_ua: Давайте розглянемо на: {playlist_name}

source: N/A
bg_bg: Н/Д
da_dk: NIELSEN
ja_jp: 該当なし
nl_be: N/B
ru_md: Н/Д
uk_ua: Н/А

source: Playlist deleted.
nl_be: Afspeellijst verwijderd.
ru_md: Плейлист удалён.
uk_ua: Список відтворення видалено.

source: {user}, playlist {playlist_name} has been deleted.
nl_be: {user}, afspeellijst {playlist_name} is verwijderd.
ru_md: {user}, плейлист {playlist_name} был удален.
uk_ua: {user}, список відтворення {playlist_name} видалено.

source: Playlist **{playlist_name}** could not be updated with URL: <{url}>.
nl_be: Afspeellijst **{playlist_name}** kon niet worden bijgewerkt met URL: <{url}>.
ru_md: Плейлист **{playlist_name}** не может быть обновлен с URL: <{url}>.
uk_ua: Список відтворення**{playlist_name}** не вдалося оновити за допомогою URL: <{url}>.

source: {track_count} {track_plural} removed from the playlist.
nl_be: {track_count} {track_plural} verwijderd uit de afspeellijst.
ru_md: {track_count} {track_plural} удален из плейлиста.
uk_ua: {track_count} {track_plural} видалено зі списку відтворення.

source: track
bg_bg: следа
da_dk: spor
es_es: pista
hu_hu: nyom
ja_jp: トラック
lt_lt: Sekti
nl_be: nummer
ru_md: трек
uk_ua: трек

source: tracks
bg_bg: Песни
da_dk: spor
es_es: pistas
hu_hu: sín
ja_jp: トラック
lt_lt: Takelius
nl_be: nummers
ru_md: треки
uk_ua: композиції

source: {track_count} {track_plural} added to the playlist.
nl_be: {track_count} {track_plural} toegevoegd aan de afspeellijst.
ru_md: {track_count} {track_plural} добавлен в плейлист.
uk_ua: {track_count} {track_plural} додано до списку відтворення.

source: Playlist updated.
nl_be: Afspeellijst bijgewerkt.
ru_md: Плейлист обновлён.
uk_ua: Список відтворення оновлено.

source: {user}, playlist {playlist_name} has been updated.{extras}
nl_be: {user}, afspeellijst {playlist_name} is bijgewerkt.{extras}
ru_md: {user}, плейлист {playlist_name} был обновлен.{extras}
uk_ua: {user}, список відтворення {playlist_name} було оновлено.{extras}

source: Playlist unchanged.
nl_be: Afspeellijst ongewijzigd.
ru_md: Плейлист не изменен.
uk_ua: Список відтворення не змінено.

source: {user}, playlist {playlist_name} has not been updated.
nl_be: {user}, afspeellijst {playlist_name} is niet bijgewerkt.
ru_md: {user}, плейлист {playlist_name} не был обновлен.
uk_ua: {user}, список відтворення {playlist_name} не був оновлений.

source: Upload a playlist to the bot. This command will upload a playlist to the bot. The playlist can be uploaded by either the URL of the playlist file or by attaching the playlist file to the message.
nl_be: Upload een afspeellijst naar de bot. Dit commando zal een afspeellijst uploaden naar de bot. De afspeellijst kan worden ge√ºpload door de URL van het afspeellijst-bestand of door het bericht toe te voegen.
ru_md: Загрузите плейлист в бот. Эта команда загрузит плейлист в бот. Плейлист может быть загружен по URL файла плейлиста или прикреплен к сообщению файл плейлиста.
uk_ua: Завантажте список відтворення на бота. Ця команда завантажить плейліст до бота. Завантажити плейліст або шляхом додавання до списку відтворення до повідомлення у файл плейліста.

source: You must either provide a URL or attach a playlist file to upload a playlist.
nl_be: Je moet een URL opgeven of een afspeellijst toevoegen om een afspeellijst te kunnen uploaden.
ru_md: Для загрузки плейлиста вы должны либо указать URL-адрес, либо прикрепить файл плейлиста.
uk_ua: Ви повинні вказати URL або додати файл плейлісту для завантаження списку відтворення.

source: No valid playlist file provided.
nl_be: Geen geldig afspeellijstbestand opgegeven.
ru_md: Нет допустимого файла плейлиста.
uk_ua: Немає дійсного файлу плейлиста.

source: Multiple playlist files provided - Currently only 1 per message is allowed.
nl_be: Meerdere opgegeven afspeellijsten - Momenteel slechts 1 per bericht is toegestaan.
ru_md: Введено несколько файлов плейлиста - В настоящее время допускается только 1 на каждое сообщение.
uk_ua: Надано кілька файлів плейлистів - Наразі допускається лише 1 на повідомлення.

source: Failed to save any of the requested playlists.
nl_be: Opslaan van een van de opgevraagde afspeellijsten is mislukt.
ru_md: Не удалось сохранить любой из запрашиваемых плейлистов.
uk_ua: Не вдалося зберегти будь-який із запрошених списків відтворення.

source: Failed to save the following playlists: {invalid_playlists}
nl_be: Opslaan van de volgende afspeellijsten is mislukt: {invalid_playlists}
ru_md: Не удалось сохранить следующие плейлисты: {invalid_playlists}
uk_ua: Не вдалося зберегти наступні плейлісти: {invalid_playlists}

source: Successfully saved the following playlists: {saved_playlists}
nl_be: De volgende afspeellijsten zijn succesvol opgeslagen: {saved_playlists}
ru_md: Следующие плейлисты успешно сохранены: {saved_playlists}
uk_ua: Успішно збережено наступні плейлісти: {saved_playlists}

source: You must be in a voice channel to allow me to connect.
nl_be: Je moet in een spraakkanaal zitten om me toe te staan verbinding te maken.
ru_md: Вы должны быть в голосовом канале, чтобы позволить мне подключиться.
uk_ua: Ви повинні бути в голосовому каналі, щоб дозволити мені підключитися.

source: I don't have permission to connect or speak in {channel}.
nl_be: Ik heb geen toestemming om te verbinden of te spreken in {channel}.
ru_md: У меня нет разрешения подключаться или говорить в {channel}.
uk_ua: У мене немає дозволу на підключення або розмову в {channel}.

source: Playlist
bg_bg: Плейлиста
da_dk: Afspilningsliste
es_es: Lista
hu_hu: Lejátszási lista
ja_jp: プレイリスト
lt_lt: Grojaraštis
nl_be: Afspeellijst
ru_md: Плейлист
uk_ua: Плейліст

source: {track_count} tracks enqueued.{playlist_name}
nl_be: {track_count} tracks in wachtrij geplaatst.{playlist_name}
ru_md: {track_count} треков в очереди{playlist_name}.
uk_ua: {track_count} треків в черзі.{playlist_name}

source: Control PyLav playlists
bg_bg: Управление на плейлисти на PyLav
da_dk: Kontroller PyLav afspilningslister
es_es: Controlar listas PyLav
hu_hu: A PyLav lejátszási listák vezérlése
ja_jp: PyLav プレイリストの制御
lt_lt: Valdykite PyLav grojaraščius

source: Show the version of the Cog and it's PyLav dependencies
bg_bg: Показване на версията на зъбното колело и неговите зависимости на PyLav
da_dk: Vis versionen af Cog og det er PyLav afhængigheder
es_es: Mostrar la versión del Cog y sus dependencias PyLav
hu_hu: A Cog verziójának és PyLav-függőségeinek megjelenítése
ja_jp: Cog のバージョンと PyLav の依存関係を表示する
lt_lt: Rodyti krumpliaračio versiją ir tai yra PyLav priklausomybės

source: Library / Cog
bg_bg: Библиотека / Зъбно колело
da_dk: Bibliotek / Cog
es_es: Biblioteca / Engranaje
hu_hu: Könyvtár / Fogaskerekű
ja_jp: 図書館 / コグ
lt_lt: Biblioteka / krumpliaratis

source: Version
bg_bg: Версия
es_es: Versión
hu_hu: Verzió
ja_jp: バージョン
lt_lt: Versija
nl_be: Versie
