Repository: Drapersniper/Audio
Catalog: plplaylists/locales/*.po
Languages: bg_bg, da_dk, es_es, hu_hu, ja_jp, lt_lt, nl_be, ru_md, uk_ua

source: Multiple playlist files provided - Currently only 1 per message is allowed
bg_bg: Предоставени са множество файлове на плейлисти - В момента е разрешено само 1 на съобщение
da_dk: Flere afspilningslistefiler leveret - I øjeblikket er kun 1 pr. besked tilladt
es_es: Múltiples archivos de listas de reproducción proporcionados - Actualmente sólo 1 por mensaje está permitido
hu_hu: Több lejátszási listafájl van megadva – Jelenleg üzenetenként csak 1 engedélyezett
ja_jp: 複数のプレイリストファイルが提供されています - 現在、1つのメッセージにつき1つのみ許可されています
lt_lt: Pateikti keli grojaraščio failai – šiuo metu leidžiamas tik 1 vienam pranešimui

source: Failed to save any of the requested playlists
bg_bg: Неуспешно записване на някой от исканите списъци за изпълнение
da_dk: Kunne ikke gemme nogen af de ønskede afspilningslister
es_es: No se pudo guardar ninguna de las listas de reproducción solicitadas
hu_hu: Nem sikerült menteni a kért lejátszási listákat
ja_jp: 要求されたプレイリストの保存に失敗しました
lt_lt: Nepavyko išsaugoti nė vieno iš prašomų grojaraščių

source: Failed to save the following playlists: {invalid_playlists_value}
bg_bg: Неуспешно записване на следните списъци за изпълнение: {invalid_playlists_value}
da_dk: Følgende afspilningslister kunne ikke gemmes: {invalid_playlists_value}
es_es: Error al guardar las siguientes listas de reproducción: {invalid_playlists_value}
hu_hu: Nem sikerült menteni a következő lejátszási listákat: {invalid_playlists_value}
ja_jp: 次のプレイリストを保存できませんでした。 {invalid_playlists_value}
lt_lt: Nepavyko išsaugoti šių grojaraščių: {invalid_playlists_value}

source: Successfully saved the following playlists: {saved_playlists_value}
bg_bg: Успешно записа следните плейлисти: {saved_playlists_value}
da_dk: Gemt følgende afspilningslister: {saved_playlists_value}
es_es: Se han guardado correctamente las siguientes listas de reproducción: {saved_playlists_value}
hu_hu: Sikeresen mentette a következő lejátszási listákat: {saved_playlists_value}
ja_jp: 次のプレイリストが正常に保存されました。 {saved_playlists_value}
lt_lt: Sėkmingai išsaugoti šie grojaraščiai: {saved_playlists_value}

source: You must be in a voice channel to allow me to connect
bg_bg: Трябва да сте в гласов канал, за да ми позволите да се свържа
da_dk: Du skal være i en stemmekanal for at give mig mulighed for at oprette forbindelse
es_es: Debe estar en un canal de voz para permitirme conectarme
hu_hu: Hangcsatornában kell lennie ahhoz, hogy csatlakozhassak
ja_jp: 接続できるようにするには、音声チャネルにいる必要があります
lt_lt: Turite būti balso kanale, kad galėčiau prisijungti

source: I do not have permission to connect or speak in {channel_value}
bg_bg: Нямам разрешение да се свързвам или да говоря в {channel_value}
da_dk: Jeg har ikke tilladelse til at oprette forbindelse eller tale i {channel_value}
es_es: No tengo permiso para conectarme o hablar en {channel_value}
hu_hu: Nincs engedélyem arra, hogy csatlakozzak vagy beszéljek {channel_value}
ja_jp: 接続または話す許可がありません {channel_value}
lt_lt: Neturiu leidimo prisijungti ar kalbėti {channel_value}

source: {track_count_value} tracks enqueued.{playlist_name_value}
bg_bg: {track_count_value} Следите се редят на опашка.{playlist_name_value}
da_dk: {track_count_value} spor indkapslet.{playlist_name_value}
es_es: {track_count_value} Pistas en cola.{playlist_name_value}
hu_hu: {track_count_value} pályák sorba kerültek.{playlist_name_value}
ja_jp: {track_count_value} トラックがエンキューされました。{playlist_name_value}
lt_lt: {track_count_value} takeliai į eilę.{playlist_name_value}

source: Show the version of the Cog and it's PyLav dependencies.
nl_be: Toon de versie van de Cog en de PyLav afhankelijkheden.

source: Library/Cog
nl_be: Bibliotheek/Cog
