Repository: Drapersniper/Audio
Catalog: plplaylists/locales/*.po
Languages: bg_bg, da_dk, es_es, hu_hu, ja_jp, lt_lt, nl_be, ru_md, uk_ua

source: (**1**) - Apply changes to playlist. (**2**) - Cancel any changes made. (**3**) - Add a name to the playlist. (**4**) - Link this playlist to an existing playlist/album. (**5**) - Add all tracks from the queue to the playlist. If you want the playlist name to be as the original playlist simply set the URL but no name.
bg_bg: (**1**) - Прилагане на промени в плейлиста. (**2**) - Отменете всички направени промени. (**3**) - Добавяне на име към плейлиста. (**4**) - Свържете този плейлист със съществуващ плейлист/албум. (**5**) - Добавете всички песни от опашката към плейлиста. Ако искате името на плейлиста да бъде като оригиналния плейлист, просто задайте URL адреса, но без име.
da_dk: (**1**) - Anvend ændringer på afspilningslisten. (**2**) - Annuller eventuelle ændringer. (**3**) - Tilføj et navn til spillelisten. (**4**) - Link denne spilleliste til en eksisterende spilleliste/album. (**5**) - Tilføj alle spor fra køen til spillelisten. Hvis du ønsker at spillelistens navn skal være som den oprindelige spilleliste, så sæt blot URL'en, men intet navn.
es_es: (**1**) - Aplicar cambios a la lista. (**2**) - Cancelar cualquier cambio realizado. (**3**) - Añade un nombre a la lista de reproducción. (**4**) - Enlace esta lista de reproducción a una lista de reproducción existente/álbum. (**5**) - Añadir todas las pistas de la cola a la lista de reproducción. Si desea que el nombre de la lista de reproducción sea como la lista de reproducción original, simplemente establezca la URL pero sin nombre.
hu_hu: (**1**) - Módosítások alkalmazása a lejátszási listára. (**2**) - Törölje az elvégzett módosításokat. (**3**) - Adjon nevet a lejátszási listához. (**4**) - Kapcsolja össze ezt a lejátszási listát egy meglévő lejátszási listával/albummal. (**5**) - Adja hozzá a sor összes számát a lejátszási listához. Ha azt szeretné, hogy a lejátszási lista neve olyan legyen, mint az eredeti lejátszási lista, egyszerűen állítsa be az URL-t, de ne legyen név.
ja_jp: (**1**) - プレイリストに変更を適用します。 (**2**) - 行った変更をキャンセルします。 (**3**) - プレイリストに名前を追加します。 (**4**) - このプレイリストを既存のプレイリスト/アルバムにリンクします。 (**5**) - キューのすべてのトラックをプレイリストに追加します。 プレイリスト名を元のプレイリストにしたい場合は、URLを設定するだけで名前は設定しません。
lt_lt: (**1**) - Taikyti pakeitimus grojaraščiui. (**2**) - Atšaukite visus atliktus pakeitimus. (**3**) - Pridėkite pavadinimą prie grojaraščio. (**4**) - Susiekite šį grojaraštį su esamu grojaraščiu / albumu. (**5**) - Pridėkite visus takelius iš eilės į grojaraštį. Jei norite, kad grojaraščio pavadinimas būtų kaip originalus grojaraštis, tiesiog nustatykite URL, bet ne pavadinimą.

source: Playlist not created
bg_bg: Списъкът за изпълнение не е създаден
da_dk: Afspilningsliste ikke oprettet
es_es: Lista de reproducción no creada
hu_hu: A lejátszási lista nincs létrehozva
ja_jp: プレイリストが作成されていません
lt_lt: Grojaraštis nesukurtas

source: No tracks were provided in time.
bg_bg: В срок не са предоставени следи.
da_dk: Ingen spor blev angivet i tide.
es_es: No se proporcionaron pistas a tiempo.
hu_hu: A pályákat nem biztosították időben.
ja_jp: 時間内に線路は設けられていない。
lt_lt: Jokie takeliai nebuvo pateikti laiku.

source: Name: `{name_value}` Identifier: `{id_value}` Tracks: `{track_count_value}`
bg_bg: Име: '{name_value}` Идентификатор: "{id_value}` Песни: '{track_count_value}`
da_dk: Navn: '{name_value}` Identifikator: '{id_value}` Numre: '{track_count_value}`
es_es: Nombre: '{name_value}` Identificador: '{id_value}` Pistas: '{track_count_value}`
hu_hu: Név: '{name_value}` Azonosító: "{id_value}` Számok: '{track_count_value}`
ja_jp: 名前: '{name_value}` 識別子: '{id_value}` トラック: '{track_count_value}`
lt_lt: Pavadinimas: "{name_value}` Identifikatorius: "{id_value}` Takeliai: "{track_count_value}`

source: You have no playlists
bg_bg: Нямате плейлисти
da_dk: Du har ingen afspilningslister
es_es: No tienes listas de reproducción
hu_hu: Nincsenek lejátszási listáid
ja_jp: プレイリストがありません
lt_lt: Neturite grojaraščių

source: Nothing to save
bg_bg: Нищо за спестяване
da_dk: Intet at gemme
es_es: Nada que guardar
hu_hu: Nincs mit menteni
ja_jp: 保存するものがありません
lt_lt: Nėra ko taupyti

source: There is nothing in the queue to save
bg_bg: Няма нищо на опашката за спестяване
da_dk: Der er intet i køen at gemme
es_es: No hay nada en la cola para guardar
hu_hu: Nincs semmi a sorban a mentéshez
ja_jp: 保存するキューには何もありません
lt_lt: Eilėje nėra nieko, ką išsaugoti

source: {user_value}, playlist {playlist_name_value} cannot be managed by yourself
bg_bg: {user_value}Плейлиста {playlist_name_value} Не можете да се управлявате сами
da_dk: {user_value}spilleliste {playlist_name_value} kan ikke styres af dig selv
es_es: {user_value}playlist {playlist_name_value} no puede ser gestionado por usted mismo
hu_hu: {user_value}lejátszási lista {playlist_name_value} nem kezelhető egyedül
ja_jp: {user_value}プレイリスト {playlist_name_value} 自分で管理することはできません
lt_lt: {user_value}grojaraštis {playlist_name_value} negali būti valdomas pats

source: (**1**){space_value} - Apply changes to playlist. (**2**){space_value} - Cancel any changes made and close the menu. (**3**){space_value} - Delete this playlist. (**4**){space_value} - Remove all tracks from this playlist. (**5**){space_value} - Update the playlist with the latest tracks. Please note that this action will ignore any tracks added/removed via this menu. (**6**){space_value} - Change the name of the playlist. (**7**){space_value} - Link this playlist to an existing playlist/album. (**8**){space_value} - Add a query to this playlist. (**9**){space_value} - Remove a query from this playlist. (**10**) - Download the playlist file. (**11**) - Add current playlist to the queue. (**12**) - Show tracks in current playlist. (**13**) - Add tracks from queue to this playlist. (**14**) - Remove duplicate entries in the playlist. The add/remove track buttons can be used multiple times to add/remove multiple tracks and playlists at once. A query is anything playable by the play command - any query can be used by the add/remove buttons The clear button will always be run first before any other operations. The URL button will always run last - Linking a playlist via the URL will overwrite any tracks added or removed to this playlist. If you interact with a button multiple times other than the add/remove buttons only the last interaction will take effect.
bg_bg: (**1**){space_value} - Прилагане на промени в плейлиста. (**2**){space_value} - Отменете всички направени промени и затворете менюто. (**3**){space_value} - Изтрийте този плейлист. (**4**){space_value} - Премахване на всички песни от този плейлист. (**5**){space_value} - Актуализирайте плейлиста с най-новите песни. Моля, имайте предвид, че това действие ще игнорира всички песни, добавени / премахнати чрез това меню. (**6**){space_value} - Променете името на плейлиста. (**7**){space_value} - Свържете този плейлист със съществуващ плейлист / албум. (**8**){space_value} - Добавяне на заявка към този плейлист. (**9**){space_value} - Премахване на заявка от този плейлист. (**10**) - Изтеглете файла на плейлиста. (**11**) - Добавяне на текущия плейлист към опашката. (**12**) - Показване на песни в текущия плейлист. (**13**) - Добавете песни от опашката към този плейлист. (**14**) - Премахване на дублиращи се записи в плейлиста. Бутоните за добавяне/премахване на песни могат да се използват няколко пъти за добавяне / премахване на няколко песни и плейлисти наведнъж. Заявката е всичко, което може да се възпроизвежда от командата за възпроизвеждане - всяка заявка може да се използва от бутоните за добавяне/премахване Бутонът за изчистване винаги ще се изпълнява първо преди всяка друга операция. Бутонът URL винаги ще се изпълнява последен - Свързването на плейлист чрез URL адреса ще презапише всички песни, добавени или премахнати към този плейлист. Ако взаимодействате с бутон няколко пъти, различни от бутоните за добавяне/премахване, само последното взаимодействие ще влезе в сила.
da_dk: (**1**){space_value} - Anvend ændringer på afspilningslisten. (**2**){space_value} - Annuller eventuelle ændringer, og luk menuen. (**3**){space_value} - Slet denne playliste. (**4**){space_value} - Fjern alle numre fra denne playliste. (**5**){space_value} - Opdater playlisten med de nyeste numre. Bemærk, at denne handling ignorerer alle spor, der er tilføjet/fjernet via denne menu. (**6**){space_value} - Skift navnet på playlisten. (**7**){space_value} - Link denne playliste til en eksisterende playliste/album. (**8**){space_value} - Tilføj en forespørgsel til denne afspilningsliste. (**9**){space_value} - Fjern en forespørgsel fra denne playliste. (**10**) - Download afspilningslistefilen. (**11**) - Føj den aktuelle afspilningsliste til køen. (**12**) - Vis numre i den aktuelle playliste. (**13**) - Tilføj numre fra kø til denne playliste. (**14**) - Fjern dubletter på afspilningslisten. Tilføj/fjern sporknapperne kan bruges flere gange til at tilføje/fjerne flere numre og afspilningslister på én gang. En forespørgsel er alt, hvad der kan afspilles af play-kommandoen - enhver forespørgsel kan bruges af tilføj / fjern-knapperne Den klare knap køres altid først før andre handlinger. URL-knappen kører altid sidst - Hvis du linker en afspilningsliste via URL'en, overskrives alle numre, der er tilføjet eller fjernet til denne afspilningsliste. Hvis du interagerer med en knap flere gange end tilføj/fjern-knapperne, træder kun den sidste interaktion i kraft.
es_es: (**1**){space_value} - Aplicar cambios a la lista de reproducción. (**2**){space_value} - Cancelar cualquier cambio realizado y cerrar el menú. (**3**){space_value} - Eliminar esta lista de reproducción. (**4**){space_value} - Eliminar todas las pistas de esta lista de reproducción. (**5**){space_value} - Actualiza la lista de reproducción con las últimas pistas. Tenga en cuenta que esta acción ignorará cualquier pista agregada / eliminada a través de este menú. (**6**){space_value} - Cambiar el nombre de la lista de reproducción. (**7**){space_value} - Vincular esta lista de reproducción a una lista de reproducción / álbum existente. (**8**){space_value} - Añadir una consulta a esta lista de reproducción. (**9**){space_value} - Eliminar una consulta de esta lista de reproducción. (**10**) - Descarga el archivo de lista de reproducción. (**11**) - Añadir lista de reproducción actual a la cola. (**12**) - Mostrar pistas en la lista de reproducción actual. (**13**) - Añade pistas de la cola a esta lista de reproducción. (**14**): elimina las entradas duplicadas de la lista de reproducción. Los botones de agregar / eliminar pistas se pueden usar varias veces para agregar / eliminar varias pistas y listas de reproducción a la vez. Una consulta es cualquier cosa que pueda reproducir mediante el comando play: cualquier consulta puede ser utilizada por los botones agregar o quitar El botón de borrar siempre se ejecutará primero antes de cualquier otra operación. El botón URL siempre se ejecutará en último lugar: al vincular una lista de reproducción a través de la URL, se sobrescribirán las pistas agregadas o eliminadas a esta lista de reproducción. Si interactúa con un botón varias veces que no sean los botones de agregar o quitar, solo la última interacción surtirá efecto.
hu_hu: (**1**){space_value} - Változtatások alkalmazása a lejátszási listára. (**2**){space_value} - Törölje az elvégzett módosításokat és zárja be a menüt. (**3**){space_value} - Törölje ezt a lejátszási listát. (**4**){space_value} - Távolítsa el az összes zeneszámot erről a lejátszási listáról. (**5**){space_value} - Frissítse a lejátszási listát a legújabb számokkal. Felhívjuk figyelmét, hogy ez a művelet figyelmen kívül hagyja az ebben a menüben hozzáadott / eltávolított zeneszámokat. (**6**){space_value} - Változtassa meg a lejátszási lista nevét. (**7**){space_value} - Kapcsolja össze ezt a lejátszási listát egy meglévő lejátszási listával / albummal. (**8**){space_value} - Adjon hozzá egy lekérdezést ehhez a lejátszási listához. (**9**){space_value} - Távolítson el egy lekérdezést a lejátszási listáról. (**10**) - Töltse le a lejátszási lista fájlt. (**11**) - Aktuális lejátszási lista hozzáadása a sorhoz. (**12**) - Zeneszámok megjelenítése az aktuális lejátszási listában. (**13**) - Adjon hozzá számokat a sorból ehhez a lejátszási listához. (**14**) - Távolítsa el az ismétlődő bejegyzéseket a lejátszási listáról. A szám hozzáadása/eltávolítása gombok többször is használhatók több szám és lejátszási lista egyszerre történő hozzáadásához/eltávolításához. A lekérdezés bármi, ami lejátszható a play paranccsal - bármilyen lekérdezést használhat a hozzáadás/eltávolítás gombok Az átlátszó gomb mindig először kerül futtatásra minden más művelet előtt. Az URL gomb mindig utoljára fog futni - A lejátszási lista URL-en keresztüli összekapcsolása felülírja a lejátszási listához hozzáadott vagy eltávolított számokat. Ha a hozzáadás/eltávolítás gombokon kívül többször is interakcióba lép egy gombbal, csak az utolsó interakció lép érvénybe.
ja_jp: (**1**){space_value} - プレイリストに変更を適用します。 (**2**){space_value} - 行った変更をキャンセルし、メニューを閉じます。 (**3**){space_value} - このプレイリストを削除します。 (**4**){space_value} -このプレイリストからすべてのトラックを削除します。 (**5**){space_value} -プレイリストを最新のトラックで更新します。 このアクションは、このメニューから追加または削除されたトラックを無視することに注意してください。 (**6**){space_value} - プレイリストの名前を変更します。 (**7**){space_value} - このプレイリストを既存のプレイリスト/アルバムにリンクします。 (**8**){space_value} - このプレイリストにクエリを追加します。 (**9**){space_value} - このプレイリストからクエリを削除します。 (**10**) - プレイリストファイルをダウンロードします。 (**11**) - 現在のプレイリストをキューに追加します。 (**12**) - 現在のプレイリストのトラックを表示します。 (**13**) - キューからこのプレイリストにトラックを追加します。 (**14**) - プレイリスト内の重複するエントリを削除します。 トラックの追加/削除ボタンは、複数のトラックとプレイリストを一度に追加/削除するために複数回使用できます。 クエリは play コマンドで再生可能なものです - 任意のクエリは追加/削除ボタンで使用できます クリアボタンは、常に他の操作の前に最初に実行されます。 URLボタンは常に最後に実行されます - URLを介してプレイリストをリンクすると、このプレイリストに追加または削除されたトラックが上書きされます。 追加/削除ボタン以外のボタンを複数回操作すると、最後の操作のみが有効になります。
lt_lt: (**1**){space_value} - Taikyti grojaraščio pakeitimus. (**2**){space_value} - Atšaukite visus atliktus pakeitimus ir uždarykite meniu. (**3**){space_value} - Ištrinkite šį grojaraštį. (**4**){space_value} - Pašalinkite visus takelius iš šio grojaraščio. (**5**){space_value} - Atnaujinkite grojaraštį naujausiais takeliais. Atminkite, kad atliekant šį veiksmą bus nepaisoma jokių takelių, pridėtų / pašalintų naudojant šį meniu. (**6**){space_value} - Pakeiskite grojaraščio pavadinimą. (**7**){space_value} - Susiekite šį grojaraštį su esamu grojaraščiu/albumu. (**8**){space_value} - Pridėkite užklausą prie šio grojaraščio. (**9**){space_value} - Pašalinkite užklausą iš šio grojaraščio. (**10**) - Atsisiųskite grojaraščio failą. (**11**) - Pridėkite dabartinį grojaraštį prie eilės. (**12**) - Rodyti takelius dabartiniame grojaraštyje. (**13**) - Pridėkite takelius iš eilės į šį grojaraštį. (**14**) - Pašalinkite pasikartojančius įrašus grojaraštyje. Takelio pridėjimo / pašalinimo mygtukus galima naudoti kelis kartus, norint pridėti / pašalinti kelis takelius ir grojaraščius vienu metu. Užklausa yra viskas, ką galima paleisti naudojant paleidimo komandą - bet kurią užklausą gali naudoti pridėjimo / pašalinimo mygtukai Aiškus mygtukas visada bus paleistas pirmas prieš bet kokias kitas operacijas. URL mygtukas visada veiks paskutinis – susiejus grojaraštį per URL, bus perrašyti visi į šį grojaraštį įtraukti ar pašalinti takeliai. Jei sąveikaujate su mygtuku kelis kartus, išskyrus pridėjimo / pašalinimo mygtukus, įsigalios tik paskutinė sąveika.

source: __**Currently managing**__: **Name**:{space_value}{space_value}{space_value}{playlist_name_value} **Scope**:{space_value}{space_value}{space_value}{scope_value} **Author**:{space_value}{space_value}{author_value} **Tracks**:{space_value}{space_value}{space_value}{tracks_value} tracks **URL**:{space_value}{space_value}{space_value}{space_value}{space_value}{url_value}
bg_bg: __**В момента се управлява**__: **Име**:{space_value}{space_value}{space_value}{playlist_name_value} **Обхват**:{space_value}{space_value}{space_value}{scope_value} **Автор**:{space_value}{space_value}{author_value} **Песни**:{space_value}{space_value}{space_value}{tracks_value} Песни **URL**:{space_value}{space_value}{space_value}{space_value}{space_value}{url_value}
da_dk: __**Administrerer i øjeblikket**__: **Navn**:{space_value}{space_value}{space_value}{playlist_name_value} **Omfanget**:{space_value}{space_value}{space_value}{scope_value} **Forfatter**:{space_value}{space_value}{author_value} **Spor**:{space_value}{space_value}{space_value}{tracks_value} spor **URL**:{space_value}{space_value}{space_value}{space_value}{space_value}{url_value}
es_es: __**Actualmente administrando**__: **Nombre**:{space_value}{space_value}{space_value}{playlist_name_value} **Alcance**:{space_value}{space_value}{space_value}{scope_value} **Autor**:{space_value}{space_value}{author_value} **Pistas**:{space_value}{space_value}{space_value}{tracks_value} Pistas **URL**:{space_value}{space_value}{space_value}{space_value}{space_value}{url_value}
hu_hu: __**Jelenleg menedzsel**__: **Név**:{space_value}{space_value}{space_value}{playlist_name_value} **Kiterjedés**:{space_value}{space_value}{space_value}{scope_value} **Szerző**:{space_value}{space_value}{author_value} **Sín**:{space_value}{space_value}{space_value}{tracks_value} sín **URL**:{space_value}{space_value}{space_value}{space_value}{space_value}{url_value}
ja_jp: __**現在管理中**__: **名前**：{space_value}{space_value}{space_value}{playlist_name_value} **スコープ**：{space_value}{space_value}{space_value}{scope_value} **著者**：{space_value}{space_value}{author_value} **跡**：{space_value}{space_value}{space_value}{tracks_value} 跡 **リンク先**:{space_value}{space_value}{space_value}{space_value}{space_value}{url_value}
lt_lt: __**Šiuo metu vadovauja**__: **Vardas, pavadinimas**:{space_value}{space_value}{space_value}{playlist_name_value} **Mastas**:{space_value}{space_value}{space_value}{scope_value} **Autorius**:{space_value}{space_value}{author_value} **Takelius**:{space_value}{space_value}{space_value}{tracks_value} Takelius **URL**:{space_value}{space_value}{space_value}{space_value}{space_value}{url_value}

source: Let's manage: {playlist_name_value}
bg_bg: Нека управляваме: {playlist_name_value}
da_dk: Lad os klare: {playlist_name_value}
es_es: Vamos a gestionar: {playlist_name_value}
hu_hu: Kezeljük: {playlist_name_value}
ja_jp: 管理しましょう: {playlist_name_value}
lt_lt: Valdykime: {playlist_name_value}

source: Let's take a look at: {playlist_name_value}
bg_bg: Нека да разгледаме: {playlist_name_value}
da_dk: Lad os tage et kig på: {playlist_name_value}
es_es: Echemos un vistazo a: {playlist_name_value}
hu_hu: Vessünk egy pillantást a következőkre: {playlist_name_value}
ja_jp: 見てみましょう: {playlist_name_value}
lt_lt: Pažvelkime: {playlist_name_value}

source: Playlist deleted
bg_bg: Списъкът за изпълнение е изтрит
da_dk: Afspilningsliste slettet
es_es: Lista de reproducción eliminada
hu_hu: Lejátszási lista törölve
ja_jp: プレイリストを削除しました
lt_lt: Grojaraštis ištrintas

source: {user_value}, playlist {playlist_name_value} has been deleted
bg_bg: {user_value}Плейлиста {playlist_name_value} е изтрит
da_dk: {user_value}spilleliste {playlist_name_value} er blevet slettet
es_es: {user_value}playlist {playlist_name_value} se ha eliminado
hu_hu: {user_value}lejátszási lista {playlist_name_value} törölve lett
ja_jp: {user_value}プレイリスト {playlist_name_value} は削除されました
lt_lt: {user_value}grojaraštis {playlist_name_value} išbraukta

source: Playlist {playlist_name_value} could not be updated with URL: <{url_value}>
bg_bg: Плейлиста {playlist_name_value} не можа да бъде актуализиран с URL адрес: <{url_value}>
da_dk: Spilleliste {playlist_name_value} kunne ikke opdateres med URL: <{url_value}>
es_es: Playlist {playlist_name_value} No se pudo actualizar con la URL: <{url_value}>
hu_hu: Lejátszási lista {playlist_name_value} nem lehetett frissíteni URL-címmel: <{url_value}>
ja_jp: プレイリスト {playlist_name_value} URLで更新できませんでした: <{url_value}>
lt_lt: Grojaraštis {playlist_name_value} nepavyko atnaujinti naudojant URL: <{url_value}>

source: {track_count_value} {track_plural_value} removed from the playlist
bg_bg: {track_count_value} {track_plural_value} Премахнат от списъка за изпълнение
da_dk: {track_count_value} {track_plural_value} fjernet fra playlisten
es_es: {track_count_value} {track_plural_value} Eliminado de la lista de reproducción
hu_hu: {track_count_value} {track_plural_value} eltávolítva a lejátszási listáról
ja_jp: {track_count_value} {track_plural_value} プレイリストから削除されました
lt_lt: {track_count_value} {track_plural_value} pašalintas iš grojaraščio

source: {track_count_value} {track_plural_value} added to the playlist
bg_bg: {track_count_value} {track_plural_value} Добавено към списъка за изпълнение
da_dk: {track_count_value} {track_plural_value} føjet til afspilningslisten
es_es: {track_count_value} {track_plural_value} Añadido a la lista de reproducción
hu_hu: {track_count_value} {track_plural_value} hozzáadva a lejátszási listához
ja_jp: {track_count_value} {track_plural_value} プレイリストに追加されました
lt_lt: {track_count_value} {track_plural_value} Pridėta prie grojaraščio

source: Playlist updated
bg_bg: Списъкът за изпълнение е актуализиран
da_dk: Afspilningsliste opdateret
es_es: Lista de reproducción actualizada
hu_hu: Lejátszási lista frissítve
ja_jp: プレイリストが更新されました
lt_lt: Grojaraštis atnaujintas

source: {user_value}, playlist {playlist_name_value} has been updated.{extras_value}
bg_bg: {user_value}Плейлиста {playlist_name_value} е актуализиран.{extras_value}
da_dk: {user_value}spilleliste {playlist_name_value} er blevet opdateret.{extras_value}
es_es: {user_value}playlist {playlist_name_value} se ha actualizado.{extras_value}
hu_hu: {user_value}lejátszási lista {playlist_name_value} frissítve lett.{extras_value}
ja_jp: {user_value}プレイリスト {playlist_name_value} が更新されました。{extras_value}
lt_lt: {user_value}grojaraštis {playlist_name_value} buvo atnaujinta.{extras_value}

source: Playlist unchanged
bg_bg: Списъкът за изпълнение е непроменен
da_dk: Spilleliste uændret
es_es: Lista de reproducción sin cambios
hu_hu: Lejátszási lista változatlan
ja_jp: プレイリストは変更されていません
lt_lt: Grojaraštis nepakitęs

source: {user_value}, playlist {playlist_name_value} has not been updated
bg_bg: {user_value}Плейлиста {playlist_name_value} не е актуализиран
da_dk: {user_value}spilleliste {playlist_name_value} er ikke blevet opdateret
es_es: {user_value}playlist {playlist_name_value} no se ha actualizado
hu_hu: {user_value}lejátszási lista {playlist_name_value} nem lett frissítve
ja_jp: {user_value}プレイリスト {playlist_name_value} 更新されていません
lt_lt: {user_value}grojaraštis {playlist_name_value} nebuvo atnaujinta

source: You must either provide a URL or attach a playlist file to upload a playlist
bg_bg: Трябва или да предоставите URL адрес, или да прикачите файл на списък за изпълнение, за да качите списък за изпълнение
da_dk: Du skal enten angive en URL eller vedhæfte en afspilningsliste for at uploade en afspilningsliste
es_es: Debe proporcionar una URL o adjuntar un archivo de lista de reproducción para subir una lista
hu_hu: A lejátszási lista feltöltéséhez meg kell adnod egy URL-t, vagy csatolnod kell egy listafájlt
ja_jp: プレイリストをアップロードするには、URLまたはプレイリストファイルを添付する必要があります
lt_lt: Norėdami įkelti grojaraštį, turite pateikti URL arba pridėti grojaraščio failą

source: No valid playlist file provided
bg_bg: Не е предоставен валиден файл на списък за изпълнение
da_dk: Ingen gyldig afspilningslistefil angivet
es_es: Archivo de lista de reproducción no válido
hu_hu: Nincs érvényes lejátszási listafájl megadva
ja_jp: 有効なプレイリストファイルが提供されていません
lt_lt: Nepateiktas galiojantis grojaraščio failas
