Repository: Drapersniper/Audio
Catalog: audio/locales/*.po
Languages: hr_hr, ja_jp, nl_be, no_no, ru_ua, zh_cn, zh_tw

source: I will only be allowed to join {channel_name}.
hr_hr: Samo ću se smjeti pridružiti. {channel_name}.
zh_cn: 我只被允许加入 {channel_name}.
zh_tw: 我只被允許加入 {channel_name}.

source: I am allowed to join any voice channel in the server.
hr_hr: Dopušteno mi je da se pridružim bilo kojem glasovnom kanalu na poslužitelju.
zh_cn: 我可以加入服务器中的任何语音通道。
zh_tw: 我可以加入伺服器中的任何語音通道。

source: I can not play songs in direct messages, sorry, try again in a server.
hr_hr: Ne mogu reproducirati pjesme u izravnim porukama, žao mi je, pokušajte ponovno na poslužitelju.
zh_cn: 我无法在直接消息中播放歌曲，抱歉，请在服务器中重试。
zh_tw: 我無法在直接消息中播放歌曲，抱歉，請在伺服器中重試。

source: You need to be a disc jockey in this server to play tracks in this server.
hr_hr: Da biste reproducirali pjesme na ovom poslužitelju, morate biti disk džokej na ovom poslužitelju.
zh_cn: 您需要成为此服务器的光盘骑师才能在此服务器中播放曲目。
zh_tw: 您需要成為此伺服器的光碟騎師才能在此伺服器中播放曲目。

source: This command is not available in this channel, please use {channel_name}.
hr_hr: Ova naredba nije dostupna na ovom kanalu, koristite {channel_name}.
zh_cn: 此命令在此频道中不可用，请使用 {channel_name}.
zh_tw: 此命令在此頻道中不可用，請使用 {channel_name}.

source: I could not find any suitable matches in this message.
hr_hr: Nisam mogao naći prikladne podudarnosti u ovoj poruci.
zh_cn: 我在此消息中找不到任何合适的匹配项。
zh_tw: 我在此消息中找不到任何合適的匹配項。

source: I found many suitable matches in this message.
hr_hr: Pronašao sam mnogo prikladnih podudaranja u ovoj poruci.
zh_cn: 我在此消息中找到了许多合适的匹配项。
zh_tw: 我在此消息中找到了許多合適的匹配項。

source: I found a single suitable match in this message.
hr_hr: Našao sam jednu prikladnu podudarnost u ovoj poruci.
zh_cn: 我在此消息中找到了一个合适的匹配项。
zh_tw: 我在此消息中找到了一個合適的匹配項。

source: You need to be a disc jockey to play tracks in this server.
hr_hr: Morate biti disk džokej da biste reproducirali pjesme na ovom poslužitelju.
zh_cn: 您需要成为光盘骑师才能在此服务器中播放曲目。
zh_tw: 您需要成為光碟騎師才能在此伺服器中播放曲目。

source: I could not find any supported activity in the activities {user_name} is partaking.
hr_hr: Nisam mogao pronaći nijednu podržanu aktivnost u aktivnostima {user_name} je blagovanje.
zh_cn: 我在活动中找不到任何受支持的活动 {user_name} 是分手。
zh_tw: 我在活動中找不到任何受支持的活動 {user_name} 是分手。

source: I could not find a valid Apple Music track in the activity {user_name} is partaking in.
hr_hr: U aktivnosti nisam mogao pronaći valjani apple music zapis {user_name} sudjeluje u.
zh_cn: 我在活动中找到有效的苹果音乐曲目 {user_name} 正在参与。
zh_tw: 我在活動中找到有效的蘋果音樂曲目 {user_name} 正在參與。

source: I could not find any tracks matching {query_value}.
hr_hr: Nisam mogao naći tragove koji se podudaraju. {query_value}.
zh_cn: 我找不到任何匹配的曲目 {query_value}.
zh_tw: 我找不到任何匹配的曲目 {query_value}.

source: I could not figure out what {user_name} is listening to.
hr_hr: Nisam mogao shvatiti što. {user_name} je slušanje.
zh_cn: 我不知道是什么 {user_name} 正在听。
zh_tw: 我不知道是什麼 {user_name} 正在聽。

source: You need to give me a query to enqueue.
hr_hr: Moraš mi dati upit da ga ostavim.
zh_cn: 你需要给我一个查询来排队。
zh_tw: 你需要給我一個查詢來排隊。

source: You must be in a voice channel to allow me to connect
hr_hr: Morate biti u glasovnom kanalu kako bi se povezao
ja_jp: 接続できるようにするには、音声チャネルにいる必要があります
zh_cn: 您必须在语音频道中才允许我连接
zh_tw: 你必須在語音頻道中我才能連接

source: {number_of_tracks} tracks enqueued.
hr_hr: {number_of_tracks} pjesme zaviđene.
zh_cn: {number_of_tracks} 跟踪已排队。
zh_tw: {number_of_tracks} 跟蹤已排隊。

source: {track_name} enqueued
zh_cn: {track_name} 已排队
zh_tw: {track_name} 已排隊

source: No tracks were found for your query.
hr_hr: Za vaš upit nisu pronađeni zapisi.
nl_be: Geen nummers gevonden voor uw zoekopdracht.
no_no: Ingen spor ble funnet for din spørring.
ru_ua: По вашему запросу треки не найдены.
zh_cn: 未找到查询的曲目。
zh_tw: 未找到查詢的曲目。

source: You need to be in a voice channel if you do not specify which channel I should connect to.
hr_hr: Morate biti na glasovnom kanalu ako ne odredite na koji kanal bih se trebao povezati.
zh_cn: 如果您没有指定我应该连接到哪个频道，则需要在语音通道中。
zh_tw: 如果您沒有指定我應該連接到哪個頻道，則需要在語音通道中。

source: I do not have permission to connect to {channel_name}.
hr_hr: Nemam dozvolu za povezivanje s {channel_name}.
zh_cn: 我没有连接到 {channel_name}.
zh_tw: 我沒有連接到 {channel_name}.

source: I do not have permission to speak in {channel_name}.
hr_hr: Nemam dozvolu da govorim u {channel_name}.
zh_cn: 我无权发言 {channel_name}.
zh_tw: 我無權發言 {channel_name}.

source: You do not have permission to connect to {channel_name}.
hr_hr: Nemate dozvolu za povezivanje s {channel_name}.
zh_cn: 您没有连接到 的权限 {channel_name}.
zh_tw: 您沒有連線到 的許可權 {channel_name}.

source: I have been told only to join {channel_name} on this server.
hr_hr: Rečeno mi je samo da se pridružim. {channel_name} na ovom poslužitelju.
zh_cn: 我只被告知要加入 {channel_name} 在此服务器上。
zh_tw: 我只被告知要加入 {channel_name} 在此伺服器上。

source: I have successfully connected to {channel_name}.
hr_hr: Uspješno sam se povezao s {channel_name}.
zh_cn: 我已成功连接到 {channel_name}.
zh_tw: 我已成功連接到 {channel_name}.

source: I am not currently playing anything on this server.
hr_hr: Trenutno ne igram ništa na ovom poslužitelju.
zh_cn: 我目前没有在此服务器上播放任何内容。
zh_tw: 我目前沒有在此伺服器上播放任何內容。

source: I have skipped {track_name} as requested.
hr_hr: Preskočio sam {track_name} kao što je zatraženo.
zh_cn: 我跳过了 {track_name} 根据要求。
zh_tw: 我跳過了 {track_name} 根據要求。

source: I have stopped the playback and cleared the queue as requested.
hr_hr: Zaustavio sam reprodukciju i očistio red kako sam tražio.
zh_cn: 我已停止播放并按照要求清除队列。
zh_tw: 我已停止播放並按照要求清除佇列。

source: I have disconnected from {channel_name} as requested.
hr_hr: Prekinuo sam vezu s {channel_name} kao što je zatraženo.
zh_cn: 我已断开与 {channel_name} 根据要求。
zh_tw: 我已斷開與 {channel_name} 根據要求。

source: The server queue is currently empty.
hr_hr: Red čekanja poslužitelja trenutno je prazan.
zh_cn: 服务器队列当前为空。
zh_tw: 伺服器佇列當前為空。

source: You are not allowed to shuffle the queue.
hr_hr: Nije vam dopušteno miješanje reda čekanja.
nl_be: Je bent niet toegestaan om de wachtrij te schudden.
no_no: Du har ikke tillatelse til å stokke i køen.
ru_ua: Вам не разрешено перемешивать очередь.
zh_cn: 不允许随机排列队列。
zh_tw: 不允許隨機排列佇列。

source: {queue_size} tracks shuffled.
hr_hr: {queue_size} tragovi su izmiješani.
zh_cn: {queue_size} 轨道被洗牌。
zh_tw: {queue_size} 軌道被洗牌。

source: I will now repeat the entire queue.
hr_hr: Sada ću ponoviti cijeli red.
zh_cn: 我现在将重复整个队列。
zh_tw: 我現在將重複整個佇列。

source: I will no longer repeat any tracks.
hr_hr: Neću više ponavljati nikakve tragove.
zh_cn: 我将不再重复任何曲目。
zh_tw: 我將不再重複任何曲目。

source: I will now repeat {track_name}.
hr_hr: Sada ću ponoviti {track_name}.
zh_cn: 我现在再重复一遍 {track_name}.
zh_tw: 我現在再重複一遍 {track_name}.

source: the current track
hr_hr: trenutna pjesma
zh_cn: 当前曲目
zh_tw: 當前曲目

source: The player is already paused, did you mean to run `{bot_command_prefix}{command_name}`
hr_hr: Igrač je već pauziran, jeste li mislili trčati '{bot_command_prefix}{command_name}`
zh_cn: 玩家已经暂停了，你的意思是跑'{bot_command_prefix}{command_name}`
zh_tw: 玩家已經暫停了，你的意思是跑'{bot_command_prefix}{command_name}`

source: I have now paused the player as requested.
hr_hr: Sada sam pauzirao igrača kako sam tražio.
zh_cn: 我现在已经按照要求暂停了播放器。
zh_tw: 我現在已經按照要求暫停了播放機。

source: Player already resumed, did you mean to run `{bot_command_prefix}{command_name}`
hr_hr: Igrač je već nastavio, jeste li mislili trčati '{bot_command_prefix}{command_name}`
zh_cn: 玩家已经恢复了，你的意思是运行”{bot_command_prefix}{command_name}`
zh_tw: 玩家已經恢復了，你的意思是運行”{bot_command_prefix}{command_name}`

source: I have now resumed the player as requested.
hr_hr: Sada sam nastavio s igračem kako sam tražio.
zh_cn: 我现在已经按照要求恢复了播放器。
zh_tw: 我現在已經按照要求恢復了播放機。

source: Volume must be less than 1,000%
hr_hr: Volumen mora biti manji od 1.000%
zh_cn: 体积必须小于 1，000%
zh_tw: 體積必須小於 1，000%

source: Volume must be greater than 0%
hr_hr: Glasnoća mora biti veća od 0%
zh_cn: 音量必须大于 0%
zh_tw: 音量必須大於 0%

source: Volume can not be higher than {max_volume_value}%.
hr_hr: Glasnoća ne može biti veća od {max_volume_value}%.
zh_cn: 音量不能高于 {max_volume_value}%.
zh_tw: 音量不能高於 {max_volume_value}%.

source: Player volume has been set to {volume_value}%.
hr_hr: Glasnoća igrača postavljena je na {volume_value}%.
zh_cn: 播放器音量已设置为 {volume_value}%.
zh_tw: 播放機音量已設置為 {volume_value}%.

source: Unable to seek track
hr_hr: Nije moguće micati pjesmu
ja_jp: トラックを探すことができません
nl_be: Kan geen track zoeken
no_no: Kan ikke søke spor
ru_ua: Не удается найти трек
zh_cn: 无法寻找曲目
zh_tw: 無法移動音軌時間

source: I am unable to seek this track as it is a stream.
hr_hr: Ne mogu tražiti ovu pjesmu jer je to potok.
zh_cn: 我无法寻找这条轨道，因为它是一条溪流。
zh_tw: 我無法尋找這條軌道，因為它是一條溪流。

source: Unable to seek track.
hr_hr: Nije moguće tražiti trag.
nl_be: Kan nummer niet zoeken.
no_no: Kan ikke søke spor.
ru_ua: Не удается найти трек.
zh_cn: 无法寻道。
zh_tw: 無法尋道。

source: I can not seek the current track while the player is paused.
hr_hr: Ne mogu tražiti trenutnu stazu dok je igrač pauziran.
zh_cn: 当播放器暂停时，我无法寻找当前曲目。
zh_tw: 當播放機暫停時，我無法尋找當前曲目。

source: I have moved the current track forward {number_of_seconds} seconds to the end of the track.
hr_hr: Pomaknuo sam trenutnu stazu naprijed {number_of_seconds} sekundi do kraja staze.
zh_cn: 我已将当前轨道向前移动 {number_of_seconds} 秒到曲目结束。
zh_tw: 我已將當前軌道向前移動 {number_of_seconds} 秒到曲目結束。

source: I have moved the current track forward {number_of_seconds} seconds to position {timestamp_value}.
hr_hr: Pomaknuo sam trenutnu stazu naprijed {number_of_seconds} sekunde do položaja {timestamp_value}.
zh_cn: 我已将当前轨道向前移动 {number_of_seconds} 秒到位置 {timestamp_value}.
zh_tw: 我已將當前軌道向前移動 {number_of_seconds} 秒到位置 {timestamp_value}.

source: I have moved the current track back {number_of_seconds} seconds to the beginning.
hr_hr: Pomaknuo sam trenutnu pjesmu natrag {number_of_seconds} sekundi do početka.
zh_cn: 我已将当前曲目移回 {number_of_seconds} 几秒钟到开始。
zh_tw: 我已將當前曲目移回 {number_of_seconds} 幾秒鐘到開始。

source: I have moved the current track back {number_of_seconds} seconds to position {timestamp_value}.
hr_hr: Pomaknuo sam trenutnu pjesmu natrag {number_of_seconds} sekunde do položaja {timestamp_value}.
zh_cn: 我已将当前曲目移回 {number_of_seconds} 秒到位置 {timestamp_value}.
zh_tw: 我已將當前曲目移回 {number_of_seconds} 秒到位置 {timestamp_value}.

source: I have moved the current track to the beginning.
hr_hr: Pomaknuo sam trenutnu stazu na početak.
zh_cn: 我已将当前曲目移至开头。
zh_tw: 我已將當前曲目移至開頭。

source: The history of tracks is currently empty.
hr_hr: Povijest pjesama trenutno je prazna.
zh_cn: 曲目的历史记录当前为空。
zh_tw: 曲目的歷史記錄當前為空。

source: Playing previous track: {track_name}
hr_hr: Reproduciranje prethodne pjesme: {track_name}
zh_cn: 播放上一首曲目： {track_name}
zh_tw: 播放上一首曲目： {track_name}

source: Plays the specified track from the queue.
hr_hr: Reproducira navedenu pjesmu iz reda čekanja.
zh_cn: 播放队列中的指定曲目。
zh_tw: 播放佇列中的指定曲目。

source: There are no songs in the queue.
hr_hr: Nema pjesama u redu čekanja.
zh_cn: 队列中没有歌曲。
zh_tw: 佇列中沒有歌曲。

source: Track index must be between 1 and {size_of_queue}
hr_hr: Indeks zapisa mora biti između 1 i {size_of_queue}
zh_cn: 轨道索引必须介于 1 和 1 之间 {size_of_queue}
zh_tw: 軌道索引必須介於 1 和 1 之間 {size_of_queue}

source: There are no tracks in position {queue_position_value}.
hr_hr: Nema tragova na položaju {queue_position_value}.
zh_cn: 没有轨道就位 {queue_position_value}.
zh_tw: 沒有軌道就位 {queue_position_value}.

source: {track_name} will play after {current_track_name} finishes ({estimated_time_value}).
hr_hr: {track_name} igrat će se nakon {current_track_name} završava ({estimated_time_value}).
zh_cn: {track_name} 之后会玩 {current_track_name} 饰面 （{estimated_time_value}).
zh_tw: {track_name} 之後會玩 {current_track_name} 飾面 （{estimated_time_value}).

source: {track_name} will start now {current_track_name} has been skipped.
hr_hr: {track_name} počet će sada {current_track_name} je preskočen.
zh_cn: {track_name} 将立即开始 {current_track_name} 已被跳过。
zh_tw: {track_name} 將立即開始 {current_track_name} 已被跳過。

source: Enqueue a track at the top of the queue.
hr_hr: Označite pjesmu na vrhu reda čekanja.
zh_cn: 将队列顶部的轨道排队。
zh_tw: 將佇列頂部的軌道排隊。

source: {number_of_tracks} tracks have been enqueued.
hr_hr: {number_of_tracks} Tragovi su zaviđeni.
zh_cn: {number_of_tracks} 轨道已排队。
zh_tw: {number_of_tracks} 軌道已排隊。

source: {track_name} has been enqueued.
hr_hr: {track_name} je zaokružen.
zh_cn: {track_name} 已排队。
zh_tw: {track_name} 已排隊。

source: Remove the specified track from the queue. If you specify the `remove_duplicates` argument, all tracks that are the same as your URL or the index track will be removed.
hr_hr: Ukloni navedenu pjesmu iz reda. Ako navedete argument `remove_duplicates`, sve pjesme koje su iste kao Vaš URL ili indeksna pjesma će biti uklonjene.
ja_jp: 指定されたトラックをキューから削除します。 'remove_duplicates' 引数を指定すると、URL またはインデックス トラックと同じすべてのトラックが削除されます。
nl_be: Verwijder de opgegeven track uit de wachtrij. Als je het `remove_duplicates` argument opgeeft, alle nummers die hetzelfde zijn als uw URL of de index track zal worden verwijderd.
no_no: Fjern det spesifiserte sporet fra køen. Hvis du spesifiserer `remove_duplicates` argument, alle sporene som er de samme som din nettadresse eller indekssporet vil bli fjernet.
ru_ua: Удалить указанный трек из очереди. Если вы укажете параметр `remove_duplicates`, все треки, совпадающие с вашим URL или индексирующим треком, будут удалены.
zh_cn: 从队列中删除指定的曲目。 如果您指定了 `remove_durate` 参数， 所有与您的 URL 或索引曲目相同的曲目将被删除。
zh_tw: 清單中刪除指定的曲目。 如果您指定 `remove_duplicates` 參數，所有與您的 URL 或索引曲目相同的曲目都將被刪除。

source: Queue is empty.
hr_hr: Red čekanja je prazan.
nl_be: Wachtrij is leeg.
no_no: KÃ¸en er tom.
ru_ua: Очередь пуста.
zh_cn: 队列为空。
zh_tw: 隊列為空。

source: Track index must be between 1 and {queue_size}.
hr_hr: Indeks zapisa mora biti između 1 i {queue_size}.
zh_cn: 轨道索引必须介于 1 和 1 之间 {queue_size}.
zh_tw: 軌道索引必須介於 1 和 1 之間 {queue_size}.

source: There is no track in position {position_value}.
hr_hr: Nema zapisa na mjestu {position_value}.
zh_cn: 没有轨道就位 {position_value}.
zh_tw: 沒有軌道就位 {position_value}.

source: {track_name} not found in queue.
hr_hr: {track_name} nije pronađeno u redu čekanja.
zh_cn: {track_name} 在队列中找不到。
zh_tw: {track_name} 在佇列中找不到。

source: No tracks were removed from the queue.
hr_hr: Nijedan zapis nije uklonjen iz reda čekanja.
zh_cn: 未从队列中删除任何曲目。
zh_tw: 未從佇列中刪除任何曲目。

source: I have removed a single entry of {track_name} from the queue.
hr_hr: Uklonio sam jedan unos {track_name} iz reda čekanja.
zh_cn: 我删除了单个条目 {track_name} 从队列中。
zh_tw: 我刪除了單個條目 {track_name} 從佇列中。

source: I have removed {number_of_entries} entries of {track_name} from the queue.
hr_hr: Uklonio sam {number_of_entries} unosi od {track_name} iz reda čekanja.
zh_cn: 我已删除 {number_of_entries} 的条目 {track_name} 从队列中。
zh_tw: 我已刪除 {number_of_entries} 的條目 {track_name} 從佇列中。

source: Search for a track then play the selected response.
hr_hr: Potražite zapis, a zatim reproducirajte odabrani odgovor.
zh_cn: 搜索曲目，然后播放所选响应。
zh_tw: 搜索曲目，然後播放所選回應。

source: You have not selected something to play.
hr_hr: Niste odabrali nešto za igranje.
zh_cn: 您尚未选择要播放的内容。
zh_tw: 您尚未選擇要播放的內容。

source: Searching {service_name}
hr_hr: Pretraživanje {service_name}
zh_cn: 搜索 {service_name}
zh_tw: 搜索 {service_name}

source: No results found on {service_name}
hr_hr: Nisu pronađeni rezultati na {service_name}
zh_cn: 未找到结果 {service_name}
zh_tw: 未找到結果 {service_name}

source: I am not connected to a voice channel.
hr_hr: Nisam povezan s glasovnim kanalom.
zh_cn: 我没有连接到语音通道。
zh_tw: 我沒有連接到語音通道。

source: Volume limit reached, player volume set to {volume_value}%
hr_hr: Dosegnuto ograničenje glasnoće, glasnoća igrača postavljena na {volume_value}%
zh_cn: 已达到音量限制，播放器音量设置为 {volume_value}%
zh_tw: 已達到音量限制，播放器音量設置為 {volume_value}%

source: Minimum volume reached, player volume set to 0%
hr_hr: Dosegnuta je minimalna glasnoća, glasnoća playera postavljena je na 0%
ja_jp: 最小音量に達し、プレーヤーの音量を0%に設定
zh_cn: 达到最小音量，播放器音量设置为0%
zh_tw: 達到最小音量，播放器音量設置為 0%

source: Player volume set to {volume_value}%
hr_hr: Glasnoća playera postavljena na {volume_value}%
zh_cn: 播放器音量设置为 {volume_value}%
zh_tw: 播放機音量設置為 {volume_value}%

source: Notifies PyLav that a Player is having issues. If enough (50%+ of currently playing players) report issues, PyLav will automatically switch to a different node or restart the current node where possible.
ja_jp: プレイヤーに問題があることをPyLavに通知します。 十分な量(現在プレイ中のプレイヤーの50%+)が問題を報告した場合、PyLavは自動的に 可能な場合は、別のノードに切り替えるか、現在のノードを再起動します。

source: This server already voted recently, please try again in 10 minutes
ja_jp: このサーバーはすでに最近投票しました。10分後にもう一度やり直してください

source: Thank you for your report
ja_jp: ご報告ありがとうございます

source: Removes a vote for a Player being down. If enough (50%+ of currently playing players) report issues, PyLav will automatically switch to a different node or restart the current node where possible. This command is only useful if you previously voted for a node to be down and it is now back up.
ja_jp: プレイヤーがダウンしたことに対する投票を削除します。 十分な量(現在プレイ中のプレイヤーの50%+)が問題を報告した場合、PyLavは自動的に 可能な場合は、別のノードに切り替えるか、現在のノードを再起動します。 このコマンドは、以前にノードがダウンすることに投票し、現在はバックアップされている場合にのみ役立ちます。

source: There is no active votes for the current backend
ja_jp: 現在のバックエンドに対するアクティブな投票はありません

source: Removed your report
ja_jp: 報告を削除しました

source: Show the version of the Cog and its PyLav dependencies
ja_jp: 歯車とそのPyLav依存関係のバージョンを表示する

source: Library/Cog
ja_jp: ライブラリ/コグ
nl_be: Bibliotheek/Cog
no_no: Bibliotek/Hund
ru_ua: Библиотека/Ког

source: Global configuration options
ja_jp: グローバル構成オプション

source: Volume must be less than 1000
ja_jp: ボリュームは 1000 未満である必要があります

source: Volume must be greater than 0
ja_jp: ボリュームは 0 より大きくなければなりません

source: Max volume set to {volume}%
ja_jp: 最大音量をに設定 {volume}%

source: Set whether [botname] should deafen itself when playing
ja_jp: 設定するかどうか [botname] 遊ぶときに耳が聞こえないはずです

source: Deafen set to {deafen}
ja_jp: 聴覚障害者は {deafen}

source: Enabled
ja_jp: 有効
nl_be: Ingeschakeld
no_no: Aktivert
ru_ua: Включено

source: Disabled
ja_jp: 無効
nl_be: Uitgeschakeld
no_no: Deaktivert
ru_ua: Отключено

source: Set whether the a server is allowed to enabled auto shuffle
ja_jp: サーバーで自動シャッフルを有効にすることを許可するかどうかを設定します

source: Auto-Shuffle set to {shuffle}
ja_jp: 自動シャッフルをに設定 {shuffle}

source: Set whether [botname] should allow users to shuffle the queue
ja_jp: 設定するかどうか [botname] ユーザーがキューをシャッフルできるようにする必要があります

source: Shuffle set to {shuffle}
ja_jp: シャッフルを {shuffle}

source: Set whether [botname] should automatically play songs when the queue is empty
ja_jp: 設定するかどうか [botname] キューが空のときに自動的に曲を再生する必要があります

source: Auto-Play set to {auto}
ja_jp: 自動再生を に設定 {auto}

source: Set whether [botname] should disconnect from the voice channel
ja_jp: 設定するかどうか [botname] 音声チャネルから切断する必要があります

source: Set whether [botname] should disconnect from the voice channel when the queue is empty. Arguments: - `<toggle>`: Whether [botname] should disconnect from the voice channel when the queue is empty. - `<duration>`: How longer after the queue is empty should the player be disconnected. Default is 60 seconds. Accepts second, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
ja_jp: 設定するかどうか [botname] キューが空のときに音声チャネルから切断する必要があります。 引数： - `<toggle>': かどうか [botname] キューが空のときに音声チャネルから切断する必要があります。 - `<duration>': キューが空になってからプレイヤーを切断するまでの時間。デフォルトは 60 秒です。 秒、分、時間、日、週を受け入れます (単位が指定されていない場合、期間は秒単位で指定されていると見なされます)

source: and players will be disconnected after {duration}
ja_jp: その後、プレイヤーは切断されます {duration}

source: Disconnect from voice channel when queue is empty set to {empty}{extras}
ja_jp: キューが空のときに音声チャネルから切断する に設定 {empty}{extras}

source: Set whether [botname] should disconnect from the voice channel when alone. Arguments: - `<toggle>`: Whether [botname] should disconnect from the voice channel when it detects that it is alone. - `<duration>`: How longer after detecting should the player be disconnected. Default is 60 seconds. Accepts second, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
ja_jp: 設定するかどうか [botname] 単独で音声チャネルから切断する必要があります。 引数： - `<toggle>': かどうか [botname] 音声チャネルが単独であることを検出したときに、音声チャネルから切断する必要があります。 - `<duration>':検出してからプレーヤーを切断する時間。デフォルトは 60 秒です。 秒、分、時間、日、週を受け入れます (単位が指定されていない場合、期間は秒単位で指定されていると見なされます)

source: Disconnect from voice channel when alone set to {empty}{extras}
ja_jp: 単独で音声チャネルから切断する {empty}{extras}

source: Server configuration options
ja_jp: サーバー構成オプション

source: Add, remove or show the DJ roles and users for the server
ja_jp: サーバーのDJロールとユーザーを追加、削除、または表示する

source: Add DJ roles or users to this server
ja_jp: このサーバーにDJの役割またはユーザーを追加する

source: Added {role} to the DJ roles
ja_jp: 追加 {role} DJの役割に

source: Added {user} to the DJ users
ja_jp: 追加 {user} DJユーザーの皆様へ

source: Added {roles} to the DJ roles and {users} to the DJ users
ja_jp: 追加 {roles} DJの役割と {users} DJユーザーの皆様へ

source: Added {roles} to the DJ roles
ja_jp: 追加 {roles} DJの役割に

source: Added {users} to the DJ users
ja_jp: 追加 {users} DJユーザーの皆様へ

source: Remove DJ roles or users in this the server
ja_jp: このサーバーのDJロールまたはユーザーを削除します

source: Removed {roles} from the DJ roles and {users} from the DJ users, as well as {ints} from both
ja_jp: 削除 {roles} DJの役割から、そして {users} DJユーザーからだけでなく、 {ints} 両方から

source: Removed {roles} from the DJ roles and {users} from the DJ users
ja_jp: 削除 {roles} DJの役割から、そして {users} DJユーザーから

source: Removed {roles} from the DJ roles
ja_jp: 削除 {roles} DJの役割から

source: Removed {users} from the DJ users
ja_jp: 削除 {users} DJユーザーから

source: Removed {ints} from the DJ roles and users
ja_jp: 削除 {ints} DJの役割とユーザーから

source: Removed `{id}` from the DJ roles and users
ja_jp: 削除 '{id}' DJ の役割とユーザーから

source: Removed {role} from the DJ roles
ja_jp: 削除 {role} DJの役割から

source: Removed {user} from the DJ users
ja_jp: 削除 {user} DJユーザーから

source: List the DJ roles and users for the server
ja_jp: サーバーのDJロールとユーザーを一覧表示する

source: There are no DJ roles or users set in {server}
ja_jp: DJの役割やユーザーが設定されていません {server}

source: DJ Roles
ja_jp: DJの役割

source: DJ Users
ja_jp: DJユーザー

source: Clear the DJ roles and users for the server
ja_jp: サーバーのDJロールとユーザーをクリアする

source: Cleared the DJ roles and users for {server}
ja_jp: DJの役割とユーザーをクリアしました {server}

source: Set the maximum volume a user can set
ja_jp: ユーザーが設定できる最大音量を設定する

source: Volume must be between 0 and {volume}%
ja_jp: ボリュームは 0 から {volume}%

source: My owner told me to always deafen myself
ja_jp: 私の所有者は私にいつも耳が聞こえないように言いました

source: Set whether [botname] should shuffle the queue after every new song added
ja_jp: 設定するかどうか [botname] 新しい曲が追加されるたびにキューをシャッフルする必要があります

source: Auto-Shuffle is globally disabled
ja_jp: 自動シャッフルはグローバルに無効になっています

source: Shuffle is globally disabled
ja_jp: シャッフルはグローバルに無効になっています

source: Set whether the bot should automatically play songs when the queue is empty
ja_jp: キューが空のときにボットが自動的に曲を再生するかどうかを設定します

source: Auto-Play is globally disabled
ja_jp: 自動再生はグローバルに無効になっています

source: Set whether the bot should disconnect from the voice channel when the queue is empty. Arguments: - `<toggle>`: Whether the bot should disconnect from the voice channel when the queue is empty. - `<duration>`: How longer after the queue is empty should the player be disconnected. Default is 60 seconds. Accepts seconds, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
ja_jp: キューが空のときにボットを音声チャネルから切断するかどうかを設定します。 引数： - `<toggle>': キューが空のときにボットを音声チャネルから切断する必要があるかどうか。 - `<duration>': キューが空になってからプレイヤーを切断するまでの時間。デフォルトは 60 です。 お代わり。 秒、分、時間、日、週を受け入れます (単位が指定されていない場合、期間は 秒単位で指定)

source: Disconnect when the queue finished is globally enabled and players will be disconnected after {delta}
ja_jp: キューが終了したら切断するとグローバルに有効になり、プレイヤーは後に切断されます {delta}
