Repository: Drapersniper/Audio
Catalog: audio/locales/*.po
Languages: hr_hr, ja_jp, nl_be, no_no, ru_ua, zh_cn, zh_tw

source: A Media player using the PyLav library
hr_hr: Media player koji koristi PyLav
ja_jp: PyLavライブラリを使用するメディアプレーヤー
zh_cn: 使用 PyLav 库的媒体播放器
zh_tw: 使用 PyLav 資料庫的媒體播放器

source: Play from Spotify or Apple Music
hr_hr: Reproduciraj sa servisa Spotify ili Apple Music
zh_cn: 从Spotify或Apple Music播放
zh_tw: 從Spotify或Apple Music播放

source: Play from this message
hr_hr: Reproduciraj iz ove poruke
zh_cn: 从此消息播放
zh_tw: 從此消息播放

source: Notifies PyLav that a Player is having issues. If enough (50% or more of currently playing players) report issues, PyLav will automatically switch to a different node or restart the current node where possible.
hr_hr: Obavještava PyLav da igrač ima problema. Ako dovoljno (50% ili više trenutno igrajućih igrača) prijavi probleme, PyLav će automatski prebacite se na drugi čvor ili ponovno pokrenite trenutni čvor gdje je to moguće.
zh_cn: 通知 PyLav 玩家有问题。 如果有足够多的玩家（50%或更多当前玩游戏的玩家）报告问题，PyLav 将自动 切换到其他节点或重新启动当前节点（如果可能）。
zh_tw: 通知 PyLav 玩家有問題。 如果有足夠多的玩家（50%或更多當前玩遊戲的玩家）報告問題，PyLav 將自動 切換到其他節點或重新啟動當前節點（如果可能）。

source: This server already voted recently. Please, try again in 10 minutes.
hr_hr: Ovaj poslužitelj je već nedavno glasao. Pokušajte ponovo za 10 minuta.
zh_cn: 此服务器最近已投票。请在 10 分钟后重试。
zh_tw: 此伺服器最近已投票。請在 10 分鐘後重試。

source: Thank you for your report.
hr_hr: Hvala vam na izvještaju.
zh_cn: 感谢您报告的信息。
zh_tw: 感謝您報告的資訊。

source: Removes a vote for a Player being down. If enough (50% or more of currently active players) report issues, PyLav will automatically switch to a different node or restart the current node where possible. This command is only valid if your server previously voted for a node to be down and is now back up.
hr_hr: Uklanja glas za igrača koji je pao. Ako dovoljno (50% ili više trenutno aktivnih igrača) prijavi probleme, PyLav će automatski prebacite se na drugi čvor ili ponovno pokrenite trenutni čvor gdje je to moguće. Ova naredba vrijedi samo ako je poslužitelj prethodno glasao za isključenje čvora i sada je sigurnosno kopiran.
zh_cn: 删除玩家被关闭的投票。 如果有足够多的玩家（50%或更多当前活跃的玩家）报告问题，PyLav 将自动 切换到其他节点或重新启动当前节点（如果可能）。 仅当服务器之前投票支持节点关闭并且现在已备份时，此命令才有效。
zh_tw: 刪除玩家被關閉的投票。 如果有足夠多的玩家（50%或更多當前活躍的玩家）報告問題，PyLav 將自動 切換到其他節點或重新啟動當前節點（如果可能）。 僅當伺服器之前投票支援節點關閉並且現在已備份時，此命令才有效。

source: There are no active votes for the current audio node.
hr_hr: Nema aktivnih glasova za trenutni audio čvor.
zh_cn: 当前音频节点没有活动投票。
zh_tw: 當前音訊節點沒有活動投票。

source: I have removed your report.
hr_hr: Uklonio sam vaš izvještaj.
zh_cn: 我已经删除了你的报告。
zh_tw: 我已經刪除了你的報告。

source: Show the version of the Cog and its PyLav dependencies.
hr_hr: Pokažite verziju Zupčanika i njegove PyLav ovisnosti.
zh_cn: 显示齿轮的版本及其 PyLav 依赖项。
zh_tw: 顯示齒輪的版本及其 PyLav 依賴項。

source: Library / Cog
hr_hr: Knjižnica / Zupčanik
zh_cn: 图书馆/齿轮
zh_tw: 圖書館/齒輪

source: Version
hr_hr: Verzija
ja_jp: バージョン
nl_be: Versie
no_no: Versjon
ru_ua: Версии
zh_cn: 版本
zh_tw: 版本

source: Global configuration options, which apply to all servers.
hr_hr: Globalne konfiguracijske opcije koje se primjenjuju na sve poslužitelje.
zh_cn: 全局配置选项，适用于所有服务器。
zh_tw: 全域配置選項，適用於所有伺服器。

source: Set the maximum volume a server can set
hr_hr: Postavi maksimalnu glasnoću koju server može postaviti
ja_jp: サーバーが設定できる最大音量を設定する
zh_cn: 设置服务器可以设置的最大音量
zh_tw: 設置伺務器可以使用的最大音量

source: You have to specify a volume less than or equal to 1,000%.
hr_hr: Morate navesti jedinicu manju ili jednaku 1000%.
zh_cn: 您必须指定小于或等于 1，000% 的卷。
zh_tw: 您必須指定小於或等於 1，000% 的卷。

source: You have to specify a volume greater than 0%.
hr_hr: Morate navesti jedinicu veću od 0%.
zh_cn: 您必须指定大于 0% 的卷。
zh_tw: 您必須指定大於 0% 的卷。

source: The maximum volume I will allow anyone in any server to set is {volume_value}%
hr_hr: Maksimalna jedinica koju ću dopustiti bilo kome na bilo kojem poslužitelju da postavi je {volume_value}%
zh_cn: 我将允许任何服务器中的任何人设置的最大音量是 {volume_value}%
zh_tw: 我將允許任何伺服器中的任何人設置的最大音量是 {volume_value}%

source: Set whether I should deafen myself when playing.
hr_hr: Postavi da li bih se trebao zaglušiti dok igram.
zh_cn: 设置我是否应该在玩游戏时震耳欲聋。
zh_tw: 設置我是否應該在玩遊戲時震耳欲聾。

source: From now on, I will deafen myself when joining a voice channel.
hr_hr: Od sada ću se zaglušiti kada se pridružim glasovnom kanalu.
zh_cn: 从现在开始，加入语音频道时我会震耳欲聋。
zh_tw: 從現在開始，加入語音頻道時我會震耳欲聾。

source: From now on, I will no longer deafen myself when joining a voice channel.
hr_hr: Od sada se više neću zaglušivati kada se pridružim glasovnom kanalu.
zh_cn: 从现在开始，加入语音频道时，我将不再震耳欲聋。
zh_tw: 從現在開始，加入語音頻道時，我將不再震耳欲聾。

source: Set whether the server is allowed to enable auto shuffle.
hr_hr: Postavite je li poslužitelju dopušteno omogućiti automatsko miješanje.
zh_cn: 设置是否允许服务器启用自动随机播放。
zh_tw: 設置是否允許伺服器啟用自動隨機播放。

source: From now on, I will auto shuffle my track queue when new songs are added.
hr_hr: Od sada ću automatski izmiješati red čekanja na pjesmi kada se dodaju nove pjesme.
zh_cn: 从现在开始，当添加新歌曲时，我将自动随机播放我的曲目队列。
zh_tw: 從現在開始，當添加新歌曲時，我將自動隨機播放我的曲目佇列。

source: From now on, I will no longer auto shuffle my track queue when new songs are added.
hr_hr: Od sada više neću automatski mijenjati red čekanja na pjesmi kada se dodaju nove pjesme.
zh_cn: 从现在开始，添加新歌曲时，我将不再自动随机播放我的曲目队列。
zh_tw: 從現在開始，添加新歌曲時，我將不再自動隨機播放我的曲目佇列。

source: Set whether I should allow users to shuffle the queue
hr_hr: Postavljanje trebam li korisnicima dopustiti miješanje reda čekanja
zh_cn: 设置我是否应允许用户随机播放队列
zh_tw: 設置我是否應允許使用者隨機播放佇列

source: From now on, I will allow users to shuffle the queue.
hr_hr: Od sada ću korisnicima dopustiti miješanje reda čekanja.
zh_cn: 从现在开始，我将允许用户洗牌队列。
zh_tw: 從現在開始，我將允許用戶洗牌佇列。

source: From now on, I will no longer allow users to shuffle the queue.
hr_hr: Od sada više neću dopustiti korisnicima da miješaju red čekanja.
zh_cn: 从现在开始，我将不再允许用户随机排列队列。
zh_tw: 從現在開始，我將不再允許使用者隨機排列佇列。

source: Set whether I should automatically play songs when the queue is empty.
hr_hr: Postavite trebam li automatski reproducirati pjesme kada je red čekanja prazan.
zh_cn: 设置在队列为空时是否应自动播放歌曲。
zh_tw: 設置在隊列為空時是否應自動播放歌曲。

source: From now on, I will automatically play songs from the specified playlist when the queue is empty.
hr_hr: Od sada ću automatski reproducirati pjesme s navedenog popisa za reprodukciju kada je red čekanja prazan.
zh_cn: 从现在开始，当队列为空时，我将自动播放指定播放列表中的歌曲。
zh_tw: 從現在開始，當隊列為空時，我將自動播放指定播放清單中的歌曲。

source: From now on, I will no longer automatically play songs from the specified playlist when the queue is empty.
hr_hr: Od sada više neću automatski reproducirati pjesme s navedenog popisa za reproduciranje kada je red čekanja prazan.
zh_cn: 从现在开始，当队列为空时，我将不再自动播放指定播放列表中的歌曲。
zh_tw: 從現在開始，當隊列為空時，我將不再自動播放指定播放清單中的歌曲。

source: Set whether I should disconnect from the voice channel.
hr_hr: Postavite trebam li prekinuti vezu s glasovnim kanalom.
zh_cn: 设置我是否应断开与语音通道的连接。
zh_tw: 設置我是否應斷開與語音通道的連接。

source: Set whether I should disconnect from the voice channel when the queue is empty. Arguments: - `<toggle>`: Whether I should disconnect from the voice channel when the queue is empty. - `<duration>`: How long after the queue is empty should the player be disconnected? The default is 60 seconds. Accepts second, minutes, hours, days and weeks (if no unit is specified, the duration is assumed to be given in seconds)
hr_hr: Postavite trebam li prekinuti vezu s glasovnim kanalom kada je red čekanja prazan. Argumente: - `<toggle>': Trebam li prekinuti vezu s glasovnim kanalom kada je red prazan. - `<duration>': Koliko dugo nakon što je red prazan treba isključiti igrača? Zadano je 60 sekundi. Prihvaća drugi, minute, sate, dane i tjedne (ako nije navedena jedinica, pretpostavlja se da će trajanje biti dano u sekundama)
zh_cn: 设置当队列为空时是否应断开与语音通道的连接。 参数： - `<toggle>'：当队列为空时，我是否应断开与语音通道的连接。 - `<duration>'：队列为空后多久应断开播放器的连接？默认值为 60 秒。 接受秒、分钟、小时、天和周（如果未指定单位，则假定持续时间以秒为单位）
zh_tw: 設置當隊列為空時是否應斷開與語音通道的連接。 參數： - `<toggle>'：當隊列為空時，我是否應斷開與語音通道的連接。 - `<duration>'：隊列為空后多久應斷開播放機的連接？預設值為 60 秒。 接受秒、分鐘、小時、天和周（如果未指定單位，則假定持續時間以秒為單位）

source: I will disconnect from the voice channel when the queue is empty after {time_to_dc}.
hr_hr: Prekinut ću vezu s glasovnim kanalom kada je red prazan nakon toga {time_to_dc}.
zh_cn: 当队列为空时，我将断开与语音通道的连接 {time_to_dc}.
zh_tw: 當隊列為空時，我將斷開與語音通道的連接 {time_to_dc}.

source: I will disconnect from the voice channel when the queue is empty after 60 seconds.
hr_hr: Odspojit ću se s glasovnog kanala kada je red prazan nakon 60 sekundi.
zh_cn: 当队列在 60 秒后为空时，我将断开与语音通道的连接。
zh_tw: 當佇列在 60 秒後為空時，我將斷開與語音通道的連接。

source: I will no longer disconnect from the voice channel when the queue is empty.
hr_hr: Više se neću isključiti iz glasovnog kanala kada je red prazan.
zh_cn: 当队列为空时，我将不再断开与语音通道的连接。
zh_tw: 當隊列為空時，我將不再斷開與語音通道的連接。

source: Set whether I should disconnect from the voice channel when alone. Arguments: - `<toggle>`: Whether I should disconnect from the voice channel when I detect that I am alone in a voice channel. - `<duration>`: How longer after detecting should the player be disconnected? The default is 60 seconds. Accepts second, minutes, hours, days and weeks. If no unit is specified, the duration is assumed to be given in seconds.
hr_hr: Postavite trebam li se isključiti s glasovnog kanala kad sam sam. Argumente: - `<toggle>': Trebam li se isključiti s glasovnog kanala kad otkrijem da sam sama u glasovnom kanalu. - `<duration>': Koliko duže nakon otkrivanja igrač treba isključiti? Zadano je 60 sekundi. Prihvaća drugo, minute, sate, dane i tjedne. Ako nije navedena jedinica, pretpostavlja se da će trajanje biti dano u sekundama.
zh_cn: 设置我独自一人时是否应断开与语音通道的连接。 参数： - `<toggle>'：当我检测到语音通道中只有我一个人时，我是否应该断开与语音通道的连接。 - `<duration>'：检测到播放器后多久应该断开连接？默认值为 60 秒。 接受秒、分钟、小时、天和周。 如果未指定单位，则假定持续时间以秒为单位。
zh_tw: 設置我獨自一人時是否應斷開與語音通道的連接。 參數： - `<toggle>'：當我檢測到語音通道中只有我一個人時，我是否應該斷開與語音通道的連接。 - `<duration>'：檢測到播放機后多久應該斷開連接？預設值為 60 秒。 接受秒、分鐘、小時、天和周。 如果未指定單位，則假定持續時間以秒為單位。

source: I will disconnect from the voice channel when alone after {time_to_dc}.
hr_hr: Odvojit ću se od glasovnog kanala kad sam nakon toga sam {time_to_dc}.
zh_cn: 之后我会在独处时断开语音通道 {time_to_dc}.
zh_tw: 之後我會在獨處時斷開語音通道 {time_to_dc}.

source: I will disconnect from the voice channel when alone after 60 seconds.
hr_hr: Isključit ću se iz glasovnog kanala kad sam sam nakon 60 sekundi.
zh_cn: 60 秒后，我将独自一人时断开与语音通道的连接。
zh_tw: 60 秒后，我將獨自一人時斷開與語音通道的連接。

source: I will no longer disconnect from the voice channel when alone.
hr_hr: Više se neću odvajati od glasovnog kanala kad sam sam.
zh_cn: 独自一人时，我将不再断开与语音通道的连接。
zh_tw: 獨自一人時，我將不再斷開與語音通道的連接。

source: Server configuration options.
hr_hr: Mogućnosti konfiguracije poslužitelja.
nl_be: Server configuratie opties.
no_no: Server konfigurasjonsalternativer
ru_ua: Параметры конфигурации сервера.
zh_cn: 服务器配置选项。
zh_tw: 伺服器配置選項。

source: Add, remove or show the disc jockey roles and users for this server.
hr_hr: Dodajte, uklonite ili prikažite uloge i korisnike disk džokeja za ovaj poslužitelj.
zh_cn: 添加、删除或显示此服务器的光盘骑师角色和用户。
zh_tw: 添加、刪除或顯示此伺服器的光碟騎師角色和使用者。

source: Add disc jockey roles or users to this server.
hr_hr: Dodajte uloge ili korisnike disk džokeja na ovaj poslužitelj.
zh_cn: 将唱片骑师角色或用户添加到此服务器。
zh_tw: 將唱片騎師角色或使用者添加到此伺服器。

source: Added {role_list} to the disc jockey roles.
hr_hr: Dodan {role_list} do uloga disk džokeja.
zh_cn: 添加 {role_list} 到唱片骑师角色。
zh_tw: 添加 {role_list} 到唱片騎師角色。

source: Added {user_list} to the disc jockey users.
hr_hr: Dodan {user_list} korisnicima disk džokeja.
zh_cn: 添加 {user_list} 给唱片骑师用户。
zh_tw: 添加 {user_list} 給唱片騎師使用者。

source: Added {role_list} to the disc jockey roles and {user_list} to the disc jockey users.
hr_hr: Dodan {role_list} na uloge disk džokeja i {user_list} korisnicima disk džokeja.
zh_cn: 添加 {role_list} 到唱片骑师角色和 {user_list} 给唱片骑师用户。
zh_tw: 添加 {role_list} 到唱片騎師角色和 {user_list} 給唱片騎師使用者。

source: Remove disc jockey roles or users in this server.
hr_hr: Uklonite uloge disk džokeja ili korisnike na ovom poslužitelju.
zh_cn: 删除此服务器中的磁盘骑师角色或用户。
zh_tw: 刪除此伺服器中的磁碟騎師角色或使用者。

source: I have removed {role_list} from the disc jockey roles and {user_list} from the disc jockey users, as well as {number_list} from the disc jockey roles and users.
hr_hr: Uklonio sam {role_list} iz uloga disk džokeja i {user_list} od korisnika disk džokeja, kao i od korisnika disk džo {number_list} iz uloga disk džokeja i korisnika.
zh_cn: 我已删除 {role_list} 从唱片骑师角色和 {user_list} 来自唱片骑师用户，以及 {number_list} 从光盘骑师角色和用户。
zh_tw: 我已刪除 {role_list} 從唱片騎師角色和 {user_list} 來自唱片騎師使用者，以及 {number_list} 從光碟騎師角色和使用者。

source: I have removed {role_list} from the disc jockey roles and {user_list} from the disc jockey users.
hr_hr: Uklonio sam {role_list} iz uloga disk džokeja i {user_list} od korisnika disk džokeja.
zh_cn: 我已删除 {role_list} 从唱片骑师角色和 {user_list} 来自光盘骑师用户。
zh_tw: 我已刪除 {role_list} 從唱片騎師角色和 {user_list} 來自光碟騎師使用者。

source: I have removed {role_list} from the disc jockey roles.
hr_hr: Uklonio sam {role_list} iz uloga disk džokeja.
zh_cn: 我已删除 {role_list} 从唱片骑师角色。
zh_tw: 我已刪除 {role_list} 從唱片騎師角色。

source: I have removed {user_list} from the disc jockey users.
hr_hr: Uklonio sam {user_list} od korisnika disk džokeja.
zh_cn: 我已删除 {user_list} 来自光盘骑师用户。
zh_tw: 我已刪除 {user_list} 來自光碟騎師使用者。

source: I have removed {user_or_role_id_list} from the disc jockey roles and users.
hr_hr: Uklonio sam {user_or_role_id_list} iz uloga disk džokeja i korisnika.
zh_cn: 我已删除 {user_or_role_id_list} 从光盘骑师角色和用户。
zh_tw: 我已刪除 {user_or_role_id_list} 從光碟騎師角色和使用者。

source: I have Removed `{user_or_role_id}` from the disc jockey roles and users.
hr_hr: Uklonio sam '{user_or_role_id}" od uloga disk džokeja i korisnika.
zh_cn: 我已删除”{user_or_role_id}' 来自唱片骑师角色和用户。
zh_tw: 我已刪除”{user_or_role_id}' 來自唱片騎師角色和使用者。

source: I have removed {role_name} from the disc jockey roles.
hr_hr: Uklonio sam {role_name} iz uloga disk džokeja.
zh_cn: 我已删除 {role_name} 从唱片骑师角色。
zh_tw: 我已刪除 {role_name} 從唱片騎師角色。

source: I have removed {user_name} from the disc jockey users.
hr_hr: Uklonio sam {user_name} od korisnika disk džokeja.
zh_cn: 我已删除 {user_name} 来自光盘骑师用户。
zh_tw: 我已刪除 {user_name} 來自光碟騎師使用者。

source: List the disc jockey roles and users for this server.
hr_hr: Navedite uloge disk džokeja i korisnike za ovaj poslužitelj.
zh_cn: 列出此服务器的光盘骑师角色和用户。
zh_tw: 列出此伺服器的光碟騎師角色和使用者。

source: There are no disc jockey roles or disc jockey users set in this server.
hr_hr: Na ovom poslužitelju nema postavljenih uloga disk džokeja ili korisnika disk džokeja.
zh_cn: 此服务器中未设置唱片骑师角色或唱片骑师用户。
zh_tw: 此伺服器中未設置唱片騎師角色或唱片騎師使用者。

source: Disc Jockey Roles
hr_hr: Uloge džokeja diska
zh_cn: 唱片骑师角色
zh_tw: 唱片騎師角色

source: Disc Jockey Users
hr_hr: Korisnici disk džokeja
zh_cn: 唱片骑师用户
zh_tw: 唱片騎師使用者

source: Clear the disc jockey roles and users for this server.
hr_hr: Očistite uloge disk džokeja i korisnike za ovaj poslužitelj.
zh_cn: 清除此服务器的光盘骑师角色和用户。
zh_tw: 清除此伺服器的光碟騎師角色和使用者。

source: I have removed all disc jockey roles and users from this server.
hr_hr: Uklonio sam sve uloge i korisnike disk džokeja s ovog poslužitelja.
zh_cn: 我已从此服务器中删除了所有光盘骑师角色和用户。
zh_tw: 我已從此伺服器中刪除了所有光碟騎師角色和使用者。

source: Set the maximum volume a user can set.
hr_hr: Postavite maksimalnu jedinicu koju korisnik može postaviti.
nl_be: Stel het maximale volume in dat een gebruiker kan instellen.
no_no: Still inn maksimal volum en bruker kan ange.
ru_ua: Установите максимальный уровень громкости, который пользователь может установить.
zh_cn: 设置用户可以设置的最大音量。
zh_tw: 設置使用者可以設置的最大音量。

source: Volume must be less than 1,000%.
hr_hr: Glasnoća mora biti manja od 1.000%.
zh_cn: 体积必须小于 1，000%。
zh_tw: 體積必須小於 1，000%。

source: Volume must be greater than 0%.
hr_hr: Glasnoća mora biti veća od 0%.
zh_cn: 音量必须大于 0%。
zh_tw: 音量必須大於 0%。

source: My owner has told me that server-specific volume must be between 0% and {volume_value}%.
hr_hr: Vlasnik mi je rekao da jedinica specifična za poslužitelj mora biti između 0% i {volume_value}%.
zh_cn: 我的主人告诉我，特定于服务器的卷必须在 0% 到 {volume_value}%.
zh_tw: 我的主人告訴我，特定於伺服器的卷必須在 0% 到 {volume_value}%.

source: Volume must be between 0% and {volume_value}%.
hr_hr: Glasnoća mora biti između 0% i {volume_value}%.
zh_cn: 音量必须介于 0% 和 {volume_value}%.
zh_tw: 音量必須介於 0% 和 {volume_value}%.

source: Max volume set to {volume_value}%.
hr_hr: Maksimalna glasnoća postavljena na {volume_value}%.
zh_cn: 最大音量设置为 {volume_value}%.
zh_tw: 最大音量設置為 {volume_value}%.

source: My owner is forcing me to deafen myself when playing.
hr_hr: Moj vlasnik me prisiljava da se zaglušim dok igram.
zh_cn: 我的主人强迫我在玩时聋了自己。
zh_tw: 我的主人強迫我在玩時聾了自己。

source: I will deafen myself when joining voice channels on this server.
hr_hr: Zaglušit ću se prilikom pridruživanja glasovnim kanalima na ovom poslužitelju.
zh_cn: 在此服务器上加入语音频道时，我会震耳欲聋。
zh_tw: 在此伺服器上加入語音頻道時，我會震耳欲聾。

source: I will no longer deafen myself when joining voice channels on this server.
hr_hr: Više se neću zaglušivati kada se pridružim glasovnim kanalima na ovom poslužitelju.
zh_cn: 在此服务器上加入语音频道时，我将不再震耳欲聋。
zh_tw: 在此伺服器上加入語音頻道時，我將不再震耳欲聾。

source: Set whether I should shuffle the queue after adding every new song.
hr_hr: Postavite trebam li izmiješati red čekanja nakon dodavanja svake nove pjesme.
zh_cn: 设置添加每首新歌曲后是否应该洗牌队列。
zh_tw: 設置添加每首新歌曲后是否應該洗牌佇列。

source: My owner has turned off the auto shuffle capability for all servers.
hr_hr: Moj vlasnik je isključio mogućnost automatskog miješanja za sve poslužitelje.
zh_cn: 我的所有者已关闭所有服务器的自动随机播放功能。
zh_tw: 我的所有者已關閉所有伺服器的自動隨機播放功能。

source: Auto shuffle turned on for this server
hr_hr: Automatsko miješanje uključeno za ovaj poslužitelj
zh_cn: 为此服务器打开了自动随机播放
zh_tw: 為此伺服器打開了自動隨機播放

source: Auto shuffle turned off for this server
hr_hr: Automatsko miješanje isključeno za ovaj poslužitelj
zh_cn: 此服务器的自动随机播放已关闭
zh_tw: 此伺服器的自動隨機播放已關閉

source: My owner has turned off the shuffle capability for all servers.
hr_hr: Moj vlasnik je isključio mogućnost miješanja za sve servere.
zh_cn: 我的所有者已关闭所有服务器的随机播放功能。
zh_tw: 我的所有者已關閉所有伺服器的隨機播放功能。

source: Shuffling turned on for this server
hr_hr: Za ovaj poslužitelj uključeno je miješanje
zh_cn: 为此服务器启用了随机播放
zh_tw: 為此伺服器啟用了隨機播放

source: Shuffling turned off for this server
hr_hr: Miješanje je isključeno za ovaj poslužitelj
zh_cn: 此服务器的随机播放已关闭
zh_tw: 此伺服器的隨機播放已關閉

source: Set whether the bot should automatically play songs when the queue is empty.
hr_hr: Postavite treba li bot automatski reproducirati pjesme kada je red čekanja prazan.
zh_cn: 设置机器人是否应在队列为空时自动播放歌曲。
zh_tw: 設置機器人是否應在隊列為空時自動播放歌曲。

source: My owner has turned off the autoplay capability for all servers.
hr_hr: Moj vlasnik je isključio mogućnost automatske reprodukcije za sve poslužitelje.
zh_cn: 我的所有者已关闭所有服务器的自动播放功能。
zh_tw: 我的所有者已關閉所有伺服器的自動播放功能。

source: From now on, I will automatically play songs when the queue is empty.
hr_hr: Od sada ću automatski reproducirati pjesme kad red bude prazan.
zh_cn: 从现在开始，我将在队列为空时自动播放歌曲。
zh_tw: 從現在開始，我將在隊列為空時自動播放歌曲。

source: From now on, I will no longer automatically play songs when the queue is empty.
hr_hr: Od sada više neću automatski puštati pjesme kad je red prazan.
zh_cn: 从现在开始，我将不再在队列为空时自动播放歌曲。
zh_tw: 從現在開始，我將不再在隊列為空時自動播放歌曲。

source: Set whether the bot should disconnect from the voice channel
hr_hr: Postavite treba li se bot odspojit iz glasovnog kanala
ja_jp: ボットを音声チャネルから切断するかどうかを設定する
zh_cn: 设置机器人是否应断开语音频道
zh_tw: 設置機器人是否斷開與語音頻道的連接

source: Set whether I should disconnect from the voice channel when the queue is empty. Arguments: - `<toggle>`: I should disconnect from the voice channel when the queue is empty. - `<duration>`: How long after the queue is empty should I disconnect? The Default is 60 seconds. Accept seconds, minutes, hours, days, and weeks. If no unit is specified, the duration is assumed to be seconds.
hr_hr: Postavite trebam li prekinuti vezu s glasovnim kanalom kada je red čekanja prazan. Argumente: - `<toggle>': Trebao bih prekinuti vezu s glasovnim kanalom kada je red prazan. - `<duration>': Koliko dugo nakon što je red prazan trebam prekinuti vezu? Zadano je 60 sekundi. Prihvatite sekunde, minute, sate, dane i tjedne. Ako nije navedena nijedna jedinica, pretpostavlja se da je trajanje sekunde.
zh_cn: 设置当队列为空时是否应断开与语音通道的连接。 参数： - `<toggle>'：当队列为空时，我应该断开与语音通道的连接。 - `<duration>'：队列为空后多久我应该断开连接？ 默认值为 60 秒。 接受秒、分钟、小时、天和周。 如果未指定单位，则假定持续时间为秒。
zh_tw: 設置當隊列為空時是否應斷開與語音通道的連接。 參數： - `<toggle>'：當隊列為空時，我應該斷開與語音通道的連接。 - `<duration>'：隊列為空后多久我應該斷開連接？ 預設值為 60 秒。 接受秒、分鐘、小時、天和周。 如果未指定單位，則假定持續時間為秒。

source: My owner has told me to disconnect from the voice channel when the queue is empty after {time_to_dc}.
hr_hr: Vlasnik mi je rekao da prekinem vezu s glasovnim kanalom kada je red prazan nakon toga {time_to_dc}.
zh_cn: 我的主人告诉我在队列为空后断开与语音通道的连接 {time_to_dc}.
zh_tw: 我的主人告訴我在隊列為空后斷開與語音通道的連接 {time_to_dc}.

source: Set whether I should disconnect from the voice channel when alone. Arguments: - `<toggle>`: I should disconnect from the voice channel when it detects that it is alone. - `<duration>`: How longer after detecting should I disconnect? The Default is 60 seconds. Accept seconds, minutes, hours, days, and weeks. If no unit is specified, the duration is assumed to be seconds.
hr_hr: Postavite trebam li se isključiti s glasovnog kanala kad sam sam. Argumente: - `<toggle>': Trebao bih se isključiti s glasovnog kanala kad otkrije da jest sam. - `<duration>': Koliko duže nakon otkrivanja trebam prekinuti vezu? Zadano je 60 sekundi. Prihvatite sekunde, minute, sate, dane i tjedne. Ako nije navedena nijedna jedinica, pretpostavlja se da je trajanje sekunde.
zh_cn: 设置我独自一人时是否应断开与语音通道的连接。 参数： - `<toggle>'：当它检测到语音通道时，我应该断开与语音通道的连接 独自。 - `<duration>'： 检测后多久应断开连接？ 默认值为 60 秒。 接受秒、分钟、小时、天和周。 如果未指定单位，则假定持续时间为秒。
zh_tw: 設置我獨自一人時是否應斷開與語音通道的連接。 參數： - `<toggle>'：當它檢測到語音通道時，我應該斷開與語音通道的連接 獨自。 - `<duration>'： 檢測後多久應斷開連接？ 預設值為 60 秒。 接受秒、分鐘、小時、天和周。 如果未指定單位，則假定持續時間為秒。

source: My owner has told me to disconnect from the voice channel when alone after {time_to_dc}.
hr_hr: Vlasnik mi je rekao da se isključim s glasovnog kanala kad sam sam nakon toga {time_to_dc}.
zh_cn: 我的主人告诉我在独自一人之后断开与语音频道的连接 {time_to_dc}.
zh_tw: 我的主人告訴我在獨自一人之後斷開與語音頻道的連接 {time_to_dc}.

source: Specify a playlist to be used for autoplay.
hr_hr: Navedite popis za reproduciranje koji će se koristiti za automatsku reprodukciju.
zh_cn: 指定要用于自动播放的播放列表。
zh_tw: 指定要用於自動播放的播放清單。

source: From now on, I will use {playlist_name} to select songs for autoplay.
hr_hr: Od sada ću koristiti {playlist_name} da biste odabrali pjesme za automatsku reprodukciju.
zh_cn: 从现在开始，我将使用 {playlist_name} 以选择要自动播放的歌曲。
zh_tw: 從現在開始，我將使用 {playlist_name} 以選擇要自動播放的歌曲。

source: Restrict which channels where I can be used.
hr_hr: Ograničite koje kanale na kojima se mogu koristiti.
zh_cn: 限制可以使用我的频道。
zh_tw: 限制可以使用我的頻道。

source: Restrict me only to accept PyLav commands executed from the specified channel.
hr_hr: Ograniči me samo na prihvaćanje PyLav naredbi izvršenih s navedenog kanala.
zh_cn: 限制我只接受从指定通道执行的 PyLav 命令。
zh_tw: 限制我只接受從指定通道執行的 PyLav 命令。

source: I do not have permission to send messages or send embed links or read messages in {channel_name}.
hr_hr: Nemam dozvolu za slanje poruka ili slanje veza za ugradnju ili čitanje poruka u {channel_name}.
zh_cn: 我无权发送消息或发送嵌入链接或阅读消息 {channel_name}.
zh_tw: 我無權發送消息或發送嵌入連結或閱讀消息 {channel_name}.

source: I will only accept PyLav commands executed from {channel_name}.
hr_hr: Prihvatit ću samo PyLav naredbe izvršene od {channel_name}.
zh_cn: 我只接受从 {channel_name}.
zh_tw: 我只接受從 {channel_name}.

source: I will accept PyLav commands executed in all channels I can see in the server.
hr_hr: Prihvatit ću PyLav naredbe izvršene na svim kanalima koje mogu vidjeti na poslužitelju.
zh_cn: 我将接受在服务器中看到的所有通道中执行的 PyLav 命令。
zh_tw: 我將接受在伺服器中看到的所有通道中執行的 PyLav 命令。

source: Restrict me only to join the specified voice channel.
hr_hr: Ograničite me samo da se pridružim navedenom govornom kanalu.
zh_cn: 限制我只能加入指定的语音频道。
zh_tw: 限制我只能加入指定的語音頻道。

source: I do not have permission to connect or speak in {channel_name}.
hr_hr: Nemam dozvolu za povezivanje ili govor u programu {channel_name}.
zh_cn: 我无权连接或发言 {channel_name}.
zh_tw: 我無權連接或發言 {channel_name}.
