Repository: Drapersniper/Audio
Catalog: audio/locales/*.po
Languages: hr_hr, ja_jp, nl_be, no_no, ru_ua, zh_cn, zh_tw

source: Set whether the bot should disconnect from the voice channel when alone. Arguments: - `<toggle>`: Whether the bot should disconnect from the voice channel when it detects that it is alone. - `<duration>`: How longer after detecting should the player be disconnected. Default is 60 seconds. Accepts seconds, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
ja_jp: ボットが単独で音声チャネルから切断する必要があるかどうかを設定します。 引数： - `<toggle>': ボットが音声チャネルであることを検出したときに、音声チャネルから切断する必要があるかどうか 一人。 - `<duration>':検出してからプレーヤーを切断する時間。デフォルトは 60 秒です。 秒、分、時間、日、週を受け入れます (単位が指定されていない場合、期間は 秒単位で指定)

source: Disconnect when alone is globally enabled and players will be disconnected after {delta}
ja_jp: 単独でグローバルに有効になっているときに切断し、プレーヤーは後に切断されます {delta}

source: Sets the Auto-Play playlist
ja_jp: 自動再生プレイリストを設定します

source: Auto-Play playlist set to {playlist}
ja_jp: 自動再生プレイリストを {playlist}

source: Set the channel locks
ja_jp: チャンネルロックを設定する

source: Set the channel lock for commands
ja_jp: コマンドのチャネルロックを設定する

source: I don't have permission to send message or send embed links or read messages in {channel}
ja_jp: メッセージを送信したり、埋め込みリンクを送信したり、メッセージを読んだりする権限がありません。 {channel}

source: I will only listen to commands in {channel}
ja_jp: 私はコマンドを聞くだけです {channel}

source: I will listen to commands in all channels I can see
ja_jp: 私は私が見ることができるすべてのチャンネルでコマンドを聞きます

source: Set the channel lock for voice channels
ja_jp: 音声チャネルのチャネル ロックを設定する

source: I don't have permission to connect or speak in {channel}
ja_jp: 接続または発言する権限がありません {channel}

source: I will only be allowed to join {channel}
ja_jp: 参加のみが許可されます {channel}

source: I'm free to join any VC
ja_jp: 私はどのVCにも自由に参加できます

source: I can't play songs in DMs
ja_jp: DM で曲を再生できない

source: You need to be a DJ to play tracks
ja_jp: トラックを再生するにはDJである必要があります

source: This command is not available in this channel. Please use {channel}
ja_jp: このコマンドは、このチャネルでは使用できません。ご利用ください {channel}
nl_be: Deze opdracht is niet beschikbaar in dit kanaal. Gebruik {channel}
no_no: Kommandoen er ikke tilgjengelig i denne kanalen. Vennligst bruk {channel}
ru_ua: Эта команда не доступна на этом канале. Пожалуйста, используйте {channel}

source: I couldn't find any valid matches in the message
ja_jp: メッセージに有効な一致が見つかりませんでした

source: I found multiple valid matches in the message
ja_jp: メッセージに複数の有効な一致が見つかりました

source: I found a single valid match in the message
ja_jp: メッセージに有効な一致が 1 つ見つかりました

source: I couldn't find any supported activity {user} is taking part in
ja_jp: サポートされているアクティビティが見つかりませんでした {user} に参加しています

source: Couldn't map {user}'s Apple Music track to a valid query
ja_jp: マップできませんでした {user}のアップルミュージックトラックを有効なクエリに

source: Couldn't find any tracks matching {query}
ja_jp: 一致するトラックが見つかりませんでした {query}
nl_be: Kon geen nummers vinden die overeenkomen met {query}
no_no: Kunne ikke finne noen spor som samsvarer med {query}
ru_ua: Не удалось найти треки, соответствующие {query}

source: Couldn't figure out what {user} is listening to
ja_jp: 何がわからなかった {user} を聞いている

source: You need to provide a query to play
ja_jp: 再生するにはクエリを提供する必要があります

source: {track_count} tracks enqueued
ja_jp: {track_count} エンキューされたトラック

source: {track} enqueued
ja_jp: {track} エンキュー

source: No tracks were found for your query
ja_jp: クエリのトラックが見つかりませんでした

source: You need to be in a voice channel if you don't specify which channel I need to connect to
ja_jp: 接続する必要があるチャネルを指定しない場合は、音声チャネルにいる必要があります

source: I don't have permission to connect to that channel
ja_jp: そのチャネルに接続する権限がありません

source: I don't have permission to speak in {channel}
ja_jp: 発言する許可がありません {channel}

source: I don't have permission to connect to {channel}
ja_jp: 接続する権限がありません {channel}

source: You don't have permission to connect to {channel}
ja_jp: 接続する権限がありません {channel}

source: I'm forced to only join {channel}
ja_jp: 参加のみを余儀なくされています {channel}

source: Connected to {channel}
ja_jp: 接続先 {channel}
nl_be: Verbonden met {channel}
no_no: Koblet til {channel}
ru_ua: Подключено к {channel}

source: No player detected
ja_jp: プレイヤーが検出されませんでした

source: Player is not currently playing anything
ja_jp: プレーヤーは現在何もプレイしていません

source: Skipped - {track}
ja_jp: スキップ- {track}
nl_be: Overgeslagen - {track}
no_no: Hoppet over - {track}
ru_ua: Пропущено - {track}

source: Player stopped
ja_jp: プレイヤーが停止しました
nl_be: Speler gestopt
no_no: Avspiller stoppet
ru_ua: Игрок остановлен

source: Disconnected from {channel}
ja_jp: 切断元 {channel}
nl_be: Losgekoppeld van {channel}
no_no: Koblet fra {channel}
ru_ua: Отключено от {channel}

source: There is nothing in the queue
ja_jp: キューには何もありません

source: You are not allowed to shuffle the queue
ja_jp: キューをシャッフルすることはできません

source: {queue_size} tracks shuffled
ja_jp: {queue_size} シャッフルされたトラック
nl_be: {queue_size} nummers verschoven
no_no: {queue_size} spor blandet
ru_ua: Перемещено {queue_size} треков

source: Repeating the queue
ja_jp: キューの繰り返し
nl_be: Herhaal de wachtrij
no_no: Gjentakelse av køen
ru_ua: Повторение очереди

source: Repeating disabled
ja_jp: 繰り返し無効
nl_be: Herhalingen uitgeschakeld
no_no: Gjentakelse deaktivert
ru_ua: Повторение отключено

source: Repeating {track}
ja_jp: 繰り返し {track}
nl_be: Herhalende {track}
no_no: Gjentakende {track}
ru_ua: Повторение {track}

source: current track
ja_jp: 現在のトラック
nl_be: huidige track
no_no: nåværende spor
ru_ua: текущий трек

source: Player already paused, did you mean to run `/resume`
ja_jp: プレイヤーはすでに一時停止しています。「/ resume」を実行するつもりでしたか

source: Player already paused, did you mean to run `{prefix}{command}`
ja_jp: プレイヤーはすでに一時停止しています、あなたは走るつもりでしたか '{prefix}{command}`

source: Player paused
ja_jp: プレイヤーが一時停止しました

source: Player already resumed, did you mean to run `/pause`
ja_jp: プレイヤーはすでに再開されていますが、「/ pause」を実行するつもりでしたか

source: Player already resumed, did you mean to run `{prefix}{command}`
ja_jp: プレイヤーはすでに再開しました、あなたは走るつもりでしたか '{prefix}{command}`

source: Player resumed
ja_jp: プレイヤーが再開されました

source: Volume cannot be higher than {max_volume}
ja_jp: ボリュームをそれより大きくすることはできません {max_volume}

source: Player volume set to {volume}%
ja_jp: プレーヤーの音量をに設定 {volume}%

source: Nothing playing
ja_jp: 何も再生されていません

source: Can't seek on a stream
ja_jp: ストリームをシークできない

source: Cannot seek when the player is paused
ja_jp: プレイヤーが一時停止しているときにシークできません

source: Moved {seconds}s to 00:00:00
ja_jp: 移動 {seconds}s から 00:00:00

source: Moved {seconds}s to {time}
ja_jp: 移動 {seconds}sから {time}

source: Moved to {time}
ja_jp: 移動先 {time}

source: No previous in player history
ja_jp: プレイヤー履歴に前歴なし

source: Playing previous track: {track}
ja_jp: 前のトラックを再生する: {track}

source: Plays the specified track in the queue
ja_jp: キュー内の指定されたトラックを再生します。

source: Queue is empty
ja_jp: キューが空です

source: Track index must be between 1 and {size}
ja_jp: トラックインデックスは1から {size}

source: There is no track in position {position}
ja_jp: 所定の位置にトラックがありません {position}

source: {track} will play after {current} finishes ({eta})
ja_jp: {track} 後に再生されます {current} 終了 ({eta})

source: {track} will start now {current} has been skipped
ja_jp: {track} 今すぐ開始します {current} はスキップされました

source: Enqueue a track at the top of the queue
ja_jp: キューの先頭にあるトラックをキューに入れる

source: {track} not found in queue
ja_jp: {track} キューに見つかりません

source: Removed {times} {entry_plural} of {track} from the queue
ja_jp: 削除 {times} {entry_plural} の {track} キューから

source: entry
ja_jp: エントリ
nl_be: invoer
no_no: oppføring
ru_ua: запись

source: entries
ja_jp: エントリ
nl_be: invoergegevens
no_no: oppføringer
ru_ua: записи

source: Search for a track then play the selected response
ja_jp: トラックを検索し、選択した応答を再生する

source: You haven't selected something to play
ja_jp: プレイするものを選択していません

source: Searching {service}
ja_jp: 探訪 {service}

source: No results found on {service}
ja_jp: 結果が見つかりません {service}

source: Not connected to a voice channel
ja_jp: 音声チャネルに接続されていない

source: Volume limit reached, player volume set to {volume}%
ja_jp: 音量制限に達し、プレーヤーの音量をに設定 {volume}%

source: A Media player using the PyLav library.
nl_be: Een mediaspeler met behulp van de PyLav bibliotheek.
no_no: En mediespiller ved hjelp av PyLav biblioteket.
ru_ua: Медиапроигрыватель с помощью библиотеки PyLav.

source: Player configuration commands.
nl_be: Speler configuratie commando's.
ru_ua: Команды конфигурации игрока.

source: Show the version of the Cog and it's PyLav dependencies.
nl_be: Toon de versie van de Cog en de PyLav afhankelijkheden.
no_no: Vis versjonen av Cog dens PyLav avhengigheter.
ru_ua: Показать версию Cog и его зависимостей PyLav.

source: Global configuration options.
nl_be: Algemene configuratieopties.
no_no: Globale konfigurasjonsalternativer.
ru_ua: Глобальные настройки конфигурации.

source: Set the maximum volume server can set.
nl_be: Stel de maximale volume server in
no_no: Still inn maksimal volum server kan sette.
ru_ua: Установка максимального объема сервера может быть установлена.

source: Volume must be less than 1000.
nl_be: Volume moet kleiner zijn dan 1000.
no_no: Volumet må være mindre enn 1000.
ru_ua: Громкость должна быть меньше 1000.

source: Volume must be greater than 0.
nl_be: Volume moet groter zijn dan 0.
no_no: Volumet må være større enn 0.
ru_ua: Громкость должна быть больше 0.

source: Max volume set to {volume}%.
nl_be: Max volume ingesteld op {volume}%.
no_no: Maks volumsett til {volume}%.
ru_ua: Макс. громкость установлена на {volume}%.

source: Set whether the bot should deafen itself when playing.
nl_be: Stel in of de bot zichzelf moet doven tijdens het spelen.
no_no: Still om botten skal slå seg selv under spilling.
ru_ua: Установка того, должен ли бот взорвать себя при воспроизведении.

source: Deafen set to {deafen}.
nl_be: Doven ingesteld op {deafen}.
no_no: Deafen satt til {deafen}.
ru_ua: Выбрано {deafen}.

source: Set whether the bot should shuffle its queue after every new song added.
no_no: Angi om botten skal stokke køen etter hver nye sang lagt til. (Automatic Translation)
ru_ua: Укажите, должен ли бот перетасовать свою очередь после добавления каждой новой песни.

source: Auto-Shuffle set to {shuffle}.
no_no: Automatisk bytte satt til {shuffle}.
ru_ua: Автоматическое перемешивание набора {shuffle}.

source: Set whether the bot should allow users to shuffle the queue.
no_no: Angi om botten skal tillate brukere å stokke i køen. (Automatic Translation)
ru_ua: Укажите, должен ли бот позволить пользователям перемешать очередь.

source: Shuffle set to {shuffle}.
nl_be: Shuffle ingesteld op {shuffle}.
no_no: Bland satt til {shuffle}.
ru_ua: Перемешать набор в {shuffle}.

source: Set whether the bot should automatically play songs when it's queue is empty.
nl_be: Stel in of de bot automatisch nummers afspeelt wanneer de wachtrij leeg is.
no_no: Angi om boten skal spille sanger automatisk når køen er tom.
ru_ua: Укажите, должен ли бот автоматически воспроизводить песни, когда его очередь пуста.

source: Auto-Play set to {auto}.
nl_be: Automatisch spelen ingesteld op {auto}.
no_no: Auto-avspilling satt til {auto}.
ru_ua: Авто-воспроизведение установлено в {auto}.

source: Set whether the bot should disconnect from the voice voice channel.
nl_be: Stel in of de bot de verbinding met het spraakkanaal moet verbreken.
no_no: Angi om botten skal koble fra talekanalen.
ru_ua: Установка отключения бота от голосового канала.

source: Set whether the bot should disconnect from the voice voice channel when the queue is empty. Arguments: - `<toggle>`: Whether the bot should disconnect from the voice voice channel when the queue is empty. - `<duration>`: How longer after the queue is empty should the player be disconnected. Default is 60 seconds. Accepts: seconds, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
nl_be: Stel in of de bot de verbinding moet verbreken met het spraakkanaal als de wachtrij leeg is. Argumenten: -<toggle>`: Of de bot de verbinding moet verbreken met het spraakkanaal wanneer de wachtrij leeg is. - `<duration>`: Hoe langer nadat de wachtrij leeg is moet de verbinding van de speler worden verbroken. Standaard is 60 seconden. Accepteren: seconden, minuten, uren, dagen, weken (als geen eenheid is opgegeven, de duur wordt aangenomen in seconden)
no_no: Angi om botten skal koble fra talekanalen når køen er tom. Argumenter: - `<toggle>`: Om botten skal koble fra talekanalen når køen er tom. - `<duration>`: Hvor lengre etter at køen er tom skal spilleren bli frakoblet. Standard er 60 sekunder. akseptere: sekunder, minutter, timer, dager, uker (hvis ingen enhet er angitt, varigheten antas å være angitt i sekunder)
ru_ua: Установка отключения бота от голосового канала, когда очередь пуста. Аргументы: - `<toggle>`: Должен ли бот отключиться от голосового канала, когда очередь пуста. - `<duration>`: Как долго после пустой очереди при отключении игрока. По умолчанию 60 секунд. Принимают: секунды, минуты, часы, дни, недели (если единица не указана, предполагается, что продолжительность определяется в секундах)

source: and players will be disconnected after {duration}.
nl_be: en spelers zullen na {duration} worden losgekoppeld.
no_no: og spillere vil bli koblet fra etter {duration}.
ru_ua: и игроки будут отключены после {duration}.

source: Disconnect from voice channel when queue is empty set to {empty}{extras}.
nl_be: Verbinding verbreken met spraakkanaal wanneer wachtrij leeg is gezet op {empty}{extras}.
no_no: Koble fra talekanalen når køen er tom satt til {empty}{extras}.
ru_ua: Отключиться от голосового канала, когда очередь пуста установлена на {empty}{extras}.

source: Set whether the bot should disconnect from the voice voice channel when alone. Arguments: - `<toggle>`: Whether the bot should disconnect from the voice voice channel when it detects that it is alone. - `<duration>`: How longer after detecting should the player be disconnected Default is 60 seconds. Accepts: seconds, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
nl_be: Stel in of de bot de verbinding met het spraakkanaal moet verbreken wanneer hij alleen. Argumenten: -<toggle>`: Of de bot de verbinding moet verbreken met het spraakkanaal wanneer het detecteert dat het alleen is. - `<duration>`: Hoe langer na detecting zou de speler standaard moeten worden losgekoppeld is 60 seconden. Accepteren: seconden, minuten, uren, dagen, weken (als geen eenheid is opgegeven, de duur wordt aangenomen in seconden)
no_no: Angir om botten skal koble fra talekanalen når den er alene. Argumenter: - `<toggle>`: Om boten skal koble fra talekanalen når den oppdager at den er alene. - `<duration>`: Hvor lenger etter å ha oppdaget hvis spilleren er frakoblet standard er 60 sekunder. akseptere: sekunder, minutter, timer, dager, uker (hvis ingen enhet er angitt, varigheten antas å være angitt i sekunder)
ru_ua: Укажите, должен ли бот отключиться от голосового канала, когда он один. Аргументы: - `<toggle>`: Если бот должен отключиться от голосового канала, когда он обнаружит, что он один. - `<duration>`: На сколько времени после обнаружения игрок должен быть отключен по умолчанию 60 секунд. Принимают: секунды, минуты, часы, дни, недели (если единица не указана, предполагается, что продолжительность определяется в секундах)

source: Disconnect from voice channel when alone set to {empty}{extras}.
nl_be: Verbinding verbreken met spraakkanaal wanneer alleen ingesteld op {empty}{extras}.
no_no: Koble fra talekanalen når alene satt til {empty}{extras}.
ru_ua: Отключиться от голосового канала, когда один только установлен в {empty}{extras}.

source: Volume must be between 0 and {volume}%.
nl_be: Het volume moet tussen 0 en {volume} % zijn.
no_no: Volum må være mellom 0 og {volume}%.
ru_ua: Громкость должна быть между 0 и {volume}%.

source: My owner told me to always deafen myself.
nl_be: Mijn eigenaar zei me dat ik altijd doof moest zijn.
no_no: Eieren min sa at jeg alltid ville døve meg.
ru_ua: The staff were very helpful and friendly.

source: Auto-Shuffle is globally disabled.
no_no: Auto-Shuffle er globalt deaktivert.
ru_ua: Автоматическое перемешивание глобально отключено.

source: Shuffle is globally disabled.
nl_be: Shuffle is globaal uitgeschakeld.
no_no: Shuffle er globalt deaktivert.
ru_ua: Перемешать глобально отключено.

source: Auto-Play is globally disabled.
nl_be: Auto-Play is globaal uitgeschakeld.
no_no: Auto-Play er deaktivert.
ru_ua: Автоматическое воспроизведение отключено глобально.

source: Set whether the bot should disconnect from the voice voice channel when the queue is empty. Arguments: - `<toggle>`: Whether the bot should disconnect from the voice voice channel when the queue is empty. - `<duration>`: How longer after the queue is empty should the player be disconnected. Default is 60 seconds. Accepts: seconds, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
nl_be: Stel in of de bot de verbinding moet verbreken met het spraakkanaal als de wachtrij leeg is. Argumenten: -<toggle>`: Of de bot de verbinding moet verbreken met het spraakkanaal wanneer de wachtrij leeg is. - `<duration>`: Hoe langer nadat de wachtrij leeg is moet de verbinding van de speler worden verbroken. Standaard is 60 seconden. Accepteren: seconden, minuten, uren, dagen, weken (als er geen eenheid is opgegeven, de duur wordt aangenomen gegeven in seconden)
ru_ua: Установка отключения бота от голосового канала, когда очередь пуста. Аргументы: - `<toggle>`: Должен ли бот отключиться от голосового канала, когда очередь пуста. - `<duration>`: Как долго после пустой очереди при отключении игрока. По умолчанию 60 секунд. Принимает: секунды, минуты, часы, дни, недели (если единица не указана, предполагается, что продолжительность указана в секундах)

source: Disconnect when the queue finished is globally enable and players will be disconnected after {delta}.
nl_be: Verbreek de verbinding wanneer de wachtrij voltooid is globaal ingeschakeld en spelers worden verbroken na {delta}.
no_no: Koble fra når køen som er ferdig globalt er aktivert, og spillere vil bli koblet fra etter {delta}.
ru_ua: Отключиться, когда очередь завершена глобально включена, и игроки будут отключены после {delta}.

source: Set whether the bot should disconnect from the voice voice channel when alone. Arguments: - `<toggle>`: Whether the bot should disconnect from the voice voice channel when it detects that it is alone. - `<duration>`: How longer after detecting should the player be disconnected Default is 60 seconds. Accepts: seconds, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
nl_be: Stel in of de bot de verbinding met het spraakkanaal moet verbreken wanneer hij alleen. Argumenten: -<toggle>`: Of de bot de verbinding moet verbreken met het spraakkanaal wanneer het detecteert dat het alleen is. - `<duration>`: Hoe langer na detecting moet de speler standaard worden losgekoppeld 60 seconden. Accepteren: seconden, minuten, uren, dagen, weken (als er geen eenheid is opgegeven, de duur wordt aangenomen gegeven in seconden)
no_no: Angir om botten skal koble fra talekanalen når den er alene. Argumenter: - `<toggle>`: Om boten skal koble fra talekanalen når den oppdager at den er alene. - `<duration>`: Hvor lengre etter at spilleren har oppdaget er frakoblet standard er 60 sekunder. akseptere: sekunder, minutter, timer, dager, uker (hvis ingen enhet er angitt, varigheten antas å være gitt i løpet av sekunder)
ru_ua: Укажите, должен ли бот отключиться от голосового канала, когда он один. Аргументы: - `<toggle>`: Если бот должен отключиться от голосового канала, когда он обнаружит, что он только . - `<duration>`: На сколько дольше после обнаружения игрок должен быть отключен по умолчанию 60 секунд. Принимает: секунды, минуты, часы, дни, недели (если единица не указана, предполагается, что продолжительность указана в секундах)

source: Disconnect when alone is globally enable and players will be disconnected after {delta}.
nl_be: Verbreek verbinding wanneer alleen ingeschakeld is en spelers zullen na {delta} ontkoppeld worden.
no_no: Koble fra hverandre når alene er aktivert globalt og spillere vil bli koblet fra etter {delta}.
ru_ua: Отключиться, когда только глобально включено, и игроки будут отключены после {delta}.

source: Sets the Auto-Play playlist.
nl_be: Stelt de Auto-Play afspeellijst in.
no_no: Angir automatisk spillelisten.
ru_ua: Устанавливает список автовоспроизведения.

source: Auto-Play playlist set to {playlist}.
nl_be: Automatisch afspeellijst ingesteld op {playlist}.
no_no: Auto-Spill av spilleliste satt til {playlist}.
ru_ua: Автоматическое воспроизведение списка воспроизведения установлено в {playlist}.

source: Set the channel locks.
nl_be: Kanaalvergrendelingen instellen.
no_no: Angi kanal låser.
ru_ua: Установить блокировку канала.

source: Set the channel lock for commands.
nl_be: Stel het kanaalvergrendeling in voor commando's.
no_no: Angi kanallås for kommandoer
ru_ua: Установить блокировку канала для команд.

source: I don't have permission to send message or send embed links or read messages in {channel}.
nl_be: Ik heb geen toestemming om berichten te verzenden of ingesloten links of berichten te lezen in {channel}.
no_no: Jeg har ikke tillatelse til å sende melding eller sende innebygde linker eller lese meldinger i {channel}.
ru_ua: У меня нет разрешения на отправку сообщения или отправку встраиваемых ссылок или прочтение сообщений в {channel}.

source: I will only listen to commands in {channel}.
nl_be: Ik zal alleen luisteren naar commando's in {channel}.
no_no: Jeg vil bare høre på kommandoer om {channel}.
ru_ua: Я буду слушать только команды в {channel}.

source: I will listen to commands in all channels I can see.
nl_be: Ik zal naar commando's luisteren in alle kanalen die ik kan zien.
no_no: Jeg hører på kommandoer i alle kanaler jeg kan se.
ru_ua: Я буду слушать команды во всех каналах, которые я вижу.

source: Set the channel lock for voice channels.
nl_be: Stel het kanaal vergrendeling in voor spraakkanalen.
no_no: Angi kanallås for talekanaler. (Automatic Translation)
ru_ua: Установка блокировки канала для голосовых каналов.

source: I don't have permission to connect or speak in {channel}.
nl_be: Ik heb geen toestemming om te verbinden of te spreken in {channel}.
no_no: Jeg har ikke tillatelse til å koble til eller snakke i {channel}.
ru_ua: У меня нет разрешения подключаться или говорить в {channel}.

source: I will only be allowed to join {channel}.
nl_be: Ik mag mij alleen bij {channel} aansluiten.
no_no: Jeg får bare lov til å bli med i {channel}.
ru_ua: Я могу присоединиться только к {channel}.

source: I'm free to join any VC.
nl_be: Ik ben vrij om lid te worden van een VC.
no_no: Jeg er gratis med hvilket som helst VC.
ru_ua: Я могу присоединиться к любому VC.

source: I can't play songs in DMs.
nl_be: Ik kan geen nummers afspelen in DMs.
no_no: Jeg kan ikke spille sanger i direktemelder.
ru_ua: Я не могу играть песни в диски.

source: You need to be a DJ to play tracks.
nl_be: Je moet een DJ zijn om nummers te kunnen spelen.
no_no: Du må være en DJ for å spille spor.
ru_ua: Вы должны быть DJ, чтобы играть треки.

source: I couldn't find any valid matches in your message.
nl_be: Ik kon geen geldige overeenkomsten vinden in jouw bericht.
no_no: Jeg kunne ikke finne noen gyldige treff i meldingen din.
ru_ua: Я не смог найти подходящих матчей в вашем сообщении.

source: I found multiple valid matches in your message.
nl_be: Ik vond meerdere geldige overeenkomsten in uw bericht.
no_no: Jeg fant flere gyldige treff i meldingen din.
ru_ua: В вашем сообщении было найдено несколько допустимых матчей.

source: I found a single valid match in your message.
nl_be: Ik heb één geldige match gevonden in je bericht.
no_no: Jeg fant et gyldig enkelttreff i meldingen din.
ru_ua: Я нашел один действительный матч в вашем сообщении.
