Repository: Drapersniper/Audio
Catalog: audio/locales/*.po
Languages: hr_hr, ja_jp, nl_be, no_no, ru_ua, zh_cn, zh_tw

source: I couldn't find any supported activity {user} is taking part in.
nl_be: Ik kon geen enkele ondersteunde activiteit vinden waaraan {user} deelneemt.
no_no: Jeg kunne ikke finne noen støttede aktiviteter {user} tar del i.
ru_ua: Я не смог найти ни одной поддерживаемой активности {user}.

source: Couldn't map {user} Apple Music track to a valid query.
nl_be: Kon {user} Apple Music track niet toewijzen aan een geldige vraag.
no_no: Kunne ikke tilordne {user} Apple Music track til et gyldig søk.
ru_ua: Не удалось сопоставить {user} трек Apple Music с допустимым запросом.

source: Couldn't figure out what {user} is listening to.
nl_be: Kon niet uitvinden waar {user} naar luistert.
no_no: Kunne ikke finne ut hva {user} lytter til.
ru_ua: Не удалось понять, что {user} слушает.

source: You need to provide a query to play.
nl_be: U moet een query opgeven om te kunnen afspelen.
no_no: Du må oppgi et søk for å spille.
ru_ua: Вам нужно предоставить запрос для игры.

source: You must be in a voice channel to allow me to connect.
nl_be: Je moet in een spraakkanaal zitten om me toe te staan verbinding te maken.
no_no: Du må være i en talekanal for å tillate meg å koble til.
ru_ua: Вы должны быть в голосовом канале, чтобы позволить мне подключиться.

source: {track_count} tracks enqueued.
nl_be: {track_count} tracks in behandeling.
no_no: {track_count} spor i køen.
ru_ua: {track_count} треков добавлено.

source: {track} enqueued.
nl_be: {track} in wachtrij
no_no: {track} kø i køen.
ru_ua: {track} добавлено.

source: Search for a track then play the selected response. If a prefix is not used it will default to search on YouTube Music. You can search specify services by using the following prefixes (dependant on service availability): `ytmsearch:` - Will search YouTube Music `spsearch:` - Will search Spotify `amsearch:` - Will search Apple Music `scsearch:` - Will search SoundCloud `ytsearch:` - Will search YouTube You can trigger text-to-speech by using the following prefixes (dependant on service availability): `speak:` - The bot will speak the query (limited to 200 characters) `tts://` - The bot will speak the query
nl_be: Zoek naar een track en speel vervolgens het geselecteerde antwoord af. Als een voorvoegsel niet wordt gebruikt, wordt het standaard gebruikt om op YouTube muziek te zoeken. U kunt zoeken naar diensten door gebruik te maken van de volgende prefixes (afhankelijk van de beschikbaarheid van de dienst): `ytmsearch:` - Zal zoeken naar YouTube Muziek `spsearch:` - Zal zoeken op Spotify `amsearch:` - Zal doorzoeken in Apple Music `scsearch:` - Zal zoeken op SoundCloud `ytsearch:` - Zal zoeken op Youtube Je kunt tekst-naar-spraak starten door gebruik te maken van de volgende prefixes (afhankelijk van service beschikbaarheid): `speak:` - De bot zal de query spreken (beperkt tot 200 personages) `tts://` - De bot zal spreken
no_no: Søk etter et spor og spill deretter det valgte svaret. Hvis et prefiks ikke brukes, vil det som standard søke på YouTube Music. Du kan søke å spesifisere tjenester ved å bruke følgende prefikser (avhengig av service tilgjengelighet): `ytmsearch:` - Søker YouTube Music `spsearch:` - Vil søke Spotify `amsearch:` - Will søke Apple Music `scsearch:` - Skal søke SoundCloud `søk:` - Vil søke etter YouTube Du kan utløse tekst tilt tale ved å bruke følgende prefikser (avhengig av service tilgjengelig): `speak:` - Botten skal si opp spørringen (begrenset til 200 karakterer) `tts` - botten vil snakke med spørringen
ru_ua: Поиск трека и воспроизведение выбранного ответа. Если префикс не используется, он будет искать по умолчанию на YouTube Music. Вы можете найти службы поиска по запросу (зависит от доступности сервиса): `ytmsearch:` - Будет искать YouTube Music `spsearch:` - Будет искать в Spotify `amsearch:` - Will search Apple Music `scsearch:` - Will search SoundCloud `ytsearch:` - Will search YouTube Вы можете вызвать text-to-speech с помощью следующих префиксов (зависимых от доступности сервиса): `speak:` - Бот произведет произведение запроса (ограничено 200 символов) `tts://` - Бот произведет запрос

source: You haven't select something to play.
nl_be: Je hebt geen iets geselecteerd om te spelen.
no_no: Du har ikke valgt noe å spille.
ru_ua: Вы не выбрали что-нибудь для игры.

source: Search must start with ytmsearch:, spsearch:, amsearch:, scsearch:, ytsearch:
nl_be: Zoek moet beginnen met ytmsearch:, spsearch:, amsearch:, scsearch:, ytsearch:
no_no: Søk må starte med ytmsearch:, spsearch:, amsearch:, scsearch:, ytsøk:
ru_ua: Поиск должен начинаться с ytmsearch:, spsearch:, amsearch:, scsearch:, ytsearch:

source: You haven't select something to play, search must start with `ytmsearch:`, `spsearch:`, `amsearch:`, `scsearch:`, `ytsearch:`
nl_be: Je hebt niets geselecteerd om te spelen, zoek moet beginnen met `ytmsearch:`, `spsearch:`, `amsearch:`, `scsearch:`, `ytsearch:`
no_no: Du har ikke valgt noe å spille, søk må starte med `ytmsearch:`, `spsearch:`, `amsearch:`, `scsearch:`, `ytsearch:`
ru_ua: Вы не выбрали что-нибудь для игры, поиск должен начинаться с `ytmsearch:`, `spsearch:`, `amsearch:`, `scsearch:`, `ytsearch:`

source: You need to be in a voice channel if you don't specify which channel I need to connect to.
nl_be: Je moet in een spraakkanaal zitten als je niet opgeeft met welk kanaal ik verbinding moet maken.
no_no: Du må være i en talekanal hvis du ikke angir hvilken kanal jeg må koble til.
ru_ua: Вы должны быть в голосовом канале, если не указали, к какому каналу мне нужно подключиться.

source: I don't have permission to connect to that channel.
nl_be: Ik heb geen toestemming om met dat kanaal te verbinden.
no_no: Jeg har ikke tillatelse til å koble til den kanalen.
ru_ua: У меня нет разрешения на подключение к этому каналу.

source: I don't have permission to speak in {channel}.
nl_be: Ik heb geen toestemming om te spreken in {channel}.
no_no: Jeg har ikke tillatelse til å snakke i {channel}.
ru_ua: У меня нет разрешения говорить в {channel}.

source: I don't have permission to connect to {channel}.
nl_be: Ik heb geen toestemming om verbinding te maken met {channel}.
no_no: Jeg har ikke tillatelse til å koble til {channel}.
ru_ua: У меня нет разрешения на подключение к {channel}.

source: I'm forced to only join {channel}.
nl_be: Ik moet me alleen bij {channel} aansluiten.
no_no: Jeg er tvunget til å bare bli med på {channel}.
ru_ua: Я вынужден только присоединиться к {channel}.

source: No player detected.
nl_be: Geen speler gedetecteerd.
no_no: Ingen spiller oppdaget.
ru_ua: Игрок не обнаружен.

source: Player is not currently playing anything.
nl_be: Speler speelt momenteel niets af.
no_no: Spiller spiller ingen ting for øyeblikket.
ru_ua: Игрок в настоящее время ничего не играет.

source: Autoplay started.
nl_be: Autoplay gestart.
no_no: Autokjør startet.
ru_ua: Автозапуск начался.

source: There is nothing in the queue.
nl_be: Er staat niets in de wachtrij.
no_no: Det er ingenting i køen.
ru_ua: В очереди ничего нет.

source: Player already paused did you mean to run `/resume`.
nl_be: De speler heeft al gepauzeerd wilde `/resume`.
no_no: Spilleren pauset mente du å kjøre `/resume`.
ru_ua: Игрок уже приостановил ваш запуск `/resume`.

source: Player already paused did you mean to run `{prefix}{command}`.
nl_be: Speler al gepauzeerd wilde je `{prefix}{command} ` uitvoeren.
no_no: Spilleren pauset mente du å kjøre `{prefix}{command}`.
ru_ua: Игрок уже приостановил ваш запуск `{prefix}{command}`.

source: Player paused.
nl_be: Speler gepauzeerd.
no_no: Spiller pauset.
ru_ua: Плеер приостановлен.

source: Player already resumed did you mean to run `/pause`.
no_no: Spilleren gjenopptatt mente du å kjøre `/pause`.
ru_ua: Игрок уже возобновлен вы ознаменовался запуском `/pause`.

source: Player already resumed did you mean to run `{prefix}{command}`.
no_no: Spilleren gjenopptatt mente du å kjøre `{prefix}{command}`.
ru_ua: Игрок уже возобновил работу `{prefix}{command}`.

source: Player resumed.
nl_be: Speler hervat.
no_no: Spilleren gjenopptatt.
ru_ua: Игрок возобновлен.

source: Volume cannot be higher than {max_volume}.
nl_be: Volume kan niet hoger zijn dan {max_volume}.
no_no: Volumet kan ikke være høyere enn {max_volume}.
ru_ua: Том не может быть больше {max_volume}.

source: Player volume set to {volume}%.
nl_be: Speler volume is ingesteld op {volume}%.
no_no: Spillervolum satt til {volume}%.
ru_ua: Громкость игрока изменена на {volume}%.

source: Nothing playing.
nl_be: Niets afgespeeld.
no_no: Ingenting spiller.
ru_ua: Ничего не играет.

source: Can't seek on a stream.
nl_be: Kan niet zoeken in een stream.
no_no: Kan ikke søke på en strøm.
ru_ua: Не удается найти в потоке.

source: Cannot seek when the player is paused.
nl_be: Kan niet zoeken wanneer de speler is gepauzeerd.
no_no: Kan ikke søke når spilleren er pauset.
ru_ua: Не удается найти, когда плеер приостановлен.

source: Moved {seconds}s to 00:00:00.
nl_be: {seconds}s verplaatst naar 00:00:00.
no_no: Flyttet {seconds}s til 00:00:00.
ru_ua: Перемещено {seconds}с до 00:00:00.

source: Moved {seconds}s to {time}.
nl_be: {seconds}s verplaatst naar {time}.
no_no: Flyttet {seconds}til {time}.
ru_ua: Перемещено {seconds}с в {time}.

source: Moved to {time}.
nl_be: Verplaatst naar {time}.
no_no: Flyttet til {time}.
ru_ua: Перемещено в {time}.

source: No previous in player history.
nl_be: Geen vorige in de spelergeschiedenis.
no_no: Ingen tidligere i spillernes historie.
ru_ua: В истории игроков нет предыдущих.

source: Playing previous track: {track}.
nl_be: Vorige nummer wordt afgespeeld: {track}.
no_no: Spiller av forrige spor: {track}.
ru_ua: Играет предыдущий трек: {track}.

source: Plays the specified track in the queue. If you specify the `after_current` argument, the track will be played after the current track, otherwise it will replace the current track
nl_be: Speelt het opgegeven nummer af in de wachtrij. Als je het `after_current` argument opgeeft, zal het nummer worden afgespeeld na het huidige nummer, anders wordt de huidige track vervangen
ru_ua: Воспроизводит указанный трек в очереди. Если вы укажете аргумент `after_current`, трек будет воспроизведен после текущего трека, иначе он заменит текущий трек

source: Track index must be between 1 and {size}.
nl_be: Track index moet tussen 1 en {size} zijn.
no_no: Sporindeksen må være mellom 1 og {size}.
ru_ua: Индекс трека должен быть между 1 и {size}.

source: There is no track in position {position}.
nl_be: Er is geen track in positie {position}.
no_no: Det er ingen spor i posisjon {position}.
ru_ua: В позиции {position} нет трека.

source: {track} will play after {current} finishes (in {eta}).
nl_be: {track} wordt afgespeeld nadat {current} klaar is (in {eta}).
no_no: {track} vil spille etter {current} er ferdig (i {eta}).
ru_ua: {track} будет играть после окончания {current} (в {eta}).

source: {track} will start now {current} has been skipped.
nl_be: {track} start nu {current} is overgeslagen.
no_no: {track} vil starte nå {current} har blitt hoppet over.
ru_ua: {track} начнется {current} пропущено.

source: Enqueue a track a song to the top of the queue.
no_no: Legg til et spor til toppen av avspillingskøen.
ru_ua: Добавляет трек к началу очереди.

source: {track} not found in queue.
nl_be: {track} niet in de wachtrij gevonden.
no_no: {track} finnes ikke i køen.
ru_ua: {track} не найден в очереди.

source: Volume limit reached, player volume set to {volume}%.
nl_be: Volumelimiet bereikt, zet speler volume op {volume}%.
no_no: Volumgrense nådd, spillervolum satt til {volume}%.
ru_ua: Достигнут лимит громкости, громкость игрока установлена на {volume}%.

source: Minimum volume reached, Player volume set to 0%.
nl_be: Minimum volume bereikt, Speler volume ingesteld op 0%.
no_no: Minimumsvolumet nådd, Spillervolumet satt til 0%.
ru_ua: Достигнута минимальная громкость, установлена на 0%.

source: Removed {times} {entry_plural} of {track} from the queue.
nl_be: {times} {entry_plural} van {track} uit de wachtrij verwijderd.
no_no: Fjernet {times} {entry_plural} av {track} fra køen.

source: Set whether the bot should shuffle its queue after every new song.
nl_be: Instellen of de bot zijn wachtrij moet verschuiven na elk nieuw nummer.

source: Player already paused did you mean to run `/pause`.
nl_be: Speler al gepauzeerd wilde je `/pauze` uitvoeren.
