Repository: Drapersniper/Audio
Catalog: plnodes/locales/*.po
Languages: bg_bg, cs_cz, el_gr, fi_fi, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nb_no, nl_nl, nl_sr, no_no, pl_pl, pt_br, ro_ro, ru_md, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_tw

source: (**1**){space_value} - Cancel any changes made and close the menu. (**6**){space_value} - Show sources enabled for this node. (**7**){space_value} - Apply changes and add the node to PyLav. (**8**){space_value} - Toggle between search-only and search and playback modes. (**9**){space_value} - Toggle between SSL on and off. (**10**) - Add a name to the node. (**11**) - Add the host address of the node. (**12**) - Add the port the node uses. (**13**) - Set the password for the node. (**14**) - Set the connection timeout. (**15**) - Remove this node. (**16**) - Select which sources to disable for this node (Multiple can be selected). If you interact with a button multiple times, only the last interaction will take effect.
bg_bg: (**1**){space_value} - Отменете всички направени промени и затворете менюто. (**6**){space_value} - Показване на източници, разрешени за този възел. (**7**){space_value} - Приложете промените и добавете възела към PyLav. (**8**){space_value} - Превключване между режимите само за търсене и търсене и възпроизвеждане. (**9**){space_value} - Превключване между SSL включване и изключване. (**10**) - Добавяне на име към възела. (**11**) - Добавете адреса на хоста на възела. (**12**) - Добавете порта, който възелът използва. (**13**) - Задайте паролата за възела. (**14**) - Задайте времето за изчакване на връзката. (**15**) - Премахване на този възел. (**16**) - Изберете кои източници да деактивирате за този възел (Може да се избере множествено). Ако взаимодействате с бутон няколко пъти, само последното взаимодействие ще влезе в сила.
cs_cz: (**1**){space_value} - Zrušte všechny provedené změny a zavřete nabídku. (**6**){space_value} - Zobrazit zdroje povolené pro tento uzel. (**7**){space_value} - Aplikujte změny a přidejte uzel do PyLav. (**8**){space_value} - Přepínat mezi režimy vyhledávání a vyhledáváním a přehráváním. (**9**){space_value} - Přepínat mezi SSL zapnuto a vypnuto. (**10**) – Přidejte název uzlu. (**11**) – Přidejte adresu hostitele uzlu. (**12**) – Přidejte port, který uzel používá. (**13**) – Nastavte heslo pro uzel. (**14**) – Nastavte časový limit připojení. (**15**) – Odeberte tento uzel. (**16**) – Vyberte, které zdroje chcete pro tento uzel zakázat (lze vybrat více zdrojů). Pokud s tlačítkem interagujete vícekrát, projeví se pouze poslední interakce.
el_gr: (**1**){space_value} - Ακυρώστε τυχόν αλλαγές που έγιναν και κλείστε το μενού. (**6**){space_value} - Εμφάνιση πηγών ενεργοποιημένων για αυτόν τον κόμβο. (**7**){space_value} - Εφαρμόστε αλλαγές και προσθέστε τον κόμβο στο PyLav. (**8**){space_value} - Εναλλαγή μεταξύ των λειτουργιών μόνο αναζήτησης και αναζήτησης και αναπαραγωγής. (**9**){space_value} - Εναλλαγή μεταξύ ενεργοποίησης και απενεργοποίησης SSL. (**10**) - Προσθέστε ένα όνομα στον κόμβο. (**11**) - Προσθέστε τη διεύθυνση κεντρικού υπολογιστή του κόμβου. (**12**) - Προσθέστε τη θύρα που χρησιμοποιεί ο κόμβος. (**13**) - Ορίστε τον κωδικό πρόσβασης για τον κόμβο. (**14**) - Ορίστε το χρονικό όριο σύνδεσης. (**15**) - Καταργήστε αυτόν τον κόμβο. (**16**) - Επιλέξτε ποιες πηγές θα απενεργοποιήσετε για αυτόν τον κόμβο (μπορεί να επιλεγεί πολλαπλή). Εάν αλληλεπιδράσετε με ένα κουμπί πολλές φορές, θα τεθεί σε ισχύ μόνο η τελευταία αλληλεπίδραση.
fi_fi: (**1**){space_value} - Peruuta tehdyt muutokset ja sulje valikko. (**6**){space_value} - Näytä lähteet, jotka on otettu käyttöön tässä solmussa. (**7**){space_value} - Käytä muutoksia ja lisää solmu PyLaviin. (**8**){space_value} - Vaihda vain haku- ja haku- ja toistotilojen välillä. (**9**){space_value} - Vaihda SSL:n välillä päälle ja pois päältä. (**10**) - Lisää solmulle nimi. (**11**) - Lisää solmun isäntäosoite. (**12**) - Lisää solmun käyttämä portti. (**13**) - Aseta solmun salasana. (**14**) - Aseta yhteyden aikakatkaisu. (**15**) - Poista tämä solmu. (**16**) - Valitse, mitkä lähteet poistetaan käytöstä tässä solmussa (useita voidaan valita). Jos käytät painiketta useita kertoja, vain viimeinen vuorovaikutus tulee voimaan.
hi_in: (**1**){space_value} - किए गए किसी भी बदलाव को रद्द करें और मेनू बंद करें। (**6**){space_value} - इस नोड के लिए सक्षम स्रोत दिखाएँ। (**7**){space_value} - परिवर्तन लागू करें और नोड को PyLav में जोड़ें। (**8**){space_value} - खोज-केवल और खोज और प्लेबैक मोड के बीच टॉगल। (**9**){space_value} - एसएसएल ऑन और ऑफ के बीच टॉगल। (**10**) - नोड में एक नाम जोड़ें। (**11**) - नोड का होस्ट पता जोड़ें। (**12**) - नोड द्वारा उपयोग किए जाने वाले पोर्ट को जोड़ें। (**13**) - नोड के लिए पासवर्ड सेट करें। (**14**) - कनेक्शन टाइमआउट सेट करें। (**15**) - इस नोड को हटा दें। (**16**) - चयन करें कि इस नोड के लिए किन स्रोतों को अक्षम करना है (एकाधिक का चयन किया जा सकता है)। यदि आप एक बटन के साथ कई बार इंटरैक्ट करते हैं, तो केवल अंतिम इंटरैक्शन प्रभावी होगा।
hr_hr: (**1**){space_value} - Otkažite sve izvršene promjene i zatvorite izbornik. (**6**){space_value} - Prikaži izvore omogućene za ovaj čvor. (**7**){space_value} - Primijenite promjene i dodajte čvor u PyLav. (**8**){space_value} - Prebacivanje između načina pretraživanja i pretraživanja i reprodukcije. (**9**){space_value} - Prebacivanje između SSL-a uključeno i isključeno. (**10**) - Dodajte naziv čvoru. (**11**) - Dodajte adresu glavnog računala čvora. (**12**) - Dodajte priključak koji čvor koristi. (**13**) - Postavite lozinku za čvor. (**14**) - Postavite vremensko ograničenje veze. (**15**) - Uklonite ovaj čvor. (**16**) - Odaberite koje izvore želite onemogućiti za ovaj čvor (može se odabrati višestruko). Ako s gumbom stupite u interakciju više puta, stupit će na snagu samo posljednja interakcija.
hu_hu: (**1**){space_value} - Törölje az elvégzett módosításokat és zárja be a menüt. (**6**){space_value} - A csomóponthoz engedélyezett források megjelenítése. (**7**){space_value} - Alkalmazza a módosításokat, és adja hozzá a csomópontot a PyLavhoz. (**8**){space_value} - Váltás a csak keresési és a keresési és lejátszási módok között. (**9**){space_value} - Váltás az SSL be- és kikapcsolása között. (**10**) – Adjon nevet a csomópontnak. (**11**) – Adja hozzá a csomópont állomáscímét. (**12**) – Adja hozzá a csomópont által használt portot. (**13**) – Állítsa be a csomópont jelszavát. (**14**) – Állítsa be a kapcsolat időtúllépését. (**15**) – Távolítsa el ezt a csomópontot. (**16**) – Válassza ki, hogy mely forrásokat szeretné letiltani ehhez a csomóponthoz (több is kiválasztható). Ha többször is interakcióba lép egy gombbal, csak az utolsó interakció lép érvénybe.
id_id: (**1**){space_value} - Batalkan setiap perubahan yang dilakukan dan tutup menu. (**6**){space_value} - Tampilkan sumber yang diaktifkan untuk node ini. (**7**){space_value} - Terapkan perubahan dan tambahkan node ke PyLav. (**8**){space_value} - Beralih antara mode pencarian saja dan pencarian dan pemutaran. (**9**){space_value} - Beralih antara SSL on dan off. (**10**) - Tambahkan nama ke node. (**11**) - Tambahkan alamat host node. (**12**) - Tambahkan port yang digunakan node. (**13**) - Atur kata sandi untuk node. (**14**) - Atur batas waktu koneksi. (**15**) - Hapus node ini. (**16**) - Pilih sumber mana yang akan dinonaktifkan untuk node ini (Beberapa dapat dipilih). Jika Anda berinteraksi dengan tombol beberapa kali, hanya interaksi terakhir yang akan berlaku.
it_it: (**1**){space_value} - Annullare le modifiche apportate e chiudere il menu. (**6**){space_value} - Mostra le fonti abilitate per questo nodo. (**7**){space_value} - Applicare le modifiche e aggiungere il nodo a PyLav. (**8**){space_value} - Alterna tra le modalità di sola ricerca e ricerca e riproduzione. (**9**){space_value} - Attiva e disattiva SSL. (**10**) - Aggiungere un nome al nodo. (**11**) - Aggiungere l'indirizzo host del nodo. (**12**) - Aggiungere la porta utilizzata dal nodo. (**13**) - Impostare la password per il nodo. (**14**) - Impostare il timeout della connessione. (**15**) - Rimuovere questo nodo. (**16**) - Selezionare le sorgenti da disabilitare per questo nodo (è possibile selezionare Più fonti). Se interagisci con un pulsante più volte, avrà effetto solo l'ultima interazione.
ja_jp: (**1**){space_value} - 行った変更をキャンセルし、メニューを閉じます。 (**6**){space_value} - このノードで有効になっているソースを表示します。 (**7**){space_value} - 変更を適用し、ノードを PyLav に追加します。 (**8**){space_value} -検索専用モードと検索および再生モードを切り替えます。 (**9**){space_value} - SSL のオンとオフを切り替えます。 (**10**) - ノードに名前を追加します。 (**11**) - ノードのホスト アドレスを追加します。 (**12**) - ノードが使用するポートを追加します。 (**13**) - ノードのパスワードを設定します。 (**14**) - 接続タイムアウトを設定します。 (**15**) - このノードを削除します。 (**16**) - このノードで無効にするソースを選択します (複数選択できます)。 ボタンを複数回操作した場合は、最後の操作のみが有効になります。
ko_kr: (**1**){space_value} - 변경 사항을 취소하고 메뉴를 닫습니다. (**6**){space_value} - 이 노드에 대해 활성화된 소스를 표시합니다. (**7**){space_value} - 변경 사항을 적용하고 PyLav에 노드를 추가합니다. (**8**){space_value} - 검색 전용 모드와 검색 및 재생 모드 사이를 전환합니다. (**9**){space_value} - SSL을 켜고 끕니다. (**10**) - 노드에 이름을 추가합니다. (**11**) - 노드의 호스트 주소를 추가합니다. (**12**) - 노드에서 사용하는 포트를 추가합니다. (**13**) - 노드의 암호를 설정합니다. (**14**) - 연결 시간 제한을 설정합니다. (**15**) - 이 노드를 제거합니다. (**16**) - 이 노드에 대해 비활성화할 소스를 선택합니다(여러 개를 선택할 수 있음). 단추와 여러 번 상호 작용하는 경우 마지막 상호 작용만 적용됩니다.
lt_lt: (**1**){space_value} - Atšaukite visus atliktus pakeitimus ir uždarykite meniu. (**6**){space_value} - Rodyti šiam mazgui įjungtus šaltinius. (**7**){space_value} - Taikykite pakeitimus ir pridėkite mazgą prie PyLav. (**8**){space_value} - Perjunkite tik paieškos ir paieškos bei atkūrimo režimus. (**9**){space_value} - Perjungti SSL įjungimą ir išjungimą. (**10**) - Pridėkite pavadinimą prie mazgo. (**11**) - Pridėkite mazgo pagrindinio kompiuterio adresą. (**12**) - Pridėkite mazgo naudojamą prievadą. (**13**) - Nustatykite mazgo slaptažodį. (**14**) - Nustatykite ryšio skirtąjį laiką. (**15**) - Pašalinkite šį mazgą. (**16**) - Pasirinkite, kuriuos šaltinius išjungti šiam mazgui (galima pasirinkti kelis). Jei kelis kartus sąveikausite su mygtuku, įsigalios tik paskutinė sąveika.
nb_no: (**1**){space_value} - Avbryt eventuelle endringer og lukk menyen. (**6**){space_value} - Vis kilder aktivert for denne noden. (**7**){space_value} - Bruk endringer og legg til noden i PyLav. (**8**){space_value} - Veksle mellom søke- og søke- og avspillingsmodus. (**9**){space_value} - Veksle mellom SSL på og av. (**10**) – Legg til et navn på noden. (**11**) – Legg til vertsadressen til noden. (**12**) – Legg til porten noden bruker. (**13**) - Angi passordet for noden. (**14**) – Angi tidsavbrudd for tilkobling. (**15**) - Fjern denne noden. (**16**) - Velg hvilke kilder som skal deaktiveres for denne noden (Flere kan velges). Hvis du samhandler med en knapp flere ganger, trer bare den siste samhandlingen i kraft.
nl_nl: (**1**){space_value} - Annuleer alle aangebrachte wijzigingen en sluit het menu. (**6**){space_value} - Toon bronnen die zijn ingeschakeld voor dit knooppunt. (**7**){space_value} - Pas wijzigingen toe en voeg het knooppunt toe aan PyLav. (**8**){space_value} - Schakel tussen alleen-zoeken en zoek- en afspeelmodi. (**9**){space_value} - Schakel tussen SSL aan en uit. (**10**) - Voeg een naam toe aan het knooppunt. (**11**) - Voeg het hostadres van het knooppunt toe. (**12**) - Voeg de poort toe die het knooppunt gebruikt. (**13**) - Stel het wachtwoord voor het knooppunt in. (**14**) - Stel de time-out voor de verbinding in. (**15**) - Verwijder dit knooppunt. (**16**) - Selecteer welke bronnen u wilt uitschakelen voor dit knooppunt (meerdere kunnen worden geselecteerd). Als u meerdere keren met een knop communiceert, wordt alleen de laatste interactie van kracht.
pl_pl: (**1**){space_value} - Anuluj wszelkie wprowadzone zmiany i zamknij menu. (**6**){space_value} - Pokaż źródła włączone dla tego węzła. (**7**){space_value} - Zastosuj zmiany i dodaj węzeł do PyLav. (**8**){space_value} - Przełączaj się między trybami tylko wyszukiwania oraz wyszukiwania i odtwarzania. (**9**){space_value} - Przełącz między włączonym i wyłączonym SSL. (**10**) - Dodaj nazwę do węzła. (**11**) - Dodaj adres hosta węzła. (**12**) - Dodaj port używany przez węzeł. (**13**) - Ustaw hasło dla węzła. (**14**) - Ustaw limit czasu połączenia. (**15**) - Usuń ten węzeł. (**16**) - Wybierz źródła do wyłączenia dla tego węzła (można wybrać wiele). Jeśli użytkownik wielokrotnie korzysta z przycisku, zastosowanie będzie miała tylko ostatnia interakcja.
pt_br: (**1**){space_value} - Cancele quaisquer alterações feitas e feche o menu. (**6**){space_value} - Mostrar fontes habilitadas para este nó. (**7**){space_value} - Aplique alterações e adicione o nó ao PyLav. (**8**){space_value} - Alterne entre os modos somente pesquisa e pesquisa e reprodução. (**9**){space_value} - Alterne entre SSL ligado e desligado. (**10**) - Adicione um nome ao nó. (**11**) - Adicione o endereço do host do nó. (**12**) - Adicione a porta que o nó usa. (**13**) - Defina a senha para o nó. (**14**) - Defina o tempo limite da conexão. (**15**) - Remova este nó. (**16**) - Selecione quais fontes desativar para este nó (Múltiplo pode ser selecionado). Se você interagir com um botão várias vezes, somente a última interação terá efeito.
ro_ro: (**1**){space_value} - Anulați orice modificări efectuate și închideți meniul. (**6**){space_value} - Afișați sursele activate pentru acest nod. (**7**){space_value} - Aplicați modificările și adăugați nodul la PyLav. (**8**){space_value} - Comutați între modurile de căutare și căutare și redare. (**9**){space_value} - Comutați între SSL pornit și oprit. (**10**) - Adăugați un nume la nod. (**11**) - Adăugați adresa gazdă a nodului. (**12**) - Adăugați portul pe care îl utilizează nodul. (**13**) - Setați parola pentru nod. (**14**) - Setați expirarea conexiunii. (**15**) - Eliminați acest nod. (**16**) - Selectați sursele de dezactivat pentru acest nod (pot fi selectate mai multe). Dacă interacționați cu un buton de mai multe ori, numai ultima interacțiune va intra în vigoare.
ru_ru: (**1**){space_value} - Отмените все внесенные изменения и закройте меню. (**6**){space_value} - Показать источники, включенные для этого узла. (**7**){space_value} - Применить изменения и добавить узел в PyLav. (**8**){space_value} - Переключение между режимами поиска и поиска и воспроизведения. (**9**){space_value} - Переключение между включением и выключением SSL. (**10**) - Добавление имени к узлу. (**11**) - Добавьте адрес хоста узла. (**12**) - Добавьте порт, используемый узлом. (**13**) - Установка пароля для узла. (**14**) - Установите время ожидания подключения. (**15**) - Удалите этот узел. (**16**) - Выберите, какие источники отключить для этого узла (можно выбрать несколько). Если вы взаимодействуете с кнопкой несколько раз, вступит в силу только последнее взаимодействие.
sv_se: (**1**){space_value} - Avbryt alla ändringar som gjorts och stäng menyn. (**6**){space_value} - Visa källor som är aktiverade för den här noden. (**7**){space_value} - Tillämpa ändringar och lägg till noden i PyLav. (**8**){space_value} - Växla mellan sök- och sök- och uppspelningslägen. (**9**){space_value} - Växla mellan SSL på och av. (**10**) – Lägg till ett namn i noden. (**11**) – Lägg till nodens värdadress. (**12**) – Lägg till porten som noden använder. (**13**) – Ange lösenordet för noden. (**14**) – Ställ in tidsgränsen för anslutningen. (**15**) – Ta bort den här noden. (**16**) – Välj vilka källor som ska inaktiveras för den här noden (Flera kan väljas). Om du interagerar med en knapp flera gånger kommer endast den senaste interaktionen att gälla.
th_th: (**1**){space_value} - ยกเลิกการเปลี่ยนแปลงใด ๆ ที่ทําและปิดเมนู (**6**){space_value} - แสดงแหล่งที่มาที่เปิดใช้งานสําหรับโหนดนี้ (**7**){space_value} - ใช้การเปลี่ยนแปลงและเพิ่มโหนดไปยัง PyLav (**8**){space_value} - สลับระหว่างโหมดค้นหาเท่านั้นและค้นหาและเล่น (**9**){space_value} - สลับระหว่าง SSL เปิดและปิด (**10**) - เพิ่มชื่อไปยังโหนด (**11**) - เพิ่มที่อยู่โฮสต์ของโหนด (**12**) - เพิ่มพอร์ตที่โหนดใช้ (**13**) - ตั้งรหัสผ่านสําหรับโหนด (**14**) - ตั้งค่าระยะหมดเวลาการเชื่อมต่อ (**15**) - ลบโหนดนี้ (**16**) - เลือกแหล่งที่จะปิดการใช้งานสําหรับโหนดนี้ (สามารถเลือกได้หลายรายการ) หากคุณโต้ตอบกับปุ่มหลายครั้ง จะมีผลเฉพาะการโต้ตอบครั้งล่าสุดเท่านั้น
tr_tr: (**1**){space_value} - Yapılan değişiklikleri iptal edin ve menüyü kapatın. (**6**){space_value} - Bu düğüm için etkinleştirilen kaynakları göster. (**7**){space_value} - Değişiklikleri uygulayın ve düğümü PyLav'a ekleyin. (**8**){space_value} - Yalnızca arama ve arama ve oynatma modları arasında geçiş yapın. (**9**){space_value} - SSL'yi açma ve kapatma arasında geçiş yapın. (**10**) - Düğüme bir ad ekleyin. (**11**) - Düğümün ana bilgisayar adresini ekleyin. (**12**) - Düğümün kullandığı bağlantı noktasını ekleyin. (**13**) - Düğümün parolasını ayarlayın. (**14**) - Bağlantı zaman aşımını ayarlayın. (**15**) - Bu düğümü kaldırın. (**16**) - Bu düğüm için hangi kaynakların devre dışı bırakılacağını seçin (Birden çok seçilebilir). Bir düğmeyle birden çok kez etkileşim kurarsanız, yalnızca son etkileşim etkili olur.
uk_ua: (**1**){space_value} - Скасуйте будь-які внесені зміни і закрийте меню. (**6**){space_value} - Показати джерела, включені для цього вузла. (**7**){space_value} - Застосуйте зміни і додайте вузол в PyLav. (**8**){space_value} - Переключення між режимами лише пошуку та пошуку та відтворення. (**9**){space_value} - Перемикайтеся між увімкненням і вимкненням SSL. (**10**) - Додайте ім'я до вузла. (**11**) - Додайте адресу хоста вузла. (**12**) - Додайте порт, який використовує вузол. (**13**) - Встановіть пароль для вузла. (**14**) - Встановіть тайм-аут з'єднання. (**15**) - Видаліть цей вузол. (**16**) - Виберіть, які джерела відключити для цього вузла (можна вибрати Multiple ). Якщо ви взаємодієте з кнопкою кілька разів, почне діяти тільки остання взаємодія.
vi_vn: (**1**){space_value} - Hủy bất kỳ thay đổi nào đã thực hiện và đóng menu. (**6**){space_value} - Hiển thị các nguồn được bật cho nút này. (**7**){space_value} - Áp dụng các thay đổi và thêm nút vào PyLav. (**8**){space_value} - Chuyển đổi giữa chế độ chỉ tìm kiếm và tìm kiếm và phát lại. (**9**){space_value} - Chuyển đổi giữa SSL bật và tắt. (**10**) - Thêm tên vào nút. (**11**) - Thêm địa chỉ máy chủ của nút. (**12**) - Thêm cổng mà nút sử dụng. (**13**) - Đặt mật khẩu cho nút. (**14**) - Đặt thời gian chờ kết nối. (**15**) - Xóa nút này. (**16**) - Chọn nguồn cần tắt cho nút này (Có thể chọn Nhiều nguồn). Nếu bạn tương tác với một nút nhiều lần, chỉ tương tác cuối cùng mới có hiệu lực.
zh_tw: (**1**){space_value} - 取消所做的任何更改並關閉功能表。 (**6**){space_value} - 顯示為此節點啟用的源。 (**7**){space_value} - 應用更改並將節點添加到 PyLav。 (**8**){space_value} - 在僅搜索模式和搜索和播放模式之間切換。 (**9**){space_value} - 在 SSL 打開和關閉之間切換。 （**10**） - 向節點添加名稱。 （**11**） - 添加節點的主機位址。 （**12**） - 添加節點使用的埠。 （**13**） - 設置節點的密碼。 （**14**） - 設置連接超時。 （**15**） - 刪除此節點。 （**16**） - 選擇要為此節點禁用的源（可以選擇多個）。 如果多次與按鈕交互，則只有最後一次交互才會生效。

source: {name_value} is managed by PyLav and cannot be modified with this command.
bg_bg: {name_value} се управлява от PyLav и не може да се променя с тази команда.
cs_cz: {name_value} je spravován pomocí PyLav a nelze jej upravit pomocí tohoto příkazu.
el_gr: {name_value} διαχειρίζεται από το PyLav και δεν μπορεί να τροποποιηθεί με αυτήν την εντολή.
fi_fi: {name_value} sitä hallinnoi PyLav, eikä sitä voi muokata tällä komennolla.
hi_in: {name_value} PyLav द्वारा प्रबंधित किया जाता है और इस आदेश के साथ संशोधित नहीं किया जा सकता है।
hr_hr: {name_value} njime upravlja PyLav i ne može se mijenjati ovom naredbom.
hu_hu: {name_value} a PyLav kezeli, és ezzel a paranccsal nem módosítható.
id_id: {name_value} dikelola oleh PyLav dan tidak dapat dimodifikasi dengan perintah ini.
it_it: {name_value} è gestito da PyLav e non può essere modificato con questo comando.
ja_jp: {name_value} は PyLav によって管理され、このコマンドで変更することはできません。
ko_kr: {name_value} 는 PyLav에 의해 관리되며 이 명령으로 수정할 수 없습니다.
lt_lt: {name_value} valdo PyLav ir negali būti modifikuojamas naudojant šią komandą.
nb_no: {name_value} administreres av PyLav og kan ikke endres med denne kommandoen.
nl_nl: {name_value} wordt beheerd door PyLav en kan niet worden gewijzigd met deze opdracht.
pl_pl: {name_value} jest zarządzany przez PyLav i nie może być modyfikowany za pomocą tego polecenia.
pt_br: {name_value} é gerenciado pelo PyLav e não pode ser modificado com este comando.
ro_ro: {name_value} este gestionat de PyLav și nu poate fi modificat cu această comandă.
ru_ru: {name_value} управляется PyLav и не может быть изменена с помощью этой команды.
sv_se: {name_value} hanteras av PyLav och kan inte ändras med det här kommandot.
th_th: {name_value} ถูกจัดการโดย PyLav และไม่สามารถแก้ไขได้ด้วยคําสั่งนี้
tr_tr: {name_value} PyLav tarafından yönetilir ve bu komutla değiştirilemez.
uk_ua: {name_value} управляється PyLav і не може бути змінений за допомогою цієї команди.
vi_vn: {name_value} được quản lý bởi PyLav và không thể sửa đổi bằng lệnh này.
zh_tw: {name_value} 由 PyLav 管理，不能使用此命令進行修改。

source: Removed node {name_value}
bg_bg: Премахнат възел {name_value}
cs_cz: Odstraněný uzel {name_value}
el_gr: Αφαιρέθηκε ο κόμβος {name_value}
fi_fi: Poistettu solmu {name_value}
hi_in: हटाया गया नोड {name_value}
hr_hr: Uklonjeni čvor {name_value}
hu_hu: Eltávolított csomópont {name_value}
id_id: Node yang dihapus {name_value}
it_it: Nodo rimosso {name_value}
ja_jp: 削除されたノード {name_value}
ko_kr: 제거된 노드 {name_value}
lt_lt: Pašalintas mazgas {name_value}
nb_no: Fjernet node {name_value}
nl_nl: Knooppunt verwijderd {name_value}
pl_pl: Usunięto węzeł {name_value}
pt_br: Nó removido {name_value}
ro_ro: Nod eliminat {name_value}
ru_ru: Удаленный узел {name_value}
sv_se: Noden har tagits bort {name_value}
th_th: โหนดที่ถูกลบ {name_value}
tr_tr: Kaldırılan düğüm {name_value}
uk_ua: Видалений вузол {name_value}
vi_vn: Nút đã xóa {name_value}
zh_tw: 已刪除的節點 {name_value}
