Repository: Drapersniper/Audio
Catalog: plnodes/locales/*.po
Languages: bg_bg, cs_cz, el_gr, fi_fi, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nb_no, nl_nl, nl_sr, no_no, pl_pl, pt_br, ro_ro, ru_md, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_tw

source: Added node {name_value} with the following settings: Host: {host_value} Port: {port_value} Password: {password_value} Resume Timeout: {resume_timeout_value} Search Only: {search_only_value} SSL: {ssl_value} Disabled Sources: {disabled_sources_value}
bg_bg: Добавен възел {name_value} със следните настройки: Домакин: {host_value} Порт: {port_value} Парола: {password_value} Време на изчакване на възобновяване: {resume_timeout_value} Само за търсене: {search_only_value} SSL: {ssl_value} Забранени източници: {disabled_sources_value}
cs_cz: Přidán uzel {name_value} s následujícím nastavením: Hostitel: {host_value} Přístav: {port_value} Heslo: {password_value} Časový limit obnovení: {resume_timeout_value} Pouze vyhledávání: {search_only_value} SSL: {ssl_value} Zakázané zdroje: {disabled_sources_value}
el_gr: Προστέθηκε κόμβος {name_value} με τις ακόλουθες ρυθμίσεις: Κεντρικός υπολογιστής: {host_value} Λιμάνι: {port_value} Κωδικός πρόσβασης: {password_value} Λήξη χρονικού ορίου συνέχισης: {resume_timeout_value} Αναζήτηση μόνο: {search_only_value} ΥΓ: {ssl_value} Πηγές ατόμων με ειδικές ανάγκες: {disabled_sources_value}
fi_fi: Lisätty solmu {name_value} seuraavilla asetuksilla: Isäntä: {host_value} Satama: {port_value} Salasana: {password_value} Jatka aikakatkaisua: {resume_timeout_value} Vain haku: {search_only_value} SSL: {ssl_value} Käytöstä poistetut lähteet: {disabled_sources_value}
hi_in: जोड़ा गया नोड {name_value} निम्न सेटिंग्स के साथ: मेज़बान: {host_value} बंदरगाह: {port_value} पासवर्ड: {password_value} टाइमआउट को फिर से शुरू करें: {resume_timeout_value} केवल खोजें: {search_only_value} SSL: {ssl_value} अक्षम स्रोत: {disabled_sources_value}
hr_hr: Dodani čvor {name_value} sa sljedećim postavkama: Domaćin: {host_value} Luka: {port_value} Lozinka: {password_value} Prekoračenje vremena nastavka: {resume_timeout_value} Samo pretraživanje: {search_only_value} SSL: {ssl_value} Onemogućeni izvori: {disabled_sources_value}
hu_hu: Hozzáadott csomópont {name_value} a következő beállításokkal: Házigazda: {host_value} Kikötő: {port_value} Jelszó: {password_value} Folytatás időtúllépése: {resume_timeout_value} Csak keresés: {search_only_value} SSL: {ssl_value} Letiltott források: {disabled_sources_value}
id_id: Menambahkan node {name_value} dengan pengaturan berikut: Tuan rumah: {host_value} Pelabuhan: {port_value} Kata sandi: {password_value} Lanjutkan Batas Waktu: {resume_timeout_value} Hanya Pencarian: {search_only_value} SSL: {ssl_value} Sumber yang Dinonaktifkan: {disabled_sources_value}
it_it: Nodo aggiunto {name_value} con le seguenti impostazioni: Ospite: {host_value} Porto: {port_value} Parola d’ordine: {password_value} Riprendi timeout: {resume_timeout_value} Solo ricerca: {search_only_value} SSL: {ssl_value} Fonti disabilitate: {disabled_sources_value}
ja_jp: 追加されたノード {name_value} を次の設定で使用します。 ホスト： {host_value} 港： {port_value} パスワード： {password_value} 再開タイムアウト: {resume_timeout_value} 検索のみ: {search_only_value} SSL: {ssl_value} 無効なソース: {disabled_sources_value}
ko_kr: 추가된 노드 {name_value} 다음 설정을 사용합니다. 호스트: {host_value} 항구: {port_value} 암호: {password_value} 시간 초과 재개: {resume_timeout_value} 검색 전용: {search_only_value} SSL : {ssl_value} 비활성화된 소스: {disabled_sources_value}
lt_lt: Pridėtas mazgas {name_value} su šiais parametrais: Priimančiosios: {host_value} Uostas: {port_value} Slaptažodis: {password_value} Tęsti skirtąjį laiką: {resume_timeout_value} Tik ieškokite: {search_only_value} SSL: {ssl_value} Neįgalūs šaltiniai: {disabled_sources_value}
nb_no: Lagt til node {name_value} med følgende innstillinger: Vert: {host_value} Havn: {port_value} Passord: {password_value} Fortsett tidsavbrudd: {resume_timeout_value} Bare søk: {search_only_value} SSL: {ssl_value} Deaktiverte kilder: {disabled_sources_value}
nl_nl: Node toegevoegd {name_value} met de volgende instellingen: Gastheer: {host_value} Haven: {port_value} Wachtwoord: {password_value} Time-out hervatten: {resume_timeout_value} Alleen zoeken: {search_only_value} SSL: {ssl_value} Uitgeschakelde bronnen: {disabled_sources_value}
pl_pl: Dodano węzeł {name_value} z następującymi ustawieniami: Gospodarz: {host_value} Port: {port_value} Hasło: {password_value} Limit czasu wznawiania: {resume_timeout_value} Tylko wyszukiwanie: {search_only_value} Protokół SSL: {ssl_value} Wyłączone źródła: {disabled_sources_value}
pt_br: Nó adicionado {name_value} com as seguintes configurações: Anfitrião: {host_value} Porta: {port_value} Senha: {password_value} Tempo limite de retomada: {resume_timeout_value} Somente pesquisa: {search_only_value} SSL: {ssl_value} Fontes desabilitadas: {disabled_sources_value}
ro_ro: Nod adăugat {name_value} cu următoarele setări: Gazdă: {host_value} Port: {port_value} Parolă: {password_value} Reluarea timeout-ului: {resume_timeout_value} Numai căutare: {search_only_value} SSL: {ssl_value} Surse dezactivate: {disabled_sources_value}
ru_ru: Добавлен узел {name_value} со следующими настройками: Хозяин: {host_value} Порт: {port_value} Пароль: {password_value} Тайм-аут возобновления: {resume_timeout_value} Только поиск: {search_only_value} SSL: {ssl_value} Отключенные источники: {disabled_sources_value}
sv_se: Nod har lagts till {name_value} med följande inställningar: Värd: {host_value} Hamn: {port_value} Lösenord: {password_value} Återuppta timeout: {resume_timeout_value} Endast sökning: {search_only_value} SSL: {ssl_value} Inaktiverade källor: {disabled_sources_value}
th_th: โหนดที่เพิ่มเข้ามา {name_value} ด้วยการตั้งค่าต่อไปนี้: เจ้าภาพ: {host_value} ท่า: {port_value} รหัสผ่าน: {password_value} หมดเวลาของประวัติย่อ: {resume_timeout_value} ค้นหาเท่านั้น: {search_only_value} SSL : {ssl_value} แหล่งที่ปิดใช้งาน: {disabled_sources_value}
tr_tr: Düğüm eklendi {name_value} aşağıdaki ayarlarla: Ev sahibi: {host_value} Liman: {port_value} Parola: {password_value} Zaman Aşımını Sürdür: {resume_timeout_value} Yalnızca Ara: {search_only_value} SSL: {ssl_value} Engelli Kaynaklar: {disabled_sources_value}
uk_ua: Доданий вузол {name_value} з наступними налаштуваннями: Господар: {host_value} Порт: {port_value} Пароль: {password_value} Тайм-аут резюме: {resume_timeout_value} Пошук лише: {search_only_value} SSL: {ssl_value} Відключені джерела: {disabled_sources_value}
vi_vn: Đã thêm nút {name_value} với các cài đặt sau: Chủ nhà: {host_value} Cảng: {port_value} Mật khẩu: {password_value} Tiếp tục hết thời gian chờ: {resume_timeout_value} Chỉ tìm kiếm: {search_only_value} SSL: {ssl_value} Nguồn bị vô hiệu hóa: {disabled_sources_value}
zh_tw: 已添加節點 {name_value} 使用以下設定： 主機： {host_value} 港口： {port_value} 密碼： {password_value} 恢復逾時： {resume_timeout_value} 僅搜尋： {search_only_value} SSL： {ssl_value} 關閉來源： {disabled_sources_value}

source: Unable to add this node
bg_bg: Този възел не може да бъде добавен
cs_cz: Nelze přidat tento uzel
el_gr: Δεν είναι δυνατή η προσθήκη αυτού του κόμβου
fi_fi: Tätä solmua ei voi lisätä
hi_in: यह नोड जोड़ने में असमर्थ
hr_hr: Nije moguće dodati ovaj čvor
hu_hu: Nem lehet hozzáadni ezt a csomópontot
id_id: Tidak dapat menambahkan node ini
it_it: Impossibile aggiungere questo nodo
ja_jp: このノードを追加できません
ko_kr: 이 노드를 추가할 수 없습니다.
lt_lt: Nepavyksta pridėti šio mazgo
nb_no: Kan ikke legge til denne noden
nl_nl: Kan node niet toevoegen
no_no: Kan ikke legge til denne noden
pl_pl: Nie można dodać tego węzła
pt_br: Não é possível adicionar este nó
ro_ro: Imposibil de adăugat acest modul
ru_ru: Не удается добавить этот узел
sv_se: Kunde inte lägga till den här noden
th_th: ไม่สามารถเพิ่มโหนดนี้
tr_tr: Bu düğüm eklenemiyor
uk_ua: Не вдалося додати цей вузол
vi_vn: Không thể thêm nút này
zh_tw: 無法添加此節點

source: Remove a node from a PyLav instance
bg_bg: Премахване на възел от екземпляр на PyLav
cs_cz: Odstranit uzel z instance PyLav
el_gr: Αφαίρεση ενός κόμβου από μια παρουσία PyLav
fi_fi: Poista palvelin PyLav instanssista
hi_in: PyLav इंस्टेंस से नोड निकालें
hr_hr: Uklanjanje čvora iz instance PyLav-a
hu_hu: Csomópont eltávolítása PyLav-példányból
id_id: Menghapus node dari instans PyLav
it_it: Rimuovere un nodo da un'istanza PyLav
ja_jp: PyLav インスタンスからノードを削除
ko_kr: PyLav 인스턴스에서 노드 제거
lt_lt: Pašalinkite mazgą iš PyLav egzemplioriaus
nb_no: Fjern en node fra en PyLav forekomst
nl_nl: Verwijder een node uit een PyLav instantie
pl_pl: Usuń węzeł z instancji PyLav
pt_br: Remover um nó de uma instância PyLav
ro_ro: Elimină un nod dintr-o instanță PyLav
ru_ru: Удалить узел из экземпляра PyLav
sv_se: Ta bort en nod från en PyLav instans
th_th: ลบโหนดออกจากอินสแตนซ์ PyLav
tr_tr: PyLav örneğinden düğüm kaldırma
uk_ua: Видалити вузол із екземпляра PyLav
vi_vn: Xóa một nút khỏi phiên bản PyLav
zh_tw: 從 PyLav 實例中刪除節點

source: {name_value} is managed by PyLav and cannot be removed.
bg_bg: {name_value} се управлява от PyLav и не може да бъде премахнат.
cs_cz: {name_value} je spravován PyLav a nelze jej odebrat.
el_gr: {name_value} διαχειρίζεται η PyLav και δεν είναι δυνατή η κατάργησή της.
fi_fi: {name_value} on PyLavin hallinnoima, eikä sitä voi poistaa.
hi_in: {name_value} PyLav द्वारा प्रबंधित किया जाता है और हटाया नहीं जा सकता है।
hr_hr: {name_value} njime upravlja PyLav i ne može se ukloniti.
hu_hu: {name_value} a PyLav kezeli, és nem távolítható el.
id_id: {name_value} dikelola oleh PyLav dan tidak dapat dihapus.
it_it: {name_value} è gestito da PyLav e non può essere rimosso.
ja_jp: {name_value} は PyLav によって管理され、削除できません。
ko_kr: {name_value} 는 PyLav에 의해 관리되며 제거할 수 없습니다.
lt_lt: {name_value} valdo PyLav ir negali būti pašalintas.
nb_no: {name_value} forvaltes av PyLav og kan ikke fjernes.
nl_nl: {name_value} wordt beheerd door PyLav en kan niet worden verwijderd.
pl_pl: {name_value} jest zarządzany przez PyLav i nie można go usunąć.
pt_br: {name_value} é gerenciado pelo PyLav e não pode ser removido.
ro_ro: {name_value} este administrat de PyLav și nu poate fi îndepărtat.
ru_ru: {name_value} управляется PyLav и не может быть удалена.
sv_se: {name_value} hanteras av PyLav och kan inte tas bort.
th_th: {name_value} ได้รับการจัดการโดย PyLav และไม่สามารถลบออกได้
tr_tr: {name_value} PyLav tarafından yönetilir ve kaldırılamaz.
uk_ua: {name_value} управляється PyLav і не може бути видалений.
vi_vn: {name_value} được quản lý bởi PyLav và không thể gỡ bỏ.
zh_tw: {name_value} 由 PyLav 管理，無法刪除。

source: Removed node {name_value}. {data_value}
bg_bg: Премахнат възел {name_value}. {data_value}
cs_cz: Odstraněný uzel {name_value}. {data_value}
el_gr: Αφαιρέθηκε ο κόμβος {name_value}. {data_value}
fi_fi: Poistettu solmu {name_value}. {data_value}
hi_in: हटाया गया नोड {name_value}. {data_value}
hr_hr: Uklonjeni čvor {name_value}. {data_value}
hu_hu: Eltávolított csomópont {name_value}. {data_value}
id_id: Node yang dihapus {name_value}. {data_value}
it_it: Nodo rimosso {name_value}. {data_value}
ja_jp: 削除されたノード {name_value}. {data_value}
ko_kr: 제거된 노드 {name_value}. {data_value}
lt_lt: Pašalintas mazgas {name_value}. {data_value}
nb_no: Fjernet node {name_value}. {data_value}
nl_nl: Knooppunt verwijderd {name_value}. {data_value}
pl_pl: Usunięto węzeł {name_value}. {data_value}
pt_br: Nó removido {name_value}. {data_value}
ro_ro: Nod eliminat {name_value}. {data_value}
ru_ru: Удаленный узел {name_value}. {data_value}
sv_se: Noden har tagits bort {name_value}. {data_value}
th_th: โหนดที่ถูกลบ {name_value}. {data_value}
tr_tr: Kaldırılan düğüm {name_value}. {data_value}
uk_ua: Видалений вузол {name_value}. {data_value}
vi_vn: Nút đã xóa {name_value}. {data_value}
zh_tw: 已刪除的節點 {name_value}. {data_value}

source: Removed node {name_value}, a direct message was sent to you with the node details in case you wish to re-add it
bg_bg: Премахнат възел {name_value}, беше изпратено директно съобщение до вас с подробностите за възела, в случай че желаете да го добавите отново
cs_cz: Odstraněný uzel {name_value}, byla vám zaslána přímá zpráva s podrobnostmi o uzlu pro případ, že byste jej chtěli znovu přidat
el_gr: Αφαιρέθηκε ο κόμβος {name_value}, σας στάλθηκε ένα άμεσο μήνυμα με τα στοιχεία του κόμβου σε περίπτωση που θέλετε να τον προσθέσετε ξανά
fi_fi: Poistettu solmu {name_value}, sinulle lähetettiin suora viesti, jossa on solmun tiedot, jos haluat lisätä sen uudelleen
hi_in: हटाया गया नोड {name_value}, नोड विवरण के साथ आपको एक सीधा संदेश भेजा गया था यदि आप इसे फिर से जोड़ना चाहते हैं
hr_hr: Uklonjeni čvor {name_value}, poslana vam je izravna poruka s detaljima čvora u slučaju da ga želite ponovno dodati
hu_hu: Eltávolított csomópont {name_value}, közvetlen üzenetet küldtünk Önnek a csomópont részleteivel arra az esetre, ha újra hozzá szeretné adni
id_id: Node yang dihapus {name_value}, pesan langsung dikirimkan kepada Anda dengan detail node jika Anda ingin menambahkannya kembali
it_it: Nodo rimosso {name_value}, ti è stato inviato un messaggio diretto con i dettagli del nodo nel caso in cui desideri aggiungerlo nuovamente
ja_jp: 削除されたノード {name_value}、ノードを再度追加したい場合に備えて、ノードの詳細が記載されたダイレクトメッセージが送信されました
ko_kr: 제거된 노드 {name_value}, 다시 추가하려는 경우 노드 세부 정보와 함께 다이렉트 메시지가 전송되었습니다.
lt_lt: Pašalintas mazgas {name_value}, jums buvo išsiųstas tiesioginis pranešimas su išsamia mazgo informacija, jei norite jį vėl pridėti
nb_no: Fjernet node {name_value}, ble det sendt en direktemelding til deg med nodedetaljene i tilfelle du ønsker å legge den til på nytt
nl_nl: Knooppunt verwijderd {name_value}, is er een priv√©bericht naar u verzonden met de knooppuntgegevens voor het geval u het opnieuw wilt toevoegen
pl_pl: Usunięto węzeł {name_value}, bezpośrednia wiadomość została wysłana do Ciebie ze szczegółami węzła na wypadek, gdybyś chciał go ponownie dodać
pt_br: Nó removido {name_value}, uma mensagem direta foi enviada para você com os detalhes do nó caso você deseje adicioná-la novamente
ro_ro: Nod eliminat {name_value}, vi s-a trimis un mesaj direct cu detaliile nodului în cazul în care doriți să îl adăugați din nou
ru_ru: Удаленный узел {name_value}, вам было отправлено прямое сообщение с деталями узла на случай, если вы захотите повторно добавить его
sv_se: Noden har tagits bort {name_value}skickades ett direktmeddelande till dig med nodinformationen om du vill lägga till den igen
th_th: โหนดที่ถูกลบ {name_value}ข้อความส่วนตัวถูกส่งถึงคุณพร้อมรายละเอียดโหนดในกรณีที่คุณต้องการเพิ่มใหม่
tr_tr: Kaldırılan düğüm {name_value}, yeniden eklemek istemeniz durumunda düğüm ayrıntılarını içeren doğrudan bir mesaj gönderildi
uk_ua: Видалений вузол {name_value}, вам було надіслано пряме повідомлення з деталями вузла на випадок, якщо ви захочете його повторно додати
vi_vn: Nút đã xóa {name_value}, một tin nhắn trực tiếp đã được gửi cho bạn với các chi tiết nút trong trường hợp bạn muốn thêm lại nó
zh_tw: 已刪除的節點 {name_value}，系統會向您發送一條包含節點詳細資訊的直接消息，以防您希望重新添加它

source: Manage all nodes in a PyLav instance
bg_bg: Управление на всички възли в екземпляр на PyLav
cs_cz: Správa všech uzlů v instanci PyLav
el_gr: Διαχείριση όλων των κόμβων σε μια παρουσία PyLav
fi_fi: Hallitse kaikkia solmuja PyLav instanssissa
hi_in: PyLav इंस्टेंस में सभी नोड्स प्रबंधित करें
hr_hr: Upravljanje svim čvorovima u PyLav instanci
hu_hu: PyLav-példány összes csomópontjának kezelése
id_id: Mengelola semua node dalam instans PyLav
it_it: Gestisci tutti i nodi in un'istanza PyLav
ja_jp: PyLav インスタンス内のすべてのノードを管理
ko_kr: PyLav 인스턴스의 모든 노드 관리
lt_lt: Valdykite visus "PyLav" egzemplioriaus mazgus
nb_no: Administrer alle noder i en PyLav forekomst
nl_nl: Alle nodes beheren in een PyLav instantie
pl_pl: Zarządzaj wszystkimi węzłami w instancji PyLav
pt_br: Gerenciar todos os nós em uma instância PyLav
ro_ro: Gestionează toate nodurile într-o instanță PyLav
ru_ru: Управление всеми узлами в версии PyLav
sv_se: Hantera alla noder i en PyLav instans
th_th: จัดการโหนดทั้งหมดในอินสแตนซ์ PyLav
tr_tr: Bir PyLav örneğindeki tüm düğümleri yönetme
uk_ua: Керувати всіма вузлами в екземплярі PyLav
vi_vn: Quản lý tất cả các nút trong một phiên bản PyLav
zh_tw: 管理 PyLav 實例中的所有節點

source: Let's manage some nodes!
bg_bg: Нека да управляваме някои възли!
cs_cz: Pojďme spravovat nějaké uzly!
el_gr: Ας διαχειριστούμε μερικούς κόμβους!
fi_fi: Hallitaan joitakin solmuja!
hi_in: चलो कुछ नोड्स का प्रबंधन करते हैं!
hr_hr: Upravljajmo nekim čvorovima!
hu_hu: Kezeljünk néhány csomópontot!
id_id: Mari kelola beberapa node!
it_it: Gestiamo alcuni nodi!
ja_jp: いくつかのノードを管理しましょう！
ko_kr: 일부 노드를 관리합시다!
lt_lt: Valdykime kai kuriuos mazgus!
nb_no: La oss administrere noen noder!
nl_nl: Laten we wat knooppunten beheren!
nl_sr: Laten we wat knooppunten beheren!
no_no: La oss administrere noen noder!
pl_pl: Zarządzajmy niektórymi węzłami!
pt_br: Vamos gerenciar alguns nós!
ro_ro: Hai să gestionăm niște noduri!
ru_md: Давайте управляем узлами!
ru_ru: Давайте управляем узлами!
sv_se: Låt oss hantera några noder!
th_th: มาจัดการโหนดกัน!
tr_tr: Bazı düğümleri yönetelim!
uk_ua: Давайте керувати вузлами!
vi_vn: Hãy quản lý một số node!
zh_tw: 管理一些節點！
