Repository: Drapersniper/Audio
Catalog: plnodes/locales/*.po
Languages: bg_bg, cs_cz, el_gr, fi_fi, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nb_no, nl_nl, nl_sr, no_no, pl_pl, pt_br, ro_ro, ru_md, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_tw

source: (**1**){space_value} - Apply changes and add the node to PyLav. (**2**){space_value} - Cancel any changes made and close the menu. (**3**){space_value} - Toggle between search-only and search and playback modes. (**4**){space_value} - Toggle between SSL on and off. (**5**){space_value} - Add a name to the node. (**6**){space_value} - Add the host address of the node. (**7**){space_value} - Add the port the node uses. (**8**){space_value} - Set the password for the node. (**9**){space_value} - Set the connection timeout. (**10**) - Select which sources to disable for this node (Multiple can be selected). If you interact with a button multiple times, only the last interaction will take effect.
bg_bg: (**1**){space_value} - Приложете промените и добавете възела към PyLav. (**2**){space_value} - Отменете всички направени промени и затворете менюто. (**3**){space_value} - Превключване между режимите само за търсене и търсене и възпроизвеждане. (**4**){space_value} - Превключване между SSL включване и изключване. (**5**){space_value} - Добавяне на име към възела. (**6**){space_value} - Добавете адреса на хоста на възела. (**7**){space_value} - Добавете порта, който възелът използва. (**8**){space_value} - Задайте паролата за възела. (**9**){space_value} - Задайте времето за изчакване на връзката. (**10**) - Изберете кои източници да деактивирате за този възел (може да се избере множествено). Ако взаимодействате с бутон няколко пъти, само последното взаимодействие ще влезе в сила.
cs_cz: (**1**){space_value} - Aplikujte změny a přidejte uzel do PyLav. (**2**){space_value} - Zrušte všechny provedené změny a zavřete nabídku. (**3**){space_value} - Přepínat mezi režimy vyhledávání a vyhledáváním a přehráváním. (**4**){space_value} - Přepínat mezi SSL zapnuto a vypnuto. (**5**){space_value} - Přidejte název uzlu. (**6**){space_value} - Přidejte adresu hostitele uzlu. (**7**){space_value} - Přidejte port, který uzel používá. (**8**){space_value} - Nastavte heslo pro uzel. (**9**){space_value} - Nastavte časový limit připojení. (**10**) – Vyberte, které zdroje chcete pro tento uzel zakázat (lze vybrat více zdrojů). Pokud s tlačítkem interagujete vícekrát, projeví se pouze poslední interakce.
el_gr: (**1**){space_value} - Εφαρμόστε αλλαγές και προσθέστε τον κόμβο στο PyLav. (**2**){space_value} - Ακυρώστε τυχόν αλλαγές που έγιναν και κλείστε το μενού. (**3**){space_value} - Εναλλαγή μεταξύ των λειτουργιών μόνο αναζήτησης και αναζήτησης και αναπαραγωγής. (**4**){space_value} - Εναλλαγή μεταξύ ενεργοποίησης και απενεργοποίησης SSL. (**5**){space_value} - Προσθέστε ένα όνομα στον κόμβο. (**6**){space_value} - Προσθέστε τη διεύθυνση κεντρικού υπολογιστή του κόμβου. (**7**){space_value} - Προσθέστε τη θύρα που χρησιμοποιεί ο κόμβος. (**8**){space_value} - Ορίστε τον κωδικό πρόσβασης για τον κόμβο. (**9**){space_value} - Ορίστε το χρονικό όριο σύνδεσης. (**10**) - Επιλέξτε ποιες πηγές θα απενεργοποιήσετε για αυτόν τον κόμβο (μπορεί να επιλεγεί πολλαπλές). Εάν αλληλεπιδράσετε με ένα κουμπί πολλές φορές, θα τεθεί σε ισχύ μόνο η τελευταία αλληλεπίδραση.
fi_fi: (**1**){space_value} - Käytä muutoksia ja lisää solmu PyLaviin. (**2**){space_value} - Peruuta tehdyt muutokset ja sulje valikko. (**3**){space_value} - Vaihda vain haku- ja haku- ja toistotilojen välillä. (**4**){space_value} - Vaihda SSL:n välillä päälle ja pois päältä. (**5**){space_value} - Lisää solmuun nimi. (**6**){space_value} - Lisää solmun isäntäosoite. (**7**){space_value} - Lisää solmun käyttämä portti. (**8**){space_value} - Aseta solmun salasana. (**9**){space_value} - Aseta yhteyden aikakatkaisu. (**10**) - Valitse, mitkä lähteet poistetaan käytöstä tässä solmussa (useita voidaan valita). Jos käytät painiketta useita kertoja, vain viimeinen vuorovaikutus tulee voimaan.
hi_in: (**1**){space_value} - परिवर्तन लागू करें और नोड को PyLav में जोड़ें। (**2**){space_value} - किए गए किसी भी बदलाव को रद्द करें और मेनू बंद करें। (**3**){space_value} - खोज-केवल और खोज और प्लेबैक मोड के बीच टॉगल। (**4**){space_value} - एसएसएल ऑन और ऑफ के बीच टॉगल। (**5**){space_value} - नोड में एक नाम जोड़ें। (**6**){space_value} - नोड का होस्ट पता जोड़ें। (**7**){space_value} - नोड का उपयोग करने वाले पोर्ट को जोड़ें। (**8**){space_value} - नोड के लिए पासवर्ड सेट करें। (**9**){space_value} - कनेक्शन टाइमआउट सेट करें। (**10**) - चयन करें कि इस नोड के लिए किन स्रोतों को अक्षम करना है (एकाधिक का चयन किया जा सकता है)। यदि आप एक बटन के साथ कई बार इंटरैक्ट करते हैं, तो केवल अंतिम इंटरैक्शन प्रभावी होगा।
hr_hr: (**1**){space_value} - Primijenite promjene i dodajte čvor u PyLav. (**2**){space_value} - Otkažite sve izvršene promjene i zatvorite izbornik. (**3**){space_value} - Prebacivanje između načina pretraživanja i pretraživanja i reprodukcije. (**4**){space_value} - Prebacivanje između SSL-a uključeno i isključeno. (**5**){space_value} - Dodajte naziv čvoru. (**6**){space_value} - Dodajte adresu glavnog računala čvora. (**7**){space_value} - Dodajte priključak koji čvor koristi. (**8**){space_value} - Postavite lozinku za čvor. (**9**){space_value} - Postavite vremensko ograničenje veze. (**10**) - Odaberite koje izvore želite onemogućiti za ovaj čvor (može se odabrati višestruko). Ako s gumbom stupite u interakciju više puta, stupit će na snagu samo posljednja interakcija.
hu_hu: (**1**){space_value} - Alkalmazza a módosításokat, és adja hozzá a csomópontot a PyLavhoz. (**2**){space_value} - Törölje az elvégzett módosításokat és zárja be a menüt. (**3**){space_value} - Váltás a csak keresési és a keresési és lejátszási módok között. (**4**){space_value} - Váltás az SSL be- és kikapcsolása között. (**5**){space_value} - Adjon nevet a csomópontnak. (**6**){space_value} - Adja hozzá a csomópont állomáscímét. (**7**){space_value} - Adja hozzá a csomópont által használt portot. (**8**){space_value} - Állítsa be a csomópont jelszavát. (**9**){space_value} - Állítsa be a kapcsolat időtúllépését. (**10**) – Válassza ki, hogy mely forrásokat szeretné letiltani ehhez a csomóponthoz (Több is kiválasztható). Ha többször is interakcióba lép egy gombbal, csak az utolsó interakció lép érvénybe.
id_id: (**1**){space_value} - Terapkan perubahan dan tambahkan node ke PyLav. (**2**){space_value} - Batalkan setiap perubahan yang dilakukan dan tutup menu. (**3**){space_value} - Beralih antara mode pencarian saja dan pencarian dan pemutaran. (**4**){space_value} - Beralih antara SSL on dan off. (**5**){space_value} - Tambahkan nama ke node. (**6**){space_value} - Tambahkan alamat host node. (**7**){space_value} - Tambahkan port yang digunakan node. (**8**){space_value} - Atur kata sandi untuk node. (**9**){space_value} - Atur batas waktu koneksi. (**10**) - Pilih sumber mana yang akan dinonaktifkan untuk node ini (Beberapa dapat dipilih). Jika Anda berinteraksi dengan tombol beberapa kali, hanya interaksi terakhir yang akan berlaku.
it_it: (**1**){space_value} - Applicare le modifiche e aggiungere il nodo a PyLav. (**2**){space_value} - Annullare le modifiche apportate e chiudere il menu. (**3**){space_value} - Alterna tra le modalità di sola ricerca e ricerca e riproduzione. (**4**){space_value} - Attiva e disattiva SSL. (**5**){space_value} - Aggiungere un nome al nodo. (**6**){space_value} - Aggiungere l'indirizzo host del nodo. (**7**){space_value} - Aggiungere la porta utilizzata dal nodo. (**8**){space_value} - Impostare la password per il nodo. (**9**){space_value} - Impostare il timeout della connessione. (**10**) - Selezionare le sorgenti da disabilitare per questo nodo (è possibile selezionare Più fonti). Se interagisci con un pulsante più volte, avrà effetto solo l'ultima interazione.
ja_jp: (**1**){space_value} - 変更を適用し、ノードを PyLav に追加します。 (**2**){space_value} - 行った変更をキャンセルし、メニューを閉じます。 (**3**){space_value} -検索専用モードと検索および再生モードを切り替えます。 (**4**){space_value} - SSL のオンとオフを切り替えます。 (**5**){space_value} - ノードに名前を追加します。 (**6**){space_value} - ノードのホスト アドレスを追加します。 (**7**){space_value} - ノードが使用するポートを追加します。 (**8**){space_value} - ノードのパスワードを設定します。 (**9**){space_value} - 接続タイムアウトを設定します。 (**10**) - このノードで無効にするソースを選択します (複数選択できます)。 ボタンを複数回操作した場合は、最後の操作のみが有効になります。
ko_kr: (**1**){space_value} - 변경 사항을 적용하고 PyLav에 노드를 추가합니다. (**2**){space_value} - 변경 사항을 취소하고 메뉴를 닫습니다. (**3**){space_value} - 검색 전용 모드와 검색 및 재생 모드 사이를 전환합니다. (**4**){space_value} - SSL을 켜고 끕니다. (**5**){space_value} - 노드에 이름을 추가합니다. (**6**){space_value} - 노드의 호스트 주소를 추가합니다. (**7**){space_value} - 노드가 사용하는 포트를 추가합니다. (**8**){space_value} - 노드의 암호를 설정합니다. (**9**){space_value} - 연결 시간 제한을 설정합니다. (**10**) - 이 노드에 대해 비활성화할 소스를 선택합니다(여러 개를 선택할 수 있음). 단추와 여러 번 상호 작용하는 경우 마지막 상호 작용만 적용됩니다.
lt_lt: (**1**){space_value} - Taikykite pakeitimus ir pridėkite mazgą prie PyLav. (**2**){space_value} - Atšaukite visus atliktus pakeitimus ir uždarykite meniu. (**3**){space_value} - Perjunkite tik paieškos ir paieškos bei atkūrimo režimus. (**4**){space_value} - Perjungti SSL įjungimą ir išjungimą. (**5**){space_value} - Pridėkite pavadinimą prie mazgo. (**6**){space_value} - Pridėkite mazgo pagrindinio kompiuterio adresą. (**7**){space_value} - Pridėkite mazgo naudojamą prievadą. (**8**){space_value} - Nustatykite mazgo slaptažodį. (**9**){space_value} - Nustatykite ryšio skirtąjį laiką. (**10**) - Pasirinkite, kuriuos šaltinius išjungti šiam mazgui (galima pasirinkti kelis). Jei kelis kartus sąveikausite su mygtuku, įsigalios tik paskutinė sąveika.
nb_no: (**1**){space_value} - Bruk endringer og legg til noden i PyLav. (**2**){space_value} - Avbryt eventuelle endringer og lukk menyen. (**3**){space_value} - Veksle mellom søke- og søke- og avspillingsmodus. (**4**){space_value} - Veksle mellom SSL på og av. (**5**){space_value} - Legg til et navn på noden. (**6**){space_value} - Legg til vertsadressen til noden. (**7**){space_value} - Legg til porten noden bruker. (**8**){space_value} - Angi passordet for noden. (**9**){space_value} - Still inn tidsavbrudd for tilkobling. (**10**) - Velg hvilke kilder som skal deaktiveres for denne noden (Flere kan velges). Hvis du samhandler med en knapp flere ganger, trer bare den siste samhandlingen i kraft.
nl_nl: (**1**){space_value} - Pas wijzigingen toe en voeg het knooppunt toe aan PyLav. (**2**){space_value} - Annuleer alle aangebrachte wijzigingen en sluit het menu. (**3**){space_value} - Schakel tussen alleen-zoeken en zoek- en afspeelmodi. (**4**){space_value} - Schakel tussen SSL aan en uit. (**5**){space_value} - Voeg een naam toe aan het knooppunt. (**6**){space_value} - Voeg het hostadres van het knooppunt toe. (**7**){space_value} - Voeg de poort toe die het knooppunt gebruikt. (**8**){space_value} - Stel het wachtwoord voor het knooppunt in. (**9**){space_value} - Stel de time-out voor de verbinding in. (**10**) - Selecteer welke bronnen u wilt uitschakelen voor dit knooppunt (meerdere kunnen worden geselecteerd). Als u meerdere keren met een knop communiceert, wordt alleen de laatste interactie van kracht.
pl_pl: (**1**){space_value} - Zastosuj zmiany i dodaj węzeł do PyLav. (**2**){space_value} - Anuluj wszelkie wprowadzone zmiany i zamknij menu. (**3**){space_value} - Przełączaj się między trybami tylko wyszukiwania oraz wyszukiwania i odtwarzania. (**4**){space_value} - Przełącz między włączonym i wyłączonym SSL. (**5**){space_value} - Dodaj nazwę do węzła. (**6**){space_value} - Dodaj adres hosta węzła. (**7**){space_value} - Dodaj port, z którego korzysta węzeł. (**8**){space_value} - Ustaw hasło dla węzła. (**9**){space_value} - Ustaw limit czasu połączenia. (**10**) - Wybierz źródła do wyłączenia dla tego węzła (można wybrać wiele). Jeśli użytkownik wielokrotnie korzysta z przycisku, zastosowanie będzie miała tylko ostatnia interakcja.
pt_br: (**1**){space_value} - Aplique alterações e adicione o nó ao PyLav. (**2**){space_value} - Cancele quaisquer alterações feitas e feche o menu. (**3**){space_value} - Alterne entre os modos somente pesquisa e pesquisa e reprodução. (**4**){space_value} - Alterne entre SSL ligado e desligado. (**5**){space_value} - Adicione um nome ao nó. (**6**){space_value} - Adicione o endereço do host do nó. (**7**){space_value} - Adicione a porta que o nó usa. (**8**){space_value} - Defina a senha para o nó. (**9**){space_value} - Defina o tempo limite da conexão. (**10**) - Selecione quais fontes desativar para este nó (Múltiplo pode ser selecionado). Se você interagir com um botão várias vezes, somente a última interação terá efeito.
ro_ro: (**1**){space_value} - Aplicați modificările și adăugați nodul la PyLav. (**2**){space_value} - Anulați orice modificări efectuate și închideți meniul. (**3**){space_value} - Comutați între modurile de căutare și căutare și redare. (**4**){space_value} - Comutați între SSL pornit și oprit. (**5**){space_value} - Adăugați un nume la nod. (**6**){space_value} - Adăugați adresa gazdă a nodului. (**7**){space_value} - Adăugați portul pe care îl folosește nodul. (**8**){space_value} - Setați parola pentru nod. (**9**){space_value} - Setați expirarea conexiunii. (**10**) - Selectați ce surse să dezactivați pentru acest nod (pot fi selectate mai multe). Dacă interacționați cu un buton de mai multe ori, numai ultima interacțiune va intra în vigoare.
ru_ru: (**1**){space_value} - Применить изменения и добавить узел в PyLav. (**2**){space_value} - Отмените все внесенные изменения и закройте меню. (**3**){space_value} - Переключение между режимами поиска и поиска и воспроизведения. (**4**){space_value} - Переключение между включением и выключением SSL. (**5**){space_value} - Добавьте имя к узлу. (**6**){space_value} - Добавьте адрес хоста узла. (**7**){space_value} - Добавьте порт, используемый узлом. (**8**){space_value} - Установите пароль для узла. (**9**){space_value} - Установите тайм-аут соединения. (**10**) - Выберите, какие источники отключить для этого узла (можно выбрать несколько). Если вы взаимодействуете с кнопкой несколько раз, вступит в силу только последнее взаимодействие.
sv_se: (**1**){space_value} - Tillämpa ändringar och lägg till noden i PyLav. (**2**){space_value} - Avbryt alla ändringar som gjorts och stäng menyn. (**3**){space_value} - Växla mellan sök- och sök- och uppspelningslägen. (**4**){space_value} - Växla mellan SSL på och av. (**5**){space_value} - Lägg till ett namn på noden. (**6**){space_value} - Lägg till nodens värdadress. (**7**){space_value} - Lägg till porten som noden använder. (**8**){space_value} - Ställ in lösenordet för noden. (**9**){space_value} - Ställ in tidsgränsen för anslutningen. (**10**) – Välj vilka källor som ska inaktiveras för den här noden (Flera kan väljas). Om du interagerar med en knapp flera gånger kommer endast den senaste interaktionen att gälla.
th_th: (**1**){space_value} - ใช้การเปลี่ยนแปลงและเพิ่มโหนดไปยัง PyLav (**2**){space_value} - ยกเลิกการเปลี่ยนแปลงใด ๆ ที่ทําและปิดเมนู (**3**){space_value} - สลับระหว่างโหมดค้นหาเท่านั้นและค้นหาและเล่น (**4**){space_value} - สลับระหว่าง SSL เปิดและปิด (**5**){space_value} - เพิ่มชื่อไปยังโหนด (**6**){space_value} - เพิ่มที่อยู่โฮสต์ของโหนด (**7**){space_value} - เพิ่มพอร์ตที่โหนดใช้ (**8**){space_value} - ตั้งรหัสผ่านสําหรับโหนด (**9**){space_value} - ตั้งค่าการหมดเวลาการเชื่อมต่อ (**10**) - เลือกแหล่งที่จะปิดการใช้งานสําหรับโหนดนี้ (สามารถเลือกได้หลายรายการ) หากคุณโต้ตอบกับปุ่มหลายครั้ง จะมีผลเฉพาะการโต้ตอบครั้งล่าสุดเท่านั้น
tr_tr: (**1**){space_value} - Değişiklikleri uygulayın ve düğümü PyLav'a ekleyin. (**2**){space_value} - Yapılan değişiklikleri iptal edin ve menüyü kapatın. (**3**){space_value} - Yalnızca arama ve arama ve oynatma modları arasında geçiş yapın. (**4**){space_value} - SSL'yi açma ve kapatma arasında geçiş yapın. (**5**){space_value} - Düğüme bir ad ekleyin. (**6**){space_value} - Düğümün ana bilgisayar adresini ekleyin. (**7**){space_value} - Düğümün kullandığı bağlantı noktasını ekleyin. (**8**){space_value} - Düğüm için şifreyi ayarlayın. (**9**){space_value} - Bağlantı zaman aşımını ayarlayın. (**10**) - Bu düğüm için hangi kaynakların devre dışı bırakılacağını seçin (Birden çok seçilebilir). Bir düğmeyle birden çok kez etkileşim kurarsanız, yalnızca son etkileşim etkili olur.
uk_ua: (**1**){space_value} - Застосуйте зміни і додайте вузол в PyLav. (**2**){space_value} - Скасуйте будь-які внесені зміни і закрийте меню. (**3**){space_value} - Переключення між режимами лише пошуку та пошуку та відтворення. (**4**){space_value} - Перемикайтеся між увімкненням і вимкненням SSL. (**5**){space_value} - Додайте ім'я до вузла. (**6**){space_value} - Додайте адресу хоста вузла. (**7**){space_value} - Додайте порт, який використовує вузол. (**8**){space_value} - Встановіть пароль на вузол. (**9**){space_value} - Встановіть тайм-аут з'єднання. (**10**) - Виберіть, які джерела відключити для цього вузла (можна вибрати Кілька). Якщо ви взаємодієте з кнопкою кілька разів, почне діяти тільки остання взаємодія.
vi_vn: (**1**){space_value} - Áp dụng các thay đổi và thêm nút vào PyLav. (**2**){space_value} - Hủy bất kỳ thay đổi nào đã thực hiện và đóng menu. (**3**){space_value} - Chuyển đổi giữa chế độ chỉ tìm kiếm và tìm kiếm và phát lại. (**4**){space_value} - Chuyển đổi giữa SSL bật và tắt. (**5**){space_value} - Thêm tên vào nút. (**6**){space_value} - Thêm địa chỉ máy chủ của nút. (**7**){space_value} - Thêm cổng mà nút sử dụng. (**8**){space_value} - Đặt mật khẩu cho nút. (**9**){space_value} - Đặt thời gian chờ kết nối. (**10**) - Chọn nguồn cần tắt cho nút này (Có thể chọn Nhiều nguồn). Nếu bạn tương tác với một nút nhiều lần, chỉ tương tác cuối cùng mới có hiệu lực.
zh_tw: (**1**){space_value} - 應用更改並將節點添加到 PyLav。 (**2**){space_value} - 取消所做的任何更改並關閉功能表。 (**3**){space_value} - 在僅搜索模式和搜索和播放模式之間切換。 (**4**){space_value} - 在 SSL 打開和關閉之間切換。 (**5**){space_value} - 為節點添加名稱。 (**6**){space_value} - 添加節點的主機位址。 (**7**){space_value} - 新增節點使用的埠。 (**8**){space_value} - 設定節點的密碼。 (**9**){space_value} - 設置連接超時。 （**10**） - 選擇要為此節點禁用的源（可以選擇多個）。 如果多次與按鈕交互，則只有最後一次交互才會生效。
