Repository: Drapersniper/Audio
Catalog: plnodes/locales/*.po
Languages: bg_bg, cs_cz, el_gr, fi_fi, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nb_no, nl_nl, nl_sr, no_no, pl_pl, pt_br, ro_ro, ru_md, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_tw

source: Manage the nodes used by PyLav
bg_bg: Управление на възлите, използвани от PyLav
cs_cz: Správa uzlů používaných PyLav
el_gr: Διαχείριση των κόμβων που χρησιμοποιούνται από την PyLav
fi_fi: Hallitse PyLavin käyttämiä solmuja
hi_in: PyLav द्वारा उपयोग किए जाने वाले नोड्स प्रबंधित करें
hr_hr: Upravljanje čvorovima koje koristi PyLav
hu_hu: A PyLav által használt csomópontok kezelése
id_id: Mengelola node yang digunakan oleh PyLav
it_it: Gestisci i nodi usati da PyLav
ja_jp: PyLav が使用するノードを管理
ko_kr: PyLav에서 사용하는 노드 관리
lt_lt: Tvarkykite PyLav naudojamus mazgus
nb_no: Administrer EK-gruppene brukt av PyLav
nl_nl: Beheer de nodes die gebruikt worden door PyLav
no_no: Administrer EK-gruppene brukt av PyLav
pl_pl: Zarządzaj węzłami używanymi przez PyLav
pt_br: Gerencie os nós usados pelo PyLav
ro_ro: Gestionați nodurile utilizate de PyLav
ru_ru: Управление узлами, используемыми PyLav
sv_se: Hantera noderna som används av PyLav
th_th: จัดการโหนดที่ใช้โดย PyLav
tr_tr: PyLav tarafından kullanılan düğümleri yönetin
uk_ua: Керування вузлами що використовуються в PyLav
vi_vn: Quản lý các nút được sử dụng bởi PyLav
zh_tw: 管理 PyLav 使用的節點

source: Configure PyLav Nodes
bg_bg: Конфигуриране на възли на PyLav
cs_cz: Konfigurace PyLav uzlů
el_gr: Ρύθμιση Κόμβων PyLav
fi_fi: Aseta Pylav-solmut
hi_in: PyLav नोड्स कॉन्फ़िगर करें
hr_hr: Konfiguriranje PyLav čvorova
hu_hu: PyLav-csomópontok konfigurálása
id_id: Mengonfigurasi Node PyLav
it_it: Configura Nodi PyLav
ja_jp: PyLav ノードの設定
ko_kr: 파이라브 노드 구성
lt_lt: Konfigūruokite PyLav mazgus
nb_no: Konfigurer PyLav Nodes
nl_nl: PyLav Nodes configureren
no_no: Konfigurer PyLav Nodes
pl_pl: Konfiguruj węzły PyLav
pt_br: Configurar PyLav Nodes
ro_ro: Configurare noduri PyLav
ru_ru: Настроить узлы PyLav
sv_se: Konfigurera PyLav noder
th_th: กําหนดค่าโหนด PyLav
tr_tr: PyLav Düğümlerini Yapılandırma
uk_ua: Налаштування вузлів PyLav
vi_vn: Định cấu hình các nút PyLav
zh_tw: 配置 PyLav 節點

source: Show the version of the Cog and its PyLav dependencies
bg_bg: Показване на версията на зъбното колело и неговите зависимости от PyLav
cs_cz: Zobrazení verze ozubeného kola a jeho závislostí PyLav
el_gr: Εμφάνιση της έκδοσης του Cog και των εξαρτήσεών του PyLav
fi_fi: Näytä hammaspyörän versio ja sen PyLav-riippuvuudet
hi_in: Cog का संस्करण और इसकी PyLav निर्भरता दिखाएँ
hr_hr: Prikaz verzije Zupčanika i njegovih PyLav ovisnosti
hu_hu: A fogaskerekű verziójának és PyLav-függőségeinek megjelenítése
id_id: Memperlihatkan versi Cog dan dependensi PyLav-nya
it_it: Mostra la versione dell'ingranaggio e le sue dipendenze PyLav
ja_jp: 歯車とそのPyLav依存関係のバージョンを表示する
ko_kr: Cog 및 해당 PyLav 종속성의 버전 표시
lt_lt: Rodyti krumpliaračio versiją ir jo priklausomybes nuo PyLav
nb_no: Vis versjonen av tannhjulet og dets PyLav-avhengigheter
nl_nl: Toon de versie van de Cog en zijn PyLav-afhankelijkheden
pl_pl: Pokaż wersję trybika i jego zależności PyLav
pt_br: Mostrar a versão da Engrenagem e suas dependências PyLav
ro_ro: Afișați versiunea Cog și dependențele sale PyLav
ru_ru: Показать версию Cog и его зависимости PyLav
sv_se: Visa versionen av kuggen och dess PyLav-beroenden
th_th: แสดงเวอร์ชันของ Cog และการพึ่งพา PyLav
tr_tr: Cog sürümünü ve PyLav bağımlılıklarını gösterme
uk_ua: Показати версію гвинтика і його залежностей PyLav
vi_vn: Hiển thị phiên bản của Cog và các phụ thuộc PyLav của nó
zh_tw: 顯示齒輪的版本及其 PyLav 依賴項

source: Library / Cog
bg_bg: Библиотека / Зъбно колело
cs_cz: Knihovna / Cog
el_gr: Βιβλιοθήκη / Γρανάζι
fi_fi: Kirjasto / Cog
hi_in: पुस्तकालय /
hr_hr: Knjižnica / Zupčanik
hu_hu: Könyvtár / Fogaskerekű
id_id: Perpustakaan / Cog
it_it: Biblioteca / Ingranaggio
ja_jp: 図書館 / コグ
ko_kr: 도서관 / 톱니바퀴
lt_lt: Biblioteka / krumpliaratis
nb_no: Bibliotek / Cog
nl_nl: Bibliotheek / Cog
pl_pl: Biblioteka / Cog
pt_br: Biblioteca / Engrenagem
ro_ro: Biblioteca / Cog
ru_ru: Библиотека / Винтик
sv_se: Bibliotek / Kugge
th_th: ห้องสมุด / ฟันเฟือง
tr_tr: Kütüphane / Dişli
uk_ua: Бібліотека / Гвинтик
vi_vn: Thư viện / Cog
zh_tw: 圖書館/齒輪

source: Version
bg_bg: Версия
cs_cz: Verze
el_gr: Εκδοχή
fi_fi: Versio
hi_in: संस्करण
hr_hr: Verzija
hu_hu: Verzió
id_id: Versi
it_it: Versione
ja_jp: バージョン
ko_kr: 버전
lt_lt: Versija
nb_no: Versjon
nl_nl: Versie
nl_sr: Versie
no_no: Versjon
pl_pl: Wersja
pt_br: Versão
ro_ro: Versiune
ru_md: Версии
ru_ru: Версия
th_th: เวอร์ชัน
tr_tr: Sürüm
uk_ua: Версія
vi_vn: Phiên bản
zh_tw: 版本

source: Add a node to PyLav
bg_bg: Добавяне на възел към PyLav
cs_cz: Přidat uzel do PyLav
el_gr: Προσθήκη κόμβου στο PyLav
fi_fi: Lisää solmu PyLaviin
hi_in: PyLav में नोड जोड़ें
hr_hr: Dodavanje čvora u PyLav
hu_hu: Csomópont hozzáadása a PyLavhoz
id_id: Menambahkan node ke PyLav
it_it: Aggiungi un nodo a PyLav
ja_jp: PyLav にノードを追加
ko_kr: PyLav에 노드 추가
lt_lt: Pridėkite mazgą prie PyLav
nb_no: Legg til en node til PyLav
nl_nl: Voeg een node toe aan PyLav
pl_pl: Dodaj węzeł do PyLav
pt_br: Adicionar um nó ao PyLav
ro_ro: Adaugă un nod în PyLav
ru_ru: Добавить узел в PyLav
sv_se: Lägg till en nod till PyLav
th_th: เพิ่มโหนดไปยัง PyLav
tr_tr: PyLav'a düğüm ekleme
uk_ua: Додати вузол до PyLav
vi_vn: Thêm một nút vào PyLav
zh_tw: 為 PyLav 添加節點

source: Let's add a node to PyLav!
bg_bg: Нека добавим възел към PyLav!
cs_cz: Pojďme přidat do PyLav!
el_gr: Ας προσθέσουμε έναν κόμβο στην PyLav!
fi_fi: Lisätään solmu PyLav:iin!
hi_in: चलो PyLav में एक नोड जोड़ें!
hr_hr: Dodajmo čvor u PyLav!
hu_hu: Adjunk hozzá egy csomópontot a PyLavhoz!
id_id: Mari tambahkan node ke PyLav!
it_it: Aggiungiamo un nodo a PyLav!
ja_jp: PyLavにノードを追加しましょう！
ko_kr: PyLav에 노드를 추가해 봅시다!
lt_lt: Pridėkime mazgą prie PyLav!
nb_no: La oss legge til en node til PyLav!
nl_nl: Laten we een node toevoegen aan PyLav!
nl_sr: Laten we een node toevoegen aan PyLav!
no_no: La oss legge til en node til PyLav!
pl_pl: Dodajmy węzeł do PyLav!
pt_br: Vamos adicionar um nó ao PyLav!
ro_ro: Hai să adăugăm un nod PyLav!
ru_md: Давайте добавим узел на PyLav!
ru_ru: Давайте добавим узел на PyLav!
sv_se: Låt oss lägga till en nod till PyLav!
th_th: มาเพิ่มโหนดใน PyLav กันเถอะ!
tr_tr: PyLav'a bir düğüm ekleyelim!
uk_ua: Давайте додамо вузол до PyLav!
vi_vn: Hãy thêm một node vào PyLav!
zh_tw: 讓我們為 PyLav 添加一個節點！
