Repository: Drapersniper/Audio
Catalog: plnodes/locales/*.po
Languages: bg_bg, cs_cz, el_gr, fi_fi, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nb_no, nl_nl, nl_sr, no_no, pl_pl, pt_br, ro_ro, ru_md, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_tw

source: Changed node {name_value} to the following settings: Host: {host_value} Port: {port_value} Password: {password_value} Resume Timeout: {resume_timeout_value} Search Only: {search_only_value} SSL: {ssl_value} Disabled Sources: {disabled_sources_value}
bg_bg: Променен възел {name_value} към следните настройки: Домакин: {host_value} Порт: {port_value} Парола: {password_value} Време на изчакване на възобновяване: {resume_timeout_value} Само за търсене: {search_only_value} SSL: {ssl_value} Забранени източници: {disabled_sources_value}
cs_cz: Změněný uzel {name_value} na následující nastavení: Hostitel: {host_value} Přístav: {port_value} Heslo: {password_value} Časový limit obnovení: {resume_timeout_value} Pouze vyhledávání: {search_only_value} SSL: {ssl_value} Zakázané zdroje: {disabled_sources_value}
el_gr: Αλλαγή κόμβου {name_value} στις ακόλουθες ρυθμίσεις: Κεντρικός υπολογιστής: {host_value} Λιμάνι: {port_value} Κωδικός πρόσβασης: {password_value} Λήξη χρονικού ορίου συνέχισης: {resume_timeout_value} Αναζήτηση μόνο: {search_only_value} ΥΓ: {ssl_value} Πηγές ατόμων με ειδικές ανάγκες: {disabled_sources_value}
fi_fi: Muutettu solmu {name_value} seuraaviin asetuksiin: Isäntä: {host_value} Satama: {port_value} Salasana: {password_value} Jatka aikakatkaisua: {resume_timeout_value} Vain haku: {search_only_value} SSL: {ssl_value} Käytöstä poistetut lähteet: {disabled_sources_value}
hi_in: परिवर्तित नोड {name_value} निम्न सेटिंग्स के लिए: मेज़बान: {host_value} बंदरगाह: {port_value} पासवर्ड: {password_value} टाइमआउट को फिर से शुरू करें: {resume_timeout_value} केवल खोजें: {search_only_value} SSL: {ssl_value} अक्षम स्रोत: {disabled_sources_value}
hr_hr: Promijenjen čvor {name_value} do sljedećih postavki: Domaćin: {host_value} Luka: {port_value} Lozinka: {password_value} Prekoračenje vremena nastavka: {resume_timeout_value} Samo pretraživanje: {search_only_value} SSL: {ssl_value} Onemogućeni izvori: {disabled_sources_value}
hu_hu: Megváltozott csomópont {name_value} a következő beállításokhoz: Házigazda: {host_value} Kikötő: {port_value} Jelszó: {password_value} Folytatás időtúllépése: {resume_timeout_value} Csak keresés: {search_only_value} SSL: {ssl_value} Letiltott források: {disabled_sources_value}
id_id: Node yang diubah {name_value} ke pengaturan berikut: Tuan rumah: {host_value} Pelabuhan: {port_value} Kata sandi: {password_value} Lanjutkan Batas Waktu: {resume_timeout_value} Hanya Pencarian: {search_only_value} SSL: {ssl_value} Sumber yang Dinonaktifkan: {disabled_sources_value}
it_it: Nodo modificato {name_value} alle seguenti impostazioni: Ospite: {host_value} Porto: {port_value} Parola d’ordine: {password_value} Riprendi timeout: {resume_timeout_value} Solo ricerca: {search_only_value} SSL: {ssl_value} Fonti disabilitate: {disabled_sources_value}
ja_jp: 変更されたノード {name_value} を次の設定に変更します。 ホスト： {host_value} 港： {port_value} パスワード： {password_value} 再開タイムアウト: {resume_timeout_value} 検索のみ: {search_only_value} SSL: {ssl_value} 無効なソース: {disabled_sources_value}
ko_kr: 변경된 노드 {name_value} 을 다음 설정으로 설정합니다. 호스트: {host_value} 항구: {port_value} 암호: {password_value} 시간 초과 재개: {resume_timeout_value} 검색 전용: {search_only_value} SSL : {ssl_value} 비활성화된 소스: {disabled_sources_value}
lt_lt: Pakeistas mazgas {name_value} į šiuos parametrus: Priimančiosios: {host_value} Uostas: {port_value} Slaptažodis: {password_value} Tęsti skirtąjį laiką: {resume_timeout_value} Tik ieškokite: {search_only_value} SSL: {ssl_value} Neįgalūs šaltiniai: {disabled_sources_value}
nb_no: Endret node {name_value} til følgende innstillinger: Vert: {host_value} Havn: {port_value} Passord: {password_value} Fortsett tidsavbrudd: {resume_timeout_value} Bare søk: {search_only_value} SSL: {ssl_value} Deaktiverte kilder: {disabled_sources_value}
nl_nl: Gewijzigd knooppunt {name_value} naar de volgende instellingen: Gastheer: {host_value} Haven: {port_value} Wachtwoord: {password_value} Time-out hervatten: {resume_timeout_value} Alleen zoeken: {search_only_value} SSL: {ssl_value} Uitgeschakelde bronnen: {disabled_sources_value}
pl_pl: Zmieniony węzeł {name_value} do następujących ustawień: Gospodarz: {host_value} Port: {port_value} Hasło: {password_value} Limit czasu wznawiania: {resume_timeout_value} Tylko wyszukiwanie: {search_only_value} Protokół SSL: {ssl_value} Wyłączone źródła: {disabled_sources_value}
pt_br: Nó alterado {name_value} para as seguintes configurações: Anfitrião: {host_value} Porta: {port_value} Senha: {password_value} Tempo limite de retomada: {resume_timeout_value} Somente pesquisa: {search_only_value} SSL: {ssl_value} Fontes desabilitadas: {disabled_sources_value}
ro_ro: Nod modificat {name_value} la următoarele setări: Gazdă: {host_value} Port: {port_value} Parolă: {password_value} Reluarea timeout-ului: {resume_timeout_value} Numai căutare: {search_only_value} SSL: {ssl_value} Surse dezactivate: {disabled_sources_value}
ru_ru: Изменен узел {name_value} к следующим параметрам: Хозяин: {host_value} Порт: {port_value} Пароль: {password_value} Тайм-аут возобновления: {resume_timeout_value} Только поиск: {search_only_value} SSL: {ssl_value} Отключенные источники: {disabled_sources_value}
sv_se: Ändrad nod {name_value} till följande inställningar: Värd: {host_value} Hamn: {port_value} Lösenord: {password_value} Återuppta timeout: {resume_timeout_value} Endast sökning: {search_only_value} SSL: {ssl_value} Inaktiverade källor: {disabled_sources_value}
th_th: เปลี่ยนโหนด {name_value} ไปยังการตั้งค่าต่อไปนี้: เจ้าภาพ: {host_value} ท่า: {port_value} รหัสผ่าน: {password_value} หมดเวลาของประวัติย่อ: {resume_timeout_value} ค้นหาเท่านั้น: {search_only_value} SSL : {ssl_value} แหล่งที่ปิดใช้งาน: {disabled_sources_value}
tr_tr: Değiştirilen düğüm {name_value} aşağıdaki ayarlara gidin: Ev sahibi: {host_value} Liman: {port_value} Parola: {password_value} Zaman Aşımını Sürdür: {resume_timeout_value} Yalnızca Ara: {search_only_value} SSL: {ssl_value} Engelli Kaynaklar: {disabled_sources_value}
uk_ua: Змінений вузол {name_value} до наступних налаштувань: Господар: {host_value} Порт: {port_value} Пароль: {password_value} Тайм-аут резюме: {resume_timeout_value} Пошук лише: {search_only_value} SSL: {ssl_value} Відключені джерела: {disabled_sources_value}
vi_vn: Nút đã thay đổi {name_value} vào các cài đặt sau: Chủ nhà: {host_value} Cảng: {port_value} Mật khẩu: {password_value} Tiếp tục hết thời gian chờ: {resume_timeout_value} Chỉ tìm kiếm: {search_only_value} SSL: {ssl_value} Nguồn bị vô hiệu hóa: {disabled_sources_value}
zh_tw: 已更改節點 {name_value} 到以下設定： 主機： {host_value} 港口： {port_value} 密碼： {password_value} 恢復逾時： {resume_timeout_value} 僅搜尋： {search_only_value} SSL： {ssl_value} 關閉來源： {disabled_sources_value}

source: List all nodes used by PyLav
bg_bg: Списък на всички възли, използвани от PyLav
cs_cz: Seznam všech uzlů používaných PyLav
el_gr: Λίστα όλων των κόμβων που χρησιμοποιούνται από το PyLav
fi_fi: Listaa kaikki PyLavin käyttämät solmut
hi_in: PyLav द्वारा उपयोग किए जाने वाले सभी नोड्स को सूचीबद्ध करें
hr_hr: Popis svih čvorova koje koristi PyLav
hu_hu: A PyLav által használt összes csomópont felsorolása
id_id: Daftar semua node yang digunakan oleh PyLav
it_it: Elenca tutti i nodi usati da PyLav
ja_jp: PyLav が使用するすべてのノードを一覧
ko_kr: PyLav에서 사용하는 모든 노드 나열
lt_lt: Išvardykite visus PyLav naudojamus mazgus
nb_no: Vis alle noder brukt av PyLav
nl_nl: Toon alle nodes die gebruikt worden door PyLav
no_no: Vis alle noder brukt av PyLav
pl_pl: Lista wszystkich węzłów używanych przez PyLav
pt_br: Listar todos os nós usados por PyLav
ro_ro: Listează toate nodurile folosite de PyLav
ru_ru: Список всех узлов, используемых PyLav
sv_se: Lista alla noder som används av PyLav
th_th: แสดงรายการโหนดทั้งหมดที่ใช้โดย PyLav
tr_tr: PyLav tarafından kullanılan tüm düğümleri listeleyin
uk_ua: Список всіх вузлів, які використовуються в PyLav
vi_vn: Liệt kê tất cả các nút được PyLav sử dụng
zh_tw: 列出 PyLav 使用的所有節點

source: No nodes added to PyLav
bg_bg: Няма добавени възли към PyLav
cs_cz: Do PyLav nebyly přidány žádné uzly
el_gr: Δεν έχουν προστεθεί κόμβοι στο PyLav
fi_fi: Yhtään solmua ei lisätty PyLV:iin
hi_in: PyLav में कोई नोड्स नहीं जोड़ा गया
hr_hr: U PyLav nisu dodani čvorovi
hu_hu: Nincs hozzáadott csomópont a PyLavhoz
id_id: Tidak ada node yang ditambahkan ke PyLav
it_it: Nessun nodo aggiunto a PyLav
ja_jp: PyLav に追加されたノードはありません
ko_kr: PyLav에 노드가 추가되지 않았습니다.
lt_lt: Prie PyLav nepridėta jokių mazgų
nb_no: Ingen noder er lagt til PyLav
nl_nl: Geen nodes toegevoegd aan PyLav
pl_pl: Nie dodano żadnych węzłów do PyLav
pt_br: Nenhum nó adicionado ao PyLav
ro_ro: Nu s-au adăugat noduri în PyLav
ru_ru: Нет добавленных узлов в PyLav
sv_se: Inga noder tillagda i PyLav
th_th: ไม่มีโหนดเพิ่มใน PyLav
tr_tr: PyLav'a düğüm eklenmedi
uk_ua: Не додано вузлів до PyLav
vi_vn: Không có nút nào được thêm vào PyLav
zh_tw: 沒有節點添加到 PyLav

source: Show the version of the Cog and it's PyLav dependencies
no_no: Vis versjonen av Cog dens PyLav avhengigheter

source: Library/Cog
nl_sr: Bibliotheek/Cog
no_no: Bibliotek/Hund
ru_md: Библиотека/Ког

source: Add a node PyLav
no_no: Legg til en node PyLav

source: (**1**){space} - Apply changes and add the node to PyLav. (**2**){space} - Cancel any changes made and close the menu. (**3**){space} - Toggle between search-only and search and playback modes. (**4**){space} - Toggle between SSL on and off. (**5**){space} - Add a name to the node. (**6**){space} - Add the host address of the node. (**7**){space} - Add the port the node uses. (**8**){space} - Set the password for the node. (**9**){space} - Set the connection timeout. (**10**) - Select which sources to disable for this node (Multiple can be selected). If you interact with a button multiple times, only the last interaction will take effect.
nl_sr: (**1**){space} - Pas wijzigingen toe en voeg de node toe aan PyLav. (**2**){space} - Annuleer eventuele wijzigingen en sluit het menu. (**3**){space} - Wissel tussen alleen zoek- en zoek- en afspeelmodi. (**4**){space} - Wisselen tussen SSL aan en uit. (**5**){space} - Voeg een naam toe aan de node. (**6**){space} - Voeg het hostadres van het knooppunt toe. (**7**){space} - Voeg de poort van de node toe. (**8**){space} - Stel het wachtwoord in voor de node. (**9**){space} - Time-out van de verbinding ingesteld. (**10**) - Selecteer welke bronnen u wilt uitschakelen voor deze node (Meerdere kunnen worden geselecteerd). Als je meerdere keren met een knop communiceert, zal alleen de laatste interactie van kracht worden
no_no: (**1**){space} - Bruk endringer og legg til noden til PyLav. (**2**){space} - Avbryt endringer som er gjort og lukk menyen. (**3**){space} - Veksle mellom søk-bare og søk og avspillingsmodus. (**4**){space} - Veksle mellom SSL av og på. (**5**){space} - Legg til et navn til EK-gruppen. (**6**){space} - Legg til vertsadressen til noden. (**7**){space} - Legg til porten noden bruker. (**8**){space} - Angi passord for noden. (**9**){space} - Sett tilkoblingstid. (**10**) - Velg hvilke kilder du vil deaktivere for denne noden (Multiple kan velges med). Hvis du samhandler med en knapp flere ganger, vil bare siste samhandlingen tre i kraft.
ru_md: (**1**){space} - Примените изменения и добавьте узел в PyLav. (**2**){space} - Отменить любые изменения и закрыть меню. (**3**){space} - Переключение между режимами поиска и поиска и воспроизведения. (**4**){space} - Переключение между SSL вкл. и выкл. (**5**){space} - Добавить имя к узлу. (**6**){space} - Добавьте адрес хоста узла. (**7**){space} - Добавьте порт, используемый узлом. (**8**){space} - установите пароль для узла. (**9**){space} - установите тайм-аут соединения. (**10**) - Выберите, какие источники отключать для этого узла (можно выбрать несколько источников). При многократном взаимодействии с кнопкой происходит только последнее взаимодействие.

source: Added node {name} with the following settings: Host: {host} Port: {port} Password: {password} Resume Timeout: {resume_timeout} Search Only: {search_only} SSL: {ssl} Disabled Sources: {disabled_sources}
no_no: Lagt til node {name} med følgende innstillinger: Vert: {host} Port: {port} Passord: {password} Fortsett tidsavbrudd: {resume_timeout} Søk bare etter {search_only} SSL: {ssl} Deaktiverte kilder: {disabled_sources}

source: Remove a node from PyLav instance
no_no: Fjern en node fra PyLav forekomst

source: {name} is managed by PyLav and cannot be removed
no_no: {name} administreres av PyLav og kan ikke fjernes

source: Removed node {name}. {data}
nl_sr: Node {name}. {data} verwijderd
no_no: Fjernet node {name}. {data}
ru_md: Удален узел {name}. {data}

source: Removed node {name}, a DM was sent to you with the node details in case you wish to re-add it
no_no: Fjernet node {name}, en DM ble sendt til deg med nodedetaljene i tilfelle du vil legge den til på nytt

source: Manage all nodes in PyLav instance
no_no: Administrer alle noder i PyLav forekomst

source: (**1**){space} - Cancel any changes made and close the menu. (**6**){space} - Show sources enabled for this node. (**7**){space} - Apply changes and add the node to PyLav. (**8**){space} - Toggle between search-only and search and playback modes. (**9**){space} - Toggle between SSL on and off. (**10**) - Add a name to the node. (**11**) - Add the host address of the node. (**12**) - Add the port the node uses. (**13**) - Set the password for the node. (**14**) - Set the connection timeout. (**15**) - Remove this node. (**16**) - Select which sources to disable for this node (Multiple can be selected). If you interact with a button multiple times, only the last interaction will take effect.
nl_sr: (**1**){space} - Annuleer alle wijzigingen die zijn aangebracht en sluit het menu. (**6**){space} - Toon bronnen ingeschakeld voor deze node. (**7**){space} - Pas wijzigingen en node toe aan PyLav. (**8**){space} - Wissel tussen alleen zoek- en zoek- en afspeelmodi. (**9**){space} - Schakel tussen SSL aan en uit. (**10**) - Voeg een naam toe aan het knooppunt. (**11**) - Voeg het hostadres van het knooppunt toe. (**12**) - Voeg de poort van de node toe. (**13**) - Stel het wachtwoord in voor de node. (**14**) - Time-out van verbinding instellen. (**15**) - Verwijder deze node. (**16**) - Selecteer welke bronnen u wilt uitschakelen voor deze node (Meerdere kunnen worden geselecteerd). Als je meerdere keren met een knop werkt, zal alleen de laatste interactie van kracht worden
no_no: (**1**){space} - Avbryt eventuelle endringer som er gjort og avslutt menyen. (**6**){space} - Vis kilder aktivert for denne noden. (**7**){space} - Bruk endringer og legg til noden til PyLav. (**8**){space} - Veksle mellom søkefelt og søk og avspilling modus. (**9**){space} - Veksle mellom SSL på og av. (**10**) - Legg til et navn til noden. (**11**) - Legg til vertsadressen til EK-gruppen. (**12**) - Legg til porten noden brukes. (**13**) - Sett passordet til EK-gruppen. (**14**) - Sett tilkoblingstidsavbrudd. (**15**) - Fjern denne noden. (**16**) - Velg hvilke kilder som skal deaktiveres for denne noden (det kan velges. Hvis du samhandler med en knapp flere ganger, vil bare siste samhandlingen tre i kraft.
ru_md: (**1**){space} - Отменить все изменения и закрыть меню. (**6**){space} - Показать включенные источники для этого узла. (**7**){space} - Примените изменения и добавьте узел в PyLav. (**8**){space} - Переключение между режимами поиска и поиска и воспроизведения. (**9**){space} - Переключение между SSL вкл. и выкл. (**10**) - Добавить имя к узлу. (**11**) - Добавить адрес узла узла. (**12**) - Добавьте порт, используемый узлом. (**13**) - установите пароль для узла. (**14**) - установите тайм-аут соединения. (**15**) - удалите этот узел. (**16**) - Выберите, какие источники отключить для этого узла (можно выбрать несколько источников). При многократном взаимодействии с кнопкой будет действовать только последнее взаимодействие.

source: {name} is managed by PyLav and cannot be modified with this command
no_no: {name} administreres av PyLav og kan ikke endres med denne kommandoen

source: Removed node {name}
no_no: Fjernet node {name}

source: Changed node {name} to the following settings: Host: {host} Port: {port} Password: {password} Resume Timeout: {resume_timeout} Search Only: {search_only} SSL: {ssl} Disabled Sources: {disabled_sources}
no_no: Endret node {name} til følgende innstillinger: Vert: {host} Port: {port} Passord: {password} Gjenoppta tidsavbrudd: {resume_timeout} Søk bare i: {search_only} SSL: {ssl} Deaktiverte kilder: {disabled_sources}

source: No Nodes added to PyLav
no_no: Ingen Noder er lagt til PyLav

source: Manage the nodes used by PyLav.
nl_sr: Beheer de nodes gebruikt door PyLav.
ru_md: Управление узлами, используемыми PyLav.

source: Configure PyLav Nodes.
nl_sr: PyLav Nodes configureren.
ru_md: Настройка узлов PyLav.

source: Show the version of the Cog and it's PyLav dependencies.
nl_sr: Toon de versie van de Cog en de PyLav afhankelijkheden.
ru_md: Показать версию Cog и его зависимостей PyLav.

source: Add a node PyLav.
nl_sr: Voeg een node PyLav.
ru_md: Добавить узел PyLav.

source: Remove a node from PyLav instance.
nl_sr: Verwijder een node van PyLav instantie.
ru_md: Удалить узел из экземпляра PyLav.

source: {name} is managed by PyLav and cannot be removed.
nl_sr: {name} wordt beheerd door PyLav en kan niet worden verwijderd.
ru_md: {name} управляется PyLav и не может быть удален.

source: Removed node {name}, a DM was sent to you with the node details in case you wish to re-add it.
nl_sr: node {name}is verwijderd, er is een DM naar u verzonden met de details van het knooppunt in het geval u het opnieuw wilt toevoegen.
ru_md: Удаленный узел {name}, на случай повторного добавления вам был отправлен ЛМ.

source: Manage all nodes in PyLav instance.
nl_sr: Beheer alle nodes in PyLav instantie.
ru_md: Управление всеми узлами в экземпляре PyLav.

source: {name} is managed by PyLav and cannot be modified with this command.
nl_sr: {name} wordt beheerd door PyLav en kan niet worden gewijzigd met dit commando.
ru_md: {name} управляется PyLav и не может быть изменен этой командой.

source: Removed node {name}.
nl_sr: Node {name} verwijderd.
ru_md: Удален узел {name}.

source: List all nodes used by PyLav.
nl_sr: Toon alle nodes die gebruikt worden door PyLav.
ru_md: Список всех узлов, используемых PyLav.

source: No Nodes added to PyLav.
nl_sr: Geen Nodes toegevoegd aan PyLav.
ru_md: Нет добавленных узлов в PyLav.
