Repository: Drapersniper/Audio
Catalog: plmanagednode/locales/*.po
Languages: ar_sa, da_dk, de_de, el_gr, fi_fi, it_it, ja_jp, nb_no, pl_pl, pt_br, ro_ro, ru_ru, sv_se, uk_ua

source: Configure the managed Lavalink node used by PyLav
da_dk: Konfigurer den administrerede Lavalink-node der bruges af PyLav
el_gr: Ρυθμίστε τις παραμέτρους του διαχειριζόμενου κόμβου Lavalink που χρησιμοποιείται από το PyLav
fi_fi: Määritä PyLavin käyttämä hallittu Lavalink-solmu
it_it: Configurare il nodo Lavalink gestito utilizzato da PyLav
ja_jp: PyLav が使用する Lavalink ノードを設定します。
nb_no: Konfigurer den administrerte Lavalink-noden brukt av PyLav
pl_pl: Konfiguruj zarządzany węzeł Lavalink używany przez PyLav
pt_br: Configurar o nó gerenciado usado pelo PyLav
ro_ro: Configurați nodul gestionat Lavalink utilizat de PyLav
ru_ru: Настроить управляемый узел Lavalink используемый PyLav
sv_se: Konfigurera den hanterade Lavalink-noden som används av PyLav
uk_ua: Налаштування керованого вузла Lavalink використаного PyLav

source: Show the version of the Cog and it's PyLav dependencies
da_dk: Vis versionen af Cog og det er PyLav afhængigheder
de_de: Zeige die Version des Cog und seine PyLav Abhängigkeiten
el_gr: Εμφάνιση της έκδοσης του Cog και των εξαρτήσεων PyLav
fi_fi: Näytä versio Cog ja se on PyLav riippuvuudet
it_it: Mostra la versione del Cog e le sue dipendenze di PyLav
ja_jp: Cog のバージョンと PyLav の依存関係を表示する
nb_no: Vis versjonen av Cog dens PyLav avhengigheter
pl_pl: Pokaż wersję Cog i jego zależności PyLav
pt_br: Mostrar a versão do Cog e suas dependências PyLav
ro_ro: Arată versiunea Cog și este dependențe PyLav
ru_ru: Показать версию Cog и его зависимости PyLav
sv_se: Visa versionen av Cog och dess PyLav beroenden
uk_ua: Показати версію Кога і це pyLv залежності

source: Library/Cog
ar_sa: المكتبة/الكلب
da_dk: Bibliotek/Tåge
de_de: Bibliothek/Cog
el_gr: Βιβλιοθήκη/Γρανάζι
fi_fi: Kirjasto/Kokki
ja_jp: ライブラリ/Cog
nb_no: Bibliotek/Hund
pl_pl: Biblioteka/Cog
pt_br: Biblioteca/Cog
ro_ro: Bibliotecă/Cog
ru_ru: Библиотека/Ког
sv_se: Bibliotek/Kugga
uk_ua: Бібліотека/Ког

source: Version
ar_sa: الإصدار
el_gr: Εκδοχή
fi_fi: Versio
it_it: Versione
ja_jp: バージョン
nb_no: Versjon
pl_pl: Wersja
pt_br: Versão
ro_ro: Versiune
ru_ru: Версии
uk_ua: Версія

source: Update the managed Lavalink node
da_dk: Opdater den administrerede Lavalink-node
de_de: Verwaltete Lavalink-Knoten aktualisieren
el_gr: Ενημέρωση του διαχειριζόμενου κόμβου Lavalink
fi_fi: Päivitä hallittu lavalink solmu
it_it: Aggiorna il nodo Lavalink gestito
ja_jp: 管理 Lavalink ノードを更新
nb_no: Oppdater noden med behandlet Lavalink
ro_ro: Actualizați nodul gestionat Lavalink
ru_ru: Обновить управляемый Lavalink узел
uk_ua: Оновити керований Лавалінковий вузол

source: The managed Lavalink node is already up to date.
da_dk: Den administrerede Lavalink-node er allerede opdateret.
de_de: Der Knoten Lavalink ist bereits auf dem neuesten Stand.
el_gr: Ο διαχειριζόμενος κόμβος Lavalink είναι ήδη ενημερωμένος.
fi_fi: Hallittu Lavalink solmu on jo ajan tasalla.
it_it: Il nodo Lavalink gestito è già aggiornato.
ja_jp: 管理対象の Lavalink ノードは既に最新です。
nb_no: Den administrerte Lavalink noden er allerede oppdatert.
ro_ro: Nodul gestionat Lavalink este deja actualizat.
ru_ru: Управляемый узел Lavalink уже обновлен.
uk_ua: Керований вузол Lavalink вже оновлений.

source: Your node is out of date, to update please run `{prefix}{command} 1`.
da_dk: Din node er forældet, for at opdatere venligst køre `{prefix}{command} 1`.
de_de: Dein Knoten ist veraltet, um zu aktualisieren, bitte führe `{prefix}{command} 1` aus.
el_gr: Ο κόμβος σας είναι ξεπερασμένος, για ενημέρωση παρακαλώ εκτελέστε '{prefix}{command} 1'.
fi_fi: Palvelimesi on vanhentunut, päivitäksesi suorita `{prefix}{command} 1`.
it_it: Il tuo nodo non è aggiornato, per favore esegui `{prefix}{command} 1`.
ja_jp: ノードが古くなっています。更新するには`{prefix}{command} 1`を実行してください。
nb_no: Din node er utdatert, så du kan oppdatere vennligst kjør `{prefix}{command} 1`.
ro_ro: Nodul tău nu mai este actualizat, te rugăm să actualizezi `{prefix}{command} 1`.
ru_ru: Ваш узел устарел, для обновления, пожалуйста, запустите `{prefix}{command} 1`.
uk_ua: Ваш вузол застарів, оновлюйте, будь ласка запустіть `{prefix}{command} 1`.

source: The managed Lavalink node has been updated to version {version}.
da_dk: Den administrerede Lavalink-node er blevet opdateret til version {version}.
de_de: Der verwaltete Knoten Lavalink wurde auf Version {version} aktualisiert.
el_gr: Ο διαχειριζόμενος κόμβος Lavalink έχει ενημερωθεί στην έκδοση {version}.
fi_fi: Hallittu Lavalink solmu on päivitetty versioon {version}.
it_it: Il nodo Lavalink gestito è stato aggiornato alla versione {version}.
ja_jp: 管理対象の Lavalink ノードをバージョン {version} に更新しました。
nb_no: Noden håndterte Lavalink har blitt oppdatert til versjon {version}.
ro_ro: Nodul gestionat Lavalink a fost actualizat la versiunea {version}.
ru_ru: Управляемый узел Lavalink был обновлен до версии {version}.
uk_ua: Керований вузол Lavalink був оновлений до версії {version}.

source: Restart the managed Lavalink node
da_dk: Genstart den administrerede Lavalink-node
de_de: Starten Sie den verwalteten Lavalink-Knoten neu
fi_fi: Käynnistä hallittu Lavalink solmu uudelleen
it_it: Riavvia il nodo Lavalink gestito
ja_jp: 管理 Lavalink ノードを再起動します
nb_no: Start noden med den gjennomsiktige Lavalink på nytt
pl_pl: Uruchom ponownie zarządzany węzeł Lavalink
pt_br: Reinicie o nó Lavalink gerenciado
ro_ro: Reporniți nodul Lavalink gestionat
ru_ru: Перезапустить управляемый Lavalink узел
sv_se: Starta om den hanterade Lavalink-noden
uk_ua: Перезапустити керований вузол Lavalink

source: The managed node is not enabled, run `{prefix}{command}` to first enable the managed node
da_dk: Den administrerede node er ikke aktiveret, kør `{prefix}{command}` for først at aktivere den administrerede node
de_de: Der verwaltete Knoten ist nicht aktiviert, führen Sie `{prefix}{command}` aus, um zuerst den verwalteten Knoten zu aktivieren
fi_fi: Hallinnoitu palvelin ei ole käytössä, suorita `{prefix}{command}` ottaaksesi ensin käyttöön hallitun palvelimen
it_it: Il nodo gestito non è abilitato, esegui `{prefix}{command}` per abilitare prima il nodo gestito
ja_jp: 管理ノードが有効になっていません。管理ノードを有効にするには`{prefix}{command}`を実行してください。
nb_no: Den administrerte noden er ikke aktivert, kjør `{prefix}{command}for å først aktivere den administrerte noden
ro_ro: Modulul gestionat nu este activat, execută `{prefix}{command}pentru a activa mai întâi nodul gestionat
ru_ru: Управляемый узел не включен, запустите `{prefix}{command}`, чтобы сначала включить управляемый узел
uk_ua: Керований вузол не ввімкнено, запустіть `{prefix}{command}`, щоб спочатку включити керований вузол

source: Restarted the managed Lavalink node
da_dk: Genoprettet den administrerede Lavalink-knude
de_de: Der verwaltete Lavalink-Knoten neu gestartet
fi_fi: Käynnistä uudelleen hallittu Lavalink solmun
it_it: Ha riavviato il nodo Lavalink gestito
ja_jp: 管理されているLavalinkノードを再起動しました
nb_no: Gjenopprettet noden med behandlet Lavalink
pl_pl: Uruchomiono ponownie zarządzany węzeł Lavalink
pt_br: Reiniciado o nó Lavalink gerenciado
ro_ro: Repornește nodul Lavalink gestionat
ru_ru: Перезапущен управляемый узел Lavalink
sv_se: Starta om den hanterade Lavalink-noden
uk_ua: Перезапущено керований вузол Lavalink

source: Set the java executable for PyLav. Default is "java"
da_dk: Set the java executable for PyLav. Standard er "java"
de_de: Setze die Java ausführbare Datei für PyLav. Standard ist "java"
fi_fi: Set the executable for PyLav. Default is "java"
it_it: Imposta l'eseguibile java per PyLav. Il valore predefinito è "java"
ja_jp: PyLavのJava実行ファイルを設定します。 デフォルトは"java"
nb_no: Angi java kjørbar for PyLav. Standard er "java"
ro_ro: Setați java executabil pentru PyLav. Implicit este "java"
ru_ru: Установить исполняемый файл java для PyLav. По умолчанию «java»
uk_ua: Встановіть виконавчий файл Java для PyLav. За замовчуванням "java"

source: {java} does not exist, run the command again with the java argument set to the correct path
da_dk: {java} findes ikke, kør kommandoen igen med java argumentet sat til den korrekte sti
de_de: {java} existiert nicht, führen Sie den Befehl erneut mit dem Java-Argument auf den korrekten Pfad
fi_fi: {java} ei ole olemassa, suorita komento uudelleen java-parametrilla on asetettu oikealle polulle
it_it: {java} non esiste, esegui nuovamente il comando con l'argomento java impostato sul percorso corretto
ja_jp: {java} は存在しません。正しいパスに設定された Java 引数でコマンドをもう一度実行してください。
nb_no: {java} finnes ikke, kjør kommandoen igjen med java argument satt til korrekt bane
pl_pl: {java} nie istnieje, uruchom ponownie polecenie z argumentem java ustawionym na właściwą ścieżkę
pt_br: {java} não existe, execute o comando novamente com o argumento Java definido para o caminho correto
ro_ro: {java} nu există, rulează comanda din nou cu argumentul java setat pe calea corectă
ru_ru: {java} не существует, снова запустите команду с параметром java, установленным в правильном пути
sv_se: {java} finns inte, kör kommandot igen med java-argumentet inställt på rätt sökväg
uk_ua: {java} не існує, повторіть команду з аргументом java для правильного шляху

source: {java} is not an executable file
da_dk: {java} er ikke en eksekverbar fil
de_de: {java} ist keine ausführbare Datei
fi_fi: {java} ei ole suoritettava tiedosto
it_it: {java} non è un file eseguibile
ja_jp: {java} は実行可能ファイルではありません
nb_no: {java} er ikke en kjørbar fil
pl_pl: {java} nie jest plikiem wykonywalnym
pt_br: {java} não é um arquivo executável
ro_ro: {java} nu este un fișier executabil
ru_ru: {java} не является исполняемым файлом
sv_se: {java} är inte en körbar fil
uk_ua: {java} не є файлом, виконуваним файлом

source: {java} is not an executable, run the command again with the java argument set to the correct path
da_dk: {java} er ikke en eksekverbar, kør kommandoen igen med java argumentet sat til den korrekte sti
de_de: {java} ist keine ausführbare Datei, führen Sie den Befehl erneut mit dem Java-Argument auf den korrekten Pfad
fi_fi: {java} ei ole suoritettava, suorita komento uudelleen java-parametrilla on asetettu oikealle polulle
it_it: {java} non è un eseguibile, esegui nuovamente il comando con l'argomento java impostato sul percorso corretto
ja_jp: {java} は実行可能ファイルではありません。正しいパスに設定された Java 引数でコマンドを再実行してください。
nb_no: {java} er ikke en kjørbar, kjør kommandoen igjen med javaargumentet satt til korrekt sti
pl_pl: {java} nie jest wykonywalny, uruchom ponownie polecenie z argumentem java ustawionym na właściwą ścieżkę
pt_br: {java} não é um executável, execute o comando novamente com o argumento Java definido para o caminho correto
ro_ro: {java} nu este un executabil, rulează comanda din nou cu argumentul java setat pe calea corectă
ru_ru: {java} не является исполняемым файлом, снова запустите команду с параметром java, равным правильному пути
sv_se: {java} är inte en körbar, kör kommandot igen med java-argumentet inställt på rätt sökväg
uk_ua: {java} не є виконуваним файлом, запустити команду знову з встановленим аргументом java на правильний шлях

source: PyLav's java executable has been set to {java} Run `{prefix}{command}` to restart the managed node
da_dk: PyLavs java eksekverbare er sat til {java} Kør `{prefix}{command}` for at genstarte den administrerede node
de_de: PyLav's Java-ausführbare Datei wurde auf {java}gesetzt Starten `{prefix}{command}` um den verwalteten Knoten neu zu starten
fi_fi: PyLavin java-tiedosto on asetettu {java} Suorita `{prefix}{command}` käynnistääksesi uudelleen hallinnoidun palvelimen
it_it: L'eseguibile java di PyLavè stato impostato su {java} Esegui `{prefix}{command}` per riavviare il nodo gestito
ja_jp: PyLavのJava実行ファイルが {java}に設定されました Run `{prefix}{command}`管理ノードを再起動します
nb_no: PyLav's java kjørbare har blitt satt til {java} Kjør `{prefix}{command}for å starte den administrerte noden på nytt
ro_ro: Executabilul de java al lui PyLava a fost setat la {java} Rulați `{prefix}{command}` pentru a reporni nodul gestionat
ru_ru: Исполняемый файл PyLava установлен в {java} Запустите `{prefix}{command}`, чтобы перезапустить управляемый узел
uk_ua: Виконуваний файл pyLava був встановлений на {java} Запустіть `{prefix}{command}` щоб перезапустити керований вузол

source: Toggle the managed node on/off. Changes will be applied after restarting the bot.
ar_sa: تبديل تشغيل أو إيقاف تشغيل العقدة المدارة. سيتم تطبيق التغييرات بعد إعادة تشغيل البوت.
da_dk: Slå den administrerede node til/fra. Ændringer vil blive anvendt efter genstart af bot.
de_de: Schaltet den verwalteten Knoten ein/aus. Änderungen werden nach einem Neustart des Bots angewendet.
fi_fi: Vaihda hallitun solmun päälle/pois. Muutokset otetaan käyttöön käynnistyksen jälkeen.
it_it: Attiva/disattiva il nodo gestito. Le modifiche verranno applicate dopo il riavvio del bot.
ja_jp: 管理ノードのオン/オフを切り替えます。 ボットを再起動した後に変更が適用されます。
nb_no: Slå av/på behandlet node på/av. Endringer vil bli brukt etter at du har startet boten på nytt.
pl_pl: Włącz/wyłącz zarządzany węzeł. Zmiany zostaną zastosowane po ponownym uruchomieniu bota.
pt_br: Ativa/desativa o nó gerenciado. As alterações serão aplicadas após reiniciar o bot.
ro_ro: Comută nodul gestionat pornit/oprit. Modificările vor fi aplicate după repornirea botului.
ru_ru: Вкл/выкл управляемый узел. Изменения будут применены после перезапуска бота.
sv_se: Växla den hanterade noden på/av. Ändringar kommer att tillämpas efter omstart av boten.
uk_ua: Увімкнути/вимкнути керований вузол. зміни будуть застосовані після перезапуску бота.

source: PyLav's managed node has been enabled. Run `{prefix}{command}` to restart the managed node
da_dk: PyLavs administrerede node er blevet aktiveret. Kør `{prefix}{command}` for at genstarte den administrerede node
de_de: PyLav's verwalteter Knoten wurde aktiviert. Führe `{prefix}{command}` aus, um den verwalteten Knoten neu zu starten
fi_fi: PyLavin hallinnoitu palvelin on otettu käyttöön. Suorita `{prefix}{command}` käynnistääksesi uudelleen hallinnoitu palvelin
it_it: Il nodo gestito di PyLavè stato abilitato. Esegui `{prefix}{command}` per riavviare il nodo gestito
ja_jp: PyLavの管理ノードが有効になりました。 {prefix}{command}`を実行して管理ノードを再起動します。
nb_no: PyLav's administrerte node er aktivert. Kjør `{prefix}{command}for å starte den administrerte noden på nytt
ro_ro: Modulul gestionat de PyLav's a fost activat. Rulați `{prefix}{command}` pentru a reporni modulul gestionat
ru_ru: Управляемый узел PyLava включен. Запустите `{prefix}{command}`, чтобы перезапустить управляемый узел
uk_ua: сконфігурований вузол PyLava увімкнено. Запустіть ` `{prefix}{command}для перезавантаження керованого вузла

source: PyLav's managed node has been disabled. Run `{prefix}{command}` to restart the managed node
da_dk: PyLavs administrerede node er blevet deaktiveret. Kør `{prefix}{command}` for at genstarte den administrerede node
de_de: PyLav's verwalteter Knoten wurde deaktiviert. Führe `{prefix}{command}` aus, um den verwalteten Knoten neu zu starten
fi_fi: PyLavin hallinnoitu palvelin on poistettu käytöstä. Suorita `{prefix}{command}` käynnistääksesi uudelleen hallinnoitu palvelin
it_it: Il nodo gestito di PyLavè stato disabilitato. Esegui `{prefix}{command}` per riavviare il nodo gestito
ja_jp: PyLavの管理ノードは無効になっています。 {prefix}{command}を実行して管理ノードを再起動してください
nb_no: PyLav's administrerte node har blitt deaktivert. Kjør `{prefix}{command}for å starte den administrerte noden på nytt
ro_ro: Modulul gestionat de PyLav's a fost dezactivat. Rulați `{prefix}{command}` pentru a reporni modulul gestionat
ru_ru: Управляемый узел PyLav'а отключен. Запустите `{prefix}{command}`, чтобы перезапустить управляемый узел
uk_ua: Дистанційний вузол PyLava вимкнено. Запустіть `{prefix}{command}для перезавантаження керованого вузла

source: Toggle the managed node auto updates on/off. Changes will be applied after restarting the bot.
ar_sa: تبديل التحديثات التلقائية للعقدة المدارة تشغيل/إيقافها. سيتم تطبيق التغييرات بعد إعادة تشغيل البوت.
da_dk: Slå den administrerede node auto opdateringer til/fra. Ændringer vil blive anvendt efter genstart af bot.
de_de: Automatische Updates ein-/ausschalten. Änderungen werden nach dem Neustart des Bots angewendet.
fi_fi: Vaihda hallitun palvelimen automaattiset päivitykset päälle/pois. Muutokset otetaan käyttöön käynnistyksen jälkeen.
it_it: Attiva/disattiva gli aggiornamenti automatici del nodo gestito. Le modifiche verranno applicate dopo il riavvio del bot.
ja_jp: 管理ノードの自動更新のオン/オフを切り替えます。 ボットを再起動した後に変更が適用されます。
nb_no: Slå av/på den administrerte node automatisk oppdateringer på/av. Endringer vil bli brukt etter omstart av boten.
pl_pl: Włącz/wyłącz automatyczne aktualizacje zarządzanego węzła. Zmiany zostaną zastosowane po ponownym uruchomieniu bota.
pt_br: Liga/desliga a atualização automática do nó gerenciado. As alterações serão aplicadas após reiniciar o bot.
ro_ro: Comutați nodul de actualizare automată pornit/oprit. Modificările vor fi aplicate după repornirea botului.
ru_ru: Вкл/выкл автоматическое обновление управляемого узла. Изменения будут применены после перезапуска бота.
sv_se: Växla den hanterade noden automatisk uppdateringar på/av. Ändringar kommer att tillämpas efter omstart av boten.
uk_ua: Увімкнути/вимкнути автоматичні оновлення керованого вузла. Зміни будуть застосовані після перезапуску бота.

source: PyLav's managed node auto updates have been enabled Run `{prefix}{command}` to restart the managed node
da_dk: PyLavs administrerede node auto-opdateringer er blevet aktiveret Kør `{prefix}{command}` for at genstarte den administrerede node
de_de: PyLav's verwaltete Knoten automatisch Updates wurden aktiviert Run `{prefix}{command}` um den verwalteten Knoten neu zu starten
fi_fi: PyLavin hallinnoidut palvelimen automaattiset päivitykset on otettu käyttöön Suorita `{prefix}{command}` käynnistääksesi uudelleen hallinnoitu palvelin
it_it: Gli aggiornamenti automatici del nodo gestito da PyLav's sono stati abilitati Esegui `{prefix}{command}` per riavviare il nodo gestito
ja_jp: PyLavの管理ノードの自動更新が有効になりました Run `{prefix}{command}`が管理ノードを再起動します
nb_no: PyLav's administrerte node autooppdateringer har blitt aktivert Run `{prefix}{command}for å starte den administrerte noden på nytt
ro_ro: Actualizările modulului automat gestionate de PyLav's au fost activate Rulați `{prefix}{command}` pentru a reporni modulul gestionat
ru_ru: Управляемые узлы PyLav's были включены Выполните `{prefix}{command}`, чтобы перезапустить управляемый узел
uk_ua: Рекомендується автоматичне оновлення в PyLav's вузла Запустіть `{prefix}{command}`, щоб перезапустити керований вузол

source: PyLav's managed node auto updates have been disabled Run `{prefix}{command}` to restart the managed node
da_dk: PyLavs administrerede node auto-opdateringer er blevet deaktiveret Kør `{prefix}{command}` for at genstarte den administrerede node
de_de: PyLav's verwaltete Knoten automatisch Updates wurden deaktiviert Run `{prefix}{command}` um den verwalteten Knoten neu zu starten
fi_fi: PyLavin hallinnoidut palvelimen automaattiset päivitykset on poistettu käytöstä Suorita `{prefix}{command}` käynnistääksesi uudelleen hallinnoitu palvelin
it_it: Gli aggiornamenti automatici del nodo gestito da PyLav's sono stati disabilitati Esegui `{prefix}{command}` per riavviare il nodo gestito
ja_jp: PyLavの管理ノードの自動更新が無効になりました Run `{prefix}{command}`は管理ノードを再起動します
nb_no: PyLav's administrerte node autooppdateringer har blitt deaktivert Run `{prefix}{command}for å restarte den administrerte noden
ro_ro: Actualizările modulului automat gestionate de PyLav's au fost dezactivate Rulați `{prefix}{command}` pentru a reporni modulul gestionat
ru_ru: Управляемые узлы PyLav's были отключены Выполните `{prefix}{command}`, чтобы перезапустить управляемый узел
uk_ua: Керувати авто-оновлення PyLav's вузла було вимкнуто Запустіть `{prefix}{command}`, щоб перезапустити керований вузол
