Repository: Drapersniper/Audio
Catalog: plmanagednode/locales/*.po
Languages: ar_sa, da_dk, de_de, el_gr, fi_fi, it_it, ja_jp, nb_no, pl_pl, pt_br, ro_ro, ru_ru, sv_se, uk_ua

source: PyLav's managed node has been enabled. Restart the bot for it to take effect.
ar_sa: تم تمكين العقدة التي تديرها PyLav. أعد تشغيل البوت لكي يصبح ساري المفعول.

source: PyLav's managed node has been disabled. Restart the bot for it to take effect.
ar_sa: تم تعطيل العقدة التي تديرها PyLav. أعد تشغيل البوت لكي يصبح ساري المفعول.

source: PyLav's managed node auto updates have been enabled. Restart the bot for it to take effect.
ar_sa: تم تمكين تحديثات العقدة التي تديرها PyLav. أعد تشغيل البوت لكي يصبح ساري المفعول.

source: PyLav's managed node auto updates have been disabled. Restart the bot for it to take effect.
ar_sa: تم تعطيل التحديثات التلقائية لعقدة PyLav. أعد تشغيل بوت لكي يصبح ساري المفعول.

source: Set the managed Lavalink node maximum heap-size. By default, this value is 50% of available RAM in the host machine represented by [1-1024][M|G] (256M, 256G for example) This value only represents the maximum amount of RAM allowed to be used at any given point, and does not mean that the managed Lavalink node will always use this amount of RAM.
ar_sa: تعيين الحد الأقصى لحجم السعال في عقدة Lavalink. بشكل افتراضي، هذه القيمة هي 50٪ من ذاكرة الوصول العشوائي المتاحة في الآلة المضيفة ممثلة بـ [1-1024][M<unk> G] (256M، 256G على سبيل المثال) هذه القيمة تمثل فقط الحد الأقصى من ذاكرة الوصول العشوائي المسموح باستخدامها في أي نقطة معينة. ولا تعني أن عقدة لافالينك المدارة سوف تستخدم دائماً هذا المبلغ من ذاكرة الوصول العشوائي.

source: Heap-size must be at least 64M, however it is recommended to have it set to at least 1G.
ar_sa: ويجب أن يكون حجم السفينة 64 ميغابايت على الأقل، غير أنه يوصى بتعيينها على 1 جيغابايت على الأقل.

source: Heap-size must be less than your system RAM, You currently have {ram_in_bytes} of RAM available.
ar_sa: الحجم الضخم يجب أن يكون أقل من ذاكرة الوصول العشوائي للنظام الخاص بك، لديك حاليا {ram_in_bytes} من ذاكرة الوصول العشوائي متاحة.

source: Heap-size must be less than {limit} due to your system limitations.
ar_sa: يجب أن يكون حجم السمة أقل من {limit} بسبب قيود النظام.

source: Managed node's heap-size set to {bytes}. Restart the bot for it to take effect.
ar_sa: تم تعيين حجم سماعة العقدة المدارة إلى {bytes}. أعد تشغيل البوت لكي يصبح ساري المفعول.

source: Change the managed node start up configs.
ar_sa: تغيير إعدادات بدء تشغيل العقدة المدارة.

source: Set the managed node host.
ar_sa: تعيين مضيف العقدة المدارة.

source: Managed node's host set to {host}. Restart the bot for it to take effect.
ar_sa: تم تعيين مضيف العقدة المدارة إلى {host}. أعد تشغيل البوت لكي يصبح ساري المفعول.

source: The port must be between 1024 and 49151.
ar_sa: ويجب أن يكون الميناء بين 1024 و 49151.

source: Managed node's port set to {port}. Restart the bot for it to take effect.
ar_sa: تم تعيين منفذ العقدة المدارة إلى {port}. أعد تشغيل البوت لكي يصبح نافذ المفعول.

source: Change the managed node plugins.
ar_sa: تغيير إضافات العقدة المدارة.

source: Update the managed node plugins.
ar_sa: تحديث ملحقات العقدة المدارة.

source: Managed node's plugins updated. {updates} Restart the bot for it to take effect.
ar_sa: تم تحديث إضافات العقدة المدارة. {updates} أعد تشغيل البوت لكي يصبح ساري المفعول.

source: Managed node's plugins already up to date.
ar_sa: تم تحديث إضافات العقدة المدارة مسبقاً.

source: Toggle the managed node sources.
ar_sa: تبديل مصادر العقدة المدارة.

source: Invalid source, {valid_list} are valid sources.
ar_sa: المصدر غير صالح، {valid_list} مصادر صالحة.

source: Managed node's source set to {source}. Restart the bot for it to take effect.
ar_sa: تم تعيين مصدر العقدة المدارة إلى {source}. أعد تشغيل البوت لكي يصبح ساري المفعول.

source: {Setting} is not a valid Setting; Options are: {setting_list}.
ar_sa: {Setting} ليس إعدادات صالحة. الخيارات هي: {setting_list}.

source: The duration of the NAS buffer in milliseconds. Higher values fare better against longer GC pauses. Minimum of 40ms, lower values may introduce pauses. Accepted values: Range: 40 - 2,000.
ar_sa: مدة المخزن المؤقت لنظام NAS بالمللي ثانية. القيم الأعلى أفضل من فترات التوقف الأطول في GC. الحد الأدنى من الأربعين ميغابايت، والقيم المنخفضة يمكن أن توفر فترات مؤقتة. القيم المقبولة: النطاق: 40-2000.

source: How many milliseconds of audio to keep buffered. Accepted values: Range: 1,000 - 10,000.
ar_sa: كم عدد المللي ثانية من الصوت للحفاظ على العروض. القيم المقبولة: النطاق: 1000 - 10000

source: The threshold in milliseconds for how long a track can be stuck. A track is stuck if does not return any audio data. Accepted values: Range: 5,000 - 20,000.
ar_sa: الحد الأدنى بالمللي ثانية لمدة يمكن أن يعلق المسار. المسار معلق إذا لم يتم إرجاع أي بيانات صوتية. القيم المقبولة: النطاق: 5000 - 20,000

source: Number of pages to return for a YouTube Playlist - Each page contains 100 songs. Accepted values: Range: 5 - 100.
ar_sa: عدد الصفحات للعودة إلى قائمة تشغيل يوتيوب - كل صفحة تحتوي على 100 أغنية. القيم المقبولة: النطاق: 5 - 100.

source: Opus encoder quality. Valid values range from 0 to 10, where 10 is best quality but is the most expensive on the CPU.
ar_sa: جودة ترميز Opus. تتراوح القيم الصالحة من 0 إلى 10، حيث 10 هي أفضل جودة ولكن الأكثر تكلفة على وحدة المعالجة المركزية.

source: Quality of resampling operations. Valid values are LOW, MEDIUM and HIGH, where HIGH uses the most CPU.
ar_sa: جودة عمليات إعادة التشكيل. القيم الصالحة هي LOW، MEDIUM و HIGH، حيث تستخدم HIGH أكثر وحدات المعالجة المركزية.

source: Seek ghosting is the effect where whilst a seek is in progress, the audio buffer is read from until empty, or until seek is ready. Accepted values for True: `True`, `t`, `1`, Accepted values for False: `False`, `f`, `0`.
ar_sa: البحث عن الأشباح هو التأثير عندما يكون البحث قيد التقدم، يتم قراءة المخزن الصوتي المؤقت من حتى يكون فارغاً، أو حتى يكون البحث جاهزاً. القيم المقبولة من أجل الحقيقة: `True`, `t`, `1`, Accepted values for False: `False` , `f` , `0`.

source: How frequently in seconds to send player updates to clients, affects the current position accuracy. Accepted values: Range: 1 - 10.
ar_sa: كم مرة في الثواني لإرسال تحديثات اللاعب للعملاء، يؤثر على دقة الوضع الحالي. القيم المقبولة: النطاق: 1 - 10.

source: Enable or disable YouTube searches within the node, this will affect AppleMusic, Spotify and any functionality dependant on YouTube. Accepted values for True: `True`, `t`, `1`, Accepted values for False: `False`, `f`, `0`.
ar_sa: تمكين أو تعطيل البحث على اليوتيوب داخل العقدة، هذا سيؤثر على AppleMusic، Spotify وأي وظيفة معتمدة على اليوتيوب. القيم المقبولة من أجل الحقيقة: `True`, `t`, `1`, Accepted values for False: `False` , `f` , `0`.

source: Enable or disable SoundCloud searches within the node, this will affect any functionality dependant on SoundCloud. Accepted values for True: `True`, `t`, `1`, Accepted values for False: `False`, `f`, `0`.
ar_sa: تمكين أو تعطيل عمليات البحث في سوندكلاود داخل العقدة، وهذا سيؤثر على أي وظيفة معتمدة على سوندكلود. القيم المقبولة من أجل الحقيقة: `True`, `t`, `1`, Accepted values for False: `False` , `f` , `0`.

source: {Setting} info. {info}.
ar_sa: معلومات {Setting} . {info}.

source: {Setting} valid inputs are: Range between: {start} - {end}.
ar_sa: {Setting} المدخلات الصحيحة هي: النطاق بين: {start} - {end}.

source: {Setting} valid inputs are: {setting_list}.
ar_sa: {Setting} المدخلات الصحيحة هي: {setting_list}.

source: {Setting} set to {value}. Restart the bot for it to take effect.
ar_sa: {Setting} تم تعيينه إلى {value}. أعد تشغيل البوت لكي يصبح ساري المفعول.

source: Configure Lavalink IP Rotation for ratelimits. if reset is True, remove the ratelimit config.
ar_sa: تكوين تدوير IP Lavalink لحدود المعدل. إذا كان إعادة التعيين صحيحاً، قم بإزالة تكوين حد المعدل.

source: Removing the IP rotation from your node. Restart the bot for it to take effect.
ar_sa: إزالة تدوير IP من العقدة الخاصة بك. أعد تشغيل البوت لكي يصبح ساري المفعول.

source: Link a Google account to Lavalink to bypass YouTube's age restriction.
ar_sa: اربط حساب جوجل إلى Lavalink لتجاوز قيود عمر اليوتيوب.

source: Click the button below to link a Google account to your node, if you have 2FA setup on this account you will need an app password instead. More info at: <https://support.google.com/accounts/answer/185833>
ar_sa: انقر على الزر أدناه لربط حساب Google بالعقدة الخاصة بك، إذا كان لديك إعداد 2FA على هذا الحساب، فستحتاج بدلاً من ذلك إلى كلمة مرور تطبيق. المزيد من المعلومات في: <https://support.google.com/accounts/answer/185833>

source: Unlinking Google account from your node. Restart the bot for it to take effect.
ar_sa: إلغاء ربط حساب جوجل من العقدة الخاصة بك. أعد تشغيل البوت لكي يصبح ساري المفعول.

source: Configure a HTTP proxy for Lavalink.
ar_sa: تكوين وكيل HTTP لـ Lavalink.

source: Click the button below to configure a HTTP proxy for your node.
ar_sa: انقر فوق الزر أدناه لتكوين وكيل HTTP للعقدة الخاصة بك.

source: Unlinking HTTP proxy from your node. Restart the bot for it to take effect.
ar_sa: إلغاء ربط وكيل HTTP من العقدة الخاصة بك. أعد تشغيل البوت لكي يصبح ساري المفعول.

source: You are not authorized to interact with this.
ar_sa: أنت غير مصرح لك بالتفاعل مع هذا.

source: No IP blocks were provided.
ar_sa: لم يتم توفير كتل IP

source: Invalid retry limit, must be a number greater than or equals to -1.
ar_sa: إعادة المحاولة الحد غير صالح، يجب أن يكون عدد أكبر من أو يساوي -1.

source: Invalid search trigger, must be 0 or 1.
ar_sa: مشغل البحث غير صالح، يجب أن يكون 0 أو 1.

source: IP rotation configuration saved. Restart the bot for it to take effect.
ar_sa: تم حفظ إعدادات الدوران على IP. أعد تشغيل البوت لكي يصبح ساري المفعول.

source: Invalid email address.
ar_sa: عنوان البريد الإلكتروني غير صالح.

source: Google account linked. Restart the bot for it to take effect.
ar_sa: حساب جوجل مرتبط. أعد تشغيل البوت لكي يصبح ساري المفعول.

source: Invalid port, must be a number between 0 and 65536.
ar_sa: منفذ غير صالح، يجب أن يكون رقم بين 0 و 65536.

source: HTTP proxy configuration saved. Restart the bot for it to take effect.
ar_sa: تم حفظ إعدادات وكيل HTTP. أعد تشغيل البوت لكي يصبح نافذ المفعول.

source: The managed node is not enabled, run `[p]{command}` to first enable the managed node
pl_pl: Zarządzany węzeł nie jest włączony, uruchom `[p]{command}` aby najpierw włączyć zarządzany węzeł
pt_br: O nó gerenciado não está ativado, execute `[p]{command}` para primeiro habilitar o nó gerenciado
sv_se: Den hanterade noden är inte aktiverad, kör `[p]{command}` för att först aktivera den hanterade noden

source: PyLav's java executable has been set to {java} Restart the bot for it to take effect
pl_pl: Plik wykonywalny PyLava został ustawiony na {java} Uruchom ponownie bota, aby stał się skuteczny
pt_br: O executável java do PyLava foi definido para {java} Reinicie o bot para que ele tenha efeito
sv_se: PyLavs java körbar har satts till {java} Starta om botten för att den ska träda i kraft

source: PyLav's managed node has been enabled. Restart the bot for it to take effect
pl_pl: Węzeł zarządzany przez PyLava został włączony. Uruchom ponownie bot, aby stał się skuteczny
pt_br: O nó gerenciado do Python foi ativado. Reinicie o bot para ele ter efeito
sv_se: PyLavs hanterade nod har aktiverats. Starta om botten för att den ska träda i kraft

source: PyLav's managed node has been disabled. Restart the bot for it to take effect
pl_pl: Węzeł zarządzany przez PyLava został wyłączony. Uruchom ponownie bot, aby stał się skuteczny
pt_br: O nó gerenciado do PyLv foi desativado. Reinicie o bot para ele ter efeito
sv_se: PyLavs hanterade nod har inaktiverats. Starta om boten för att den ska träda i kraft

source: PyLav's managed node auto updates have been enabled Restart the bot for it to take effect
pl_pl: Automatyczna aktualizacja węzła zarządzanego przez PyLava została włączona Uruchom ponownie bot, aby stał się skuteczny
pt_br: As atualizações automáticas de nós gerenciadas pela Python foram ativadas Reinicie o bot para que ele tenha efeito
sv_se: PyLavs hanterade noduppdateringar har aktiverats Starta om botten för att den ska träda i kraft

source: PyLav's managed node auto updates have been disabled Restart the bot for it to take effect
pl_pl: Automatyczna aktualizacja węzła zarządzanego przez PyLava została wyłączona Uruchom ponownie bot, aby stał się skuteczny
pt_br: As atualizações automáticas de nó gerenciadas da Python foram desativadas Reinicie o bot para que ele tenha efeito
sv_se: PyLavs hanterade noduppdateringar har inaktiverats Starta om boten för att den ska träda i kraft

source: Managed node's heap-size set to {bytes}. Restart the bot for it to take effect
pl_pl: Zarządzany rozmiar heapa węzła ustawiony na {bytes}. Uruchom ponownie bota, aby mógł on być skuteczny
pt_br: Tamanho do nó gerenciado definido como {bytes}. Reinicie o bot para que ele tenha efeito
sv_se: Hanterade nodens heap-size inställd på {bytes}. Starta om boten för att den ska träda i kraft

source: Managed node's host set to {host}. Restart the bot for it to take effect
pl_pl: Zarządzany host węzła ustawiony na {host}. Uruchom ponownie bot, aby stał się skuteczny
pt_br: Host do nó gerenciado definido para {host}. Reinicie o bot para que ele tenha efeito
sv_se: Hanterade nodens värd satt till {host}. Starta om botten för att den ska träda i kraft

source: Managed node's port set to {port}. Restart the bot for it to take effect
pl_pl: Zarządzany port węzła ustawiony na {port}. Uruchom ponownie bot, aby stał się skuteczny
pt_br: Porta do nó gerenciado definida para {port}. Reinicie o bot para que ele tenha efeito
sv_se: Hanterade nodens port satt till {port}. Starta om boten för att den ska träda i kraft

source: Managed node's plugins updated. {updates} Restart the bot for it to take effect
pl_pl: Zaktualizowano wtyczki zarządzane przez węzeł. {updates} Uruchom ponownie bot, aby stał się skuteczny
pt_br: Plugins do nó gerenciado foram atualizados. {updates} Reinicie o bot para que ele tenha efeito
sv_se: Hanterade nodens plugins uppdaterade. {updates} Starta om boten för att den ska träda i kraft

source: Managed node's source set to {source}. Restart the bot for it to take effect
pl_pl: Zarządzany węzeł ustawiony na {source}. Uruchom ponownie bot, aby stał się skuteczny
pt_br: Fonte do nó gerenciado definida para {source}. Reinicie o bot para que ele tenha efeito
sv_se: Hanterade nodens källa satt till {source}. Starta om boten för att den ska träda i kraft

source: {Setting} set to {value}. Restart the bot for it to take effect
pl_pl: {Setting} ustawiono na {value}. Uruchom ponownie bot, aby stał się skuteczny
pt_br: {Setting} definido para {value}. Reinicie o bot para que ele tenha efeito
sv_se: {Setting} satt till {value}. Starta om botten för att den ska träda i kraft

source: Removing the IP rotation from your node. Restart the bot for it to take effect
pl_pl: Usuwanie rotacji IP z węzła. Uruchom ponownie bot, aby stał się skuteczny
pt_br: Removendo a rotação de IP do seu nó. Reinicie o bot para que ele tenha efeito
sv_se: Tar bort IP-rotationen från din nod. Starta om botten för att den ska börja gälla

source: Unlinking Google account from your node. Restart the bot for it to take effect
pl_pl: Odłączanie konta Google od twojego węzła. Uruchom ponownie bota, aby mógł on być skuteczny
pt_br: Desvinculando conta Google do seu nó. Reinicie o bot para que ele tenha efeito
sv_se: Avlänka Google-konto från din nod. Starta om botten för att den ska träda i kraft

source: Unlinking HTTP proxy from your node. Restart the bot for it to take effect
pl_pl: Odłączanie serwera proxy HTTP od Twojego węzła. Uruchom ponownie bota, aby stał się skuteczny
pt_br: Desvinculando o proxy HTTP do seu nó. Reinicie o bot para que ele tenha efeito
sv_se: Kopplar från HTTP-proxy från din nod. Starta om boten för att den ska träda i kraft

source: IP rotation configuration saved. Restart the bot for it to take effect
pl_pl: Konfiguracja rotacji IP zapisana. Uruchom ponownie bot, aby stał się skuteczny
pt_br: Configuração de rotação de IP salva. Reinicie o bot para que ele tenha efeito
sv_se: IP-rotationskonfiguration sparad. Starta om botten för att den ska börja gälla

source: Google account linked. Restart the bot for it to take effect
pl_pl: Konto Google połączone. Uruchom ponownie bota aby go wprowadzić
pt_br: Conta do Google vinculada. Reinicie o bot para que ele tenha efeito
sv_se: Google-konto länkat. Starta om botten för att den ska träda i kraft

source: HTTP proxy configuration saved. Restart the bot for it to take effect
pl_pl: Konfiguracja proxy HTTP została zapisana. Uruchom ponownie bota, aby stał się skuteczny
pt_br: Configuração de proxy HTTP salva. Reinicie o bot para que ele tenha efeito
sv_se: Konfiguration för HTTP-proxy sparad. Starta om boten för att den ska börja gälla
