Repository: Drapersniper/Audio
Catalog: plmanagednode/locales/*.po
Languages: ar_sa, da_dk, de_de, el_gr, fi_fi, it_it, ja_jp, nb_no, pl_pl, pt_br, ro_ro, ru_ru, sv_se, uk_ua

source: Click the button below to configure the IP rotation for your node. More info at: <https://github.com/freyacodes/Lavalink/blob/dev/ROUTEPLANNERS.md> and <https://blog.arbjerg.dev/2020/3/tunnelbroker-with-lavalink>
ar_sa: انقر فوق الزر أدناه لتكوين تدوير IP لعقدتك. المزيد من المعلومات في: <https://github.com/freyacodes/Lavalink/blob/dev/ROUTEPLANNERS.md> و <https://blog.arbjerg.dev/2020/3/tunnelbroker-with-lavalink>
da_dk: Klik på knappen nedenfor for at konfigurere IP-rotation for din node. Mere info på: <https://github.com/freyacodes/Lavalink/blob/dev/ROUTEPLANNERS.md> og <https://blog.arbjerg.dev/2020/3/tunnelbroker-with-lavalink>
de_de: Klicken Sie auf die Schaltfläche unten, um die IP-Rotation für Ihren Knoten zu konfigurieren. Weitere Informationen unter: <https://github.com/freyacodes/Lavalink/blob/dev/ROUTEPLANNERS.md> und <https://blog.arbjerg.dev/2020/3/tunnelbroker-with-lavalink>
el_gr: Κάντε κλικ στο παρακάτω κουμπί για να διαμορφώσετε την περιστροφή IP για τον κόμβο σας. Περισσότερες πληροφορίες στο: <https://github.com/freyacodes/Lavalink/blob/dev/ROUTEPLANNERS.md> και <https://blog.arbjerg.dev/2020/3/tunnelbroker-with-lavalink>
fi_fi: Napsauta alla olevaa painiketta määrittääksesi IP-kierto palvelimellesi. Lisätietoja osoitteesta: <https://github.com/freyacodes/Lavalink/blob/dev/ROUTEPLANNERS.md> ja <https://blog.arbjerg.dev/2020/3/tunnelbroker-with-lavalink>
it_it: Clicca sul pulsante qui sotto per configurare la rotazione IP per il tuo nodo. Maggiori informazioni su: <https://github.com/freyacodes/Lavalink/blob/dev/ROUTEPLANNERS.md> e <https://blog.arbjerg.dev/2020/3/tunnelbroker-with-lavalink>
ja_jp: 下のボタンをクリックして、ノードの IP ローテーションを設定します。 詳細情報: <https://github.com/freyacodes/Lavalink/blob/dev/ROUTEPLANNERS.md> と <https://blog.arbjerg.dev/2020/3/tunnelbroker-with-lavalink>
nb_no: Klikk på knappen under for å konfigurere IP rotasjon for din node. Mer informasjon på: <https://github.com/freyacodes/Lavalink/blob/dev/ROUTEPLANNERS.md> og <https://blog.arbjerg.dev/2020/3/tunnelbroker-with-lavalink>
pl_pl: Kliknij poniższy przycisk, aby skonfigurować obrót IP dla Twojego węzła. Więcej informacji na stronie: <https://github.com/freyacodes/Lavalink/blob/dev/ROUTEPLANNERS.md> i <https://blog.arbjerg.dev/2020/3/tunnelbroker-with-lavalink>
pt_br: Clique no botão abaixo para configurar a rotação de IP para seu nó. Mais informações em: <https://github.com/freyacodes/Lavalink/blob/dev/ROUTEPLANNERS.md> e <https://blog.arbjerg.dev/2020/3/tunnelbroker-with-lavalink>
ro_ro: Faceţi clic pe butonul de mai jos pentru a configura rotaţia IP pentru modulul dvs. Mai multe informaţii la: <https://github.com/freyacodes/Lavalink/blob/dev/ROUTEPLANNERS.md> şi <https://blog.arbjerg.dev/2020/3/tunnelbroker-with-lavalink>
ru_ru: Нажмите на кнопку ниже, чтобы настроить ротацию IP для вашего узла. Дополнительная информация в: <https://github.com/freyacodes/Lavalink/blob/dev/ROUTEPLANNERS.md> и <https://blog.arbjerg.dev/2020/3/tunnelbroker-with-lavalink>
sv_se: Klicka på knappen nedan för att konfigurera IP-rotationen för din nod. Mer information på: <https://github.com/freyacodes/Lavalink/blob/dev/ROUTEPLANNERS.md> och <https://blog.arbjerg.dev/2020/3/tunnelbroker-with-lavalink>
uk_ua: Натисніть на кнопку нижче, щоб налаштувати поворот IP для вашого вузла. Більше інформації за адресою: <https://github.com/freyacodes/Lavalink/blob/dev/ROUTEPLANNERS.md> та <https://blog.arbjerg.dev/2020/3/tunnelbroker-with-lavalink>

source: Removing the IP rotation from your node. Run `{prefix}{command}` to restart the managed node
da_dk: Fjernelse af IP-rotation fra din node. Kør `{prefix}{command}` for at genstarte den administrerede node
de_de: Entferne die IP-Rotation von deinem Knoten. Führe `{prefix}{command}` aus, um den verwalteten Knoten neu zu starten
fi_fi: Poistetaan IP-kierto solmusta. Suorita{prefix}{command}` käynnistääksesi uudelleen hallinnoidun solmun
it_it: Rimozione della rotazione IP dal tuo nodo. Esegui `{prefix}{command}` per riavviare il nodo gestito
ja_jp: ノードからIPの回転を削除します。 `{prefix}{command}`を実行して管理ノードを再起動します。
nb_no: Fjerner IP rotasjon fra noden. Kjør `{prefix}{command}` for å restarte den administrerte noden
ro_ro: Ștergerea rotației IP din modulul tău. Rulează `{prefix}{command}` pentru a reporni modulul gestionat
ru_ru: Удалите IP вращение с вашего узла. Выполните `{prefix}{command}`, чтобы перезапустить управляемый узел
uk_ua: Видалення IP-обертання з вашого вузла. Запустіть `{prefix}{command}, щоб перезапустити керований вузол

source: Link a Google account to Lavalink to bypass YouTube's age restriction Run `[p]plmanaged config googleaccount 1` to remove the linked account.
da_dk: Link en Google-konto til Lavalink for at omgå YouTube's aldersbegrænsning Kør `[p]plmanaged config googleaccount 1` for at fjerne den linkede konto.
de_de: Verknüpfen Sie ein Google-Konto mit Lavalink um YouTubes Altersbeschränkung zu umgehen Führen Sie `[p]plmanaged config googleaccount 1` aus, um das verknüpfte Konto zu entfernen.
el_gr: Συνδέστε έναν λογαριασμό Google με το Lavalink για να παρακάμψετε τον περιορισμό ηλικίας του YouTube Εκτέλεση '[p]plmanaged config googleaccount 1 ' για την κατάργηση του συνδεδεμένου λογαριασμού.
fi_fi: Linkitä Google-tili Lavalink ohittaaksesi YouTuben ikärajoituksen Suorita `[p]plmanaged config googleaccount 1` poistaaksesi linkitetyn tilin.
it_it: Collega un account Google a Lavalink per bypassare la restrizione di età di YouTube Esegui `[p]configurazioni gestite su googleaccount 1` per rimuovere l'account collegato.
ja_jp: GoogleアカウントをLavalinkにリンクしてYouTubeの年齢制限を回避する `[p]plmanaged config googleaccount 1` を実行してリンクされたアカウントを削除します。
nb_no: Koble en Google-konto til Lavalink til bypass av YouTube's aldersbegrensning Kjør `[p]plyndret config googleaccount 1` for å fjerne den tilknyttede kontoen.
pl_pl: Połącz konto Google z Lavalink, aby ominąć ograniczenie wieku YouTube Uruchom `[p]plmanaged config googleaccount 1` aby usunąć powiązane konto.
pt_br: Vincule uma conta do Google ao Lavalink para ignorar a restrição de idade do YouTube Execute `[p]plmanaged config googleaccount 1` para remover a conta vinculada.
ro_ro: Conectați un cont Google la Lavalink pentru a ocoli restricția de vârstă a YouTube Rulați[p]plmanaged config googleaccount 1` pentru a elimina contul asociat.
ru_ru: Привяжите аккаунт Google к Lavalink чтобы обойти ограничение возраста YouTube Запустите `[p]plmanaged config googleaccount 1`, чтобы удалить привязанный аккаунт.
sv_se: Länka ett Google-konto till Lavalink för att kringgå YouTubes åldersgräns Kör `[p]plmanaged config googleaccount 1` för att ta bort det länkade kontot.
uk_ua: Прив'яжіть обліковий запис Google до Lavalink для обмеження віку YouTubeа запустіть `[p]профіль конфігурації з управління конфігурацією 1`, щоб видалити прив'язаний обліковий запис.

source: Click the button below to link a Google account to your node, if you have 2FA setup on this account you will need an app password instead More info at: <https://support.google.com/accounts/answer/185833>
da_dk: Klik på knappen nedenfor for at linke en Google-konto til din node, hvis du har 2FA opsætning på denne konto, skal du bruge en app adgangskode i stedet Mere info på: <https://support.google.com/accounts/answer/185833>
de_de: Klicken Sie auf die Schaltfläche unten, um ein Google-Konto mit Ihrem Knoten zu verknüpfen wenn Sie 2FA-Einstellungen auf diesem Konto haben, benötigen Sie stattdessen ein App-Passwort Weitere Informationen unter: <https://support.google.com/accounts/answer/185833>
el_gr: Κάντε κλικ στο παρακάτω κουμπί για να συνδέσετε έναν λογαριασμό Google με τον κόμβο σας, εάν έχετε ρυθμίσει 2FA σε αυτόν τον λογαριασμό, θα χρειαστείτε έναν κωδικό πρόσβασης εφαρμογής Περισσότερες πληροφορίες στο: <https://support.google.com/accounts/answer/185833>
fi_fi: Klikkaa alla olevaa painiketta linkittääksesi Google-tilin solmuasi varten, jos sinulla on 2FA-asetus tällä tilillä, tarvitset sen sijaan sovelluksen salasanan Lisätietoja osoitteesta: <https://support.google.com/accounts/answer/185833>
it_it: Clicca sul pulsante qui sotto per collegare un account Google al tuo nodo, se hai una configurazione 2FA su questo account avrai bisogno di una password app invece Maggiori informazioni su: <https://support.google.com/accounts/answer/185833>
ja_jp: 下のボタンをクリックして、Googleアカウントをあなたのノードにリンクします このアカウントに2FA設定がある場合は、代わりにアプリのパスワードが必要になります。 詳細はこちら: <https://support.google.com/accounts/answer/185833>
nb_no: Klikk på knappen nedenfor for å koble en Google-konto til din EK-gruppe, hvis du har 2FA oppsett på denne kontoen trenger du et app-passord i stedet Mer informasjon på: <https://support.google.com/accounts/answer/185833>
pl_pl: Kliknij poniższy przycisk, aby połączyć konto Google z Twoim węzłem, jeśli masz konfigurację 2FA na tym koncie, zamiast tego będziesz potrzebował hasła aplikacji Więcej informacji na stronie: <https://support.google.com/accounts/answer/185833>
pt_br: Clique no botão abaixo para vincular uma conta do Google ao seu nó, se você tem configuração 2FA nesta conta, você vai precisar de uma senha do aplicativo em vez disso Mais informações em: <https://support.google.com/accounts/answer/185833>
ro_ro: Faceți clic pe butonul de mai jos pentru a conecta un cont Google la modulul dvs., dacă aveți configurare 2FA pe acest cont, veți avea nevoie de o parolă a aplicației în loc de Mai multe informații la: <https://support.google.com/accounts/answer/185833>
ru_ru: Нажмите на кнопку ниже, чтобы привязать аккаунт Google к вашему узлу, если у вас есть настройка 2FA для этой учетной записи, вам понадобится пароль приложения вместо Подробнее по адресу: <https://support.google.com/accounts/answer/185833>
sv_se: Klicka på knappen nedan för att länka ett Google-konto till din nod, Om du har 2FA inställt på detta konto behöver du ett applösenord istället Mer information på: <https://support.google.com/accounts/answer/185833>
uk_ua: Натисніть на кнопку нижче, щоб прив'язати обліковий запис Google до вашого вузла, якщо у вас налаштовано 2FA на цьому акаунті, вам знадобиться пароль для додатку Детальніше: <https://support.google.com/accounts/answer/185833>

source: Unlinking Google account from your node. Run `{prefix}{command}` to restart the managed node
da_dk: Afkobling af Google-konto fra din node. Kør `{prefix}{command}` for at genstarte den administrerede node
de_de: Entbinden Sie das Google-Konto von Ihrem Knoten. Führen Sie `{prefix}{command}` aus, um den verwalteten Knoten neu zu starten
fi_fi: Poistetaan Google-tilin linkitys palvelimelta. Suorita `{prefix}{command}` käynnistääksesi uudelleen hallinnoitu palvelin
it_it: Scollega l'account Google dal tuo nodo. Esegui `{prefix}{command}` per riavviare il nodo gestito
ja_jp: ノードからGoogleアカウントのリンクを解除します。 `{prefix}{command}`を実行して管理ノードを再起動します。
nb_no: Koble fra Google-kontoen din fra noden. Kjør `{prefix}{command}` for å starte den administrerte noden på nytt
ro_ro: Deconectarea contului Google din modulul dvs. Rulați `{prefix}{command}` pentru a reporni nodul gestionat
ru_ru: Отсоединение аккаунта Google из вашего узла. Запустите `{prefix}{command}`, чтобы перезапустить управляемый узел
uk_ua: Від'єднання облікового запису Google з вашого вузла. Запустіть `{prefix}{command}щоб перезапустити керований вузол

source: Configure a HTTP proxy for Lavalink Run `[p]plmanaged config httpproxy 1` to remove the proxy.
da_dk: Konfigurer en HTTP-proxy for Lavalink Run `[p]plmanaged config httpproxy 1` for at fjerne proxyen.
de_de: Konfigurieren Sie einen HTTP-Proxy für Lavalink Ausführen`[p]plmanaged config httpproxy 1` um den Proxy zu entfernen.
el_gr: Ρύθμιση παραμέτρων διακομιστή μεσολάβησης HTTP για το Lavalink Εκτέλεση '[p]plmanaged config httpproxy 1'για να αφαιρέσετε το διακομιστή μεσολάβησης.
fi_fi: Määritä HTTP-välityspalvelin Lavalinkille Suorita `[p]plmanaged config httpproxy 1` poistaaksesi välityspalvelin.
it_it: Configura un proxy HTTP per Lavalink Esegui `[p]plmanaged config httpproxy 1` per rimuovere il proxy.
ja_jp: Lavalink の HTTP プロキシを設定する 実行する `[p]plmanaged config httpproxy 1` でプロキシを削除します。
nb_no: Konfigurer en HTTP-proxy for Lavalink Kjør `[p]håndtert config httpproxy 1` for å fjerne proxyen.
pl_pl: Skonfiguruj proxy HTTP dla Lavalink Uruchom `[p]plmanaged config httpproxy 1` aby usunąć proxy.
pt_br: Configure um proxy HTTP para Lavalink Run `[p]plmanaged config httpproxy 1` para remover o proxy.
ro_ro: Configurați un proxy HTTP pentru Lavalink Rulați `[p]plmanaged config httpproxy 1` pentru a elimina proxy-ul.
ru_ru: Настройте HTTP-прокси для Lavalink Выполнить `[p]plmanaged config httpproxy 1`, чтобы удалить прокси.
sv_se: Konfigurera en HTTP-proxy för Lavalink Kör `[p]plmanaged config httpproxy 1` för att ta bort proxy.
uk_ua: Налаштуйте HTTP-проксі для Lavalink Запустити `[p]plmanaged config httpproxy 1`, щоб видалити проксі.

source: Click the button below to configure a HTTP proxy for your node
da_dk: Klik på knappen nedenfor for at konfigurere en HTTP-proxy for din node
de_de: Klicken Sie auf die Schaltfläche unten, um einen HTTP-Proxy für Ihren Knoten zu konfigurieren
el_gr: Κάντε κλικ στο παρακάτω κουμπί για να διαμορφώσετε ένα διακομιστή μεσολάβησης HTTP για τον κόμβο σας
fi_fi: Napsauta alla olevaa painiketta määrittääksesi HTTP-välityspalvelimen palvelimellesi
it_it: Fare clic sul pulsante qui sotto per configurare un proxy HTTP per il nodo
ja_jp: ノードの HTTP プロキシを構成するには、下のボタンをクリックします
nb_no: Klikk på knappen nedenfor for å konfigurere en HTTP-proxy for noden din
pl_pl: Kliknij poniższy przycisk, aby skonfigurować serwer proxy HTTP dla Twojego węzła
pt_br: Clique no botão abaixo para configurar um proxy HTTP para o seu nó
ro_ro: Faceţi clic pe butonul de mai jos pentru a configura un proxy HTTP pentru modulul dvs
ru_ru: Нажмите на кнопку ниже, чтобы настроить HTTP прокси для вашего узла
sv_se: Klicka på knappen nedan för att konfigurera en HTTP-proxy för din nod
uk_ua: Натисніть на кнопку нижче, щоб налаштувати HTTP проксі для вашого вузла

source: Unlinking HTTP proxy from your node. Run `{prefix}{command}` to restart the managed node
da_dk: Fjern forbindelse til HTTP-proxy fra din node. Kør `{prefix}{command}` for at genstarte den administrerede node
de_de: Entbinden Sie den HTTP-Proxy von Ihrem Knoten. Führen Sie `{prefix}{command}` aus, um den verwalteten Knoten neu zu starten
fi_fi: Poista HTTP-välityspalvelimen linkitys palvelimelta. Suorita `{prefix}{command}` käynnistääksesi uudelleen hallinnoitu palvelin
it_it: Scollega il proxy HTTP dal tuo nodo. Esegui `{prefix}{command}` per riavviare il nodo gestito
ja_jp: ノードからHTTPプロキシのリンクを解除します。 `{prefix}{command}` を実行して管理ノードを再起動します。
nb_no: Fjern HTTP-proxy fra noden. Kjør `{prefix}{command}for å starte den administrerte noden på nytt
ro_ro: Deconectarea proxy HTTP din modulul dvs. Rulați `{prefix}{command}` pentru a reporni nodul gestionat
ru_ru: Отсоединение HTTP-прокси с вашего узла. Запустите `{prefix}{command}`, чтобы перезапустить управляемый узел
uk_ua: Від'єднання HTTP-проксі від вашого вузла. Запустіть `{prefix}{command}щоб перезапустити керований вузол

source: You are not authorized to interact with this
da_dk: Du er ikke autoriseret til at interagere med dette
de_de: Sie sind nicht berechtigt mit diesem zu interagieren
el_gr: Δεν είστε εξουσιοδοτημένοι να αλληλεπιδράσετε με αυτό
fi_fi: Sinulla ei ole oikeutta olla vuorovaikutuksessa tämän kanssa
it_it: Non sei autorizzato a interagire con questo
ja_jp: これとやり取りする権限がありません
nb_no: Du er ikke autorisert til å samhandle med dette
pl_pl: Nie masz uprawnień do interakcji z tym
pt_br: Você não está autorizado a interagir com isto
ro_ro: Nu sunteți autorizat să interacționați cu acest
ru_ru: Вы не авторизованы для взаимодействия с этим
sv_se: Du har inte behörighet att interagera med detta
uk_ua: Ви не авторизовані для взаємодії з цим

source: IP Rotation Configurator
ar_sa: تكوين تدوير IP
da_dk: Ip Rotationskonfigurator
de_de: IP-Rotation Konfigurator
el_gr: Διαμορφωτής περιστροφής IP
it_it: Configuratore Di Rotazione Ip
nb_no: IP rotasjonskonfigurator
pl_pl: Konfigurator obrotu IP
pt_br: Configurador de Rotação IP
ro_ro: Configurare Rotație IP
ru_ru: Конфигуратор поворота IP
sv_se: IP rotationskonfigurator
uk_ua: Конфігурація обертання IP

source: IP Blocks
ar_sa: كتل IP
da_dk: Ip Blokke
de_de: IP Blöcke
el_gr: Αποκλεισμός IP
fi_fi: Ip Lohkot
it_it: Blocchi IP
ja_jp: IP ブロック
nb_no: IP blokker
pl_pl: Bloki IP
pt_br: Blocos IP
ro_ro: Blocuri IP
ru_ru: IP блоки
sv_se: IP block
uk_ua: Блоки IP

source: 1.0.0.0/8,...,... - Comma separated list of IP blocks
ar_sa: 1.0.0.0/8,...... - قائمة مفصولة بفواصل لكتل IP
da_dk: 1.0.0.0/8,...... - Kommasepareret liste over IP-blokke
de_de: 1.0.0.0/8,...... - Komma getrennte Liste von IP-Blöcken
el_gr: 1.0.0.0/8,...,... - Λίστα μπλοκ IP διαχωρισμένη με κόμμα
fi_fi: 1.0.0.0/8,...,... - Pilkulla erotettu lista IP-lohkoista
it_it: 1.0.0.0/8,... - Lista separata virgola di blocchi IP
ja_jp: 1.0.0.0/8,...,... - IP ブロックのカンマ区切りリスト
nb_no: 1.0.0.0/8,...,... - Komma-separert liste over IP-blokker
pl_pl: 1.0.0.0/8,...... - Lista bloków IP oddzielonych przecinkami
pt_br: 1.0.0.0/8,...,... - Lista de blocos de IP separados por vírgula
ro_ro: 1.0.0.0/8,...,... - Lista de blocuri IP separate prin virgulă
ru_ru: 1.0.0.0/8,...,... - Список блоков, разделенных запятыми
sv_se: 1.0.0.0.0/8,...... - Kommaseparerad lista över IP-block
uk_ua: 1.0.0.0/8,...,... - Список блоків, розділених комами

source: Rotation strategy
ar_sa: استراتيجية التناوب
da_dk: Rotationsstrategi
de_de: Rotation Strategie
el_gr: Στρατηγική εναλλαγής
fi_fi: Kierto strategia
it_it: Strategia di rotazione
ja_jp: ローテーション戦略
nb_no: Rotasjon strategi
pl_pl: Strategia rotacji
pt_br: Estratégia de rotação
ro_ro: Strategia de rotație
ru_ru: Стратегия ротации
sv_se: Rotering strategi
uk_ua: Стратегія обертання

source: Retry limit
ar_sa: حد إعادة المحاولة
da_dk: Forsøg grænse igen
de_de: Wiederholungslimit
el_gr: Όριο επανάληψης
fi_fi: Yritä uudelleen
it_it: Limite riprova
ja_jp: 再試行の制限
nb_no: Retrir grense
pl_pl: Ponów limit
pt_br: Limite de repetição
ro_ro: Reîncercați limita
ru_ru: Лимит повторов
sv_se: Begränsa försök igen
uk_ua: Ліміт спроб

source: -1 = default, 0 = infinity, >0 = number of retries
ar_sa: -1 = الافتراضي، 0 = اللانهائي، >0 = عدد عمليات إعادة المحاولة
da_dk: -1 = default, 0 = uendelig, >0 = antal forsøg
de_de: -1 = default, 0 = Unendlichkeit, >0 = Anzahl der Wiederholungen
el_gr: -1 = προεπιλογή, 0 = άπειρο, >0 = αριθμός επαναλήψεων
fi_fi: -1 = oletusarvo, 0 = ääretön, >0 = uudelleenyritysten lukumäärä
it_it: -1 = default, 0 = infinito, >0 = numero di tentativi
ja_jp: -1 = default, 0 = 無限大, 0 = リトライ数
nb_no: -1 = standard, 0 = uendelig, >0 = antall forsøk
pl_pl: -1 = wartość domyślna, 0 = nieskończoność, >0 = liczba powtórzeń
pt_br: -1 = padrão, 0 = infinito, >0 = número de tentativas
ro_ro: -1 = implicit, 0 = infinit, >0 = numărul de reîncercări
ru_ru: -1 = по умолчанию, 0 = бесконечность, >0 = количество попыток
sv_se: -1 = standard, 0 = oändlighet, >0 = antal försök
uk_ua: -1 = за замовчуванням, 0 = нескінченність, >0 = кількість повторів

source: IPs to exclude
ar_sa: عناوين IP للاستبعاد
da_dk: IP'er der skal ekskluderes
de_de: IPs ausschließen
el_gr: IP για εξαίρεση
fi_fi: IP:t poissulkemaan
it_it: IP da escludere
ja_jp: 除外する IP アドレス
nb_no: IPer som skal ekskluderes
pl_pl: IP do wykluczenia
pt_br: IPs para excluir
ro_ro: IP-uri de exclus
ru_ru: IP для исключения
sv_se: IP-adresser att exkludera
uk_ua: Не заповнювати IP

source: Comma separated list of IP to exclude from rotation
ar_sa: قائمة IP مفصولة بفواصل لاستبعاد من التدوير
da_dk: Kommasepareret liste over IP for at udelukke fra rotation
de_de: Durch Komma getrennte Liste von IP die von der Drehung ausgeschlossen werden soll
el_gr: Λίστα IP διαχωρισμένη με κόμματα για εξαίρεση από την περιστροφή
fi_fi: Pilkulla erotettu IP- luettelo kierrosta poistettavaksi
it_it: Elenco separato da virgole di IP da escludere dalla rotazione
ja_jp: ローテーションから除外するIPアドレスのカンマ区切りリスト
nb_no: Kommadelt liste over IP for å utelukke fra rotasjon
pl_pl: Lista adresów IP oddzielonych przecinkami do wykluczenia z obrotu
pt_br: Lista de IPs separados por vírgula para excluir da rotação
ro_ro: Lista IP-urilor separate prin virgulă pentru a fi excluse din rotație
ru_ru: Разделенный запятыми список IP для исключения из вращения
sv_se: Kommaseparerad lista över IP att utesluta från rotation
uk_ua: Список вимкнених IP для обертання

source: Search trigger rotation
ar_sa: دوران مشغل البحث
da_dk: Søg udløser rotation
de_de: Suche Triggerdrehung
el_gr: Εναλλαγή σκανδάλης αναζήτησης
fi_fi: Hae käynnistimen kierto
it_it: Ricerca rotazione trigger
ja_jp: トリガーの回転を検索
nb_no: Søke utløserrotasjon
pl_pl: Wyszukaj rotację wyzwalacza
pt_br: Buscar rotação do gatilho
ro_ro: Căutare declanșare rotație
ru_ru: Поиск триггера вращения
sv_se: Sök utlösarrotation
uk_ua: Обертання тригера

source: 0 or 1 (0 = disabled, 1 = enabled)
ar_sa: 0 أو 1 (0 = معطل، 1 = مفعل)
da_dk: 0 eller 1 (0 = deaktiveret, 1 = aktiveret)
de_de: 0 oder 1 (0 = deaktiviert, 1 = aktiviert)
el_gr: 0 ή 1 (0 = απενεργοποιημένο, 1 = ενεργοποιημένο)
fi_fi: 0 tai 1 (0 = pois käytöstä, 1 = käytössä)
it_it: 0 o 1 (0 = disabilitato, 1 = abilitato)
ja_jp: 0 または 1 (0 = 無効、1 = 有効)
nb_no: 0 eller 1 (0 = deaktivert, 1 = aktivert)
pl_pl: 0 lub 1 (0 = wyłączone, 1 = włączone)
pt_br: 0 ou 1 (0 = desativado, 1 = ativado)
ro_ro: 0 sau 1 (0 = dezactivat, 1 = activat)
ru_ru: 0 или 1 (0 = выключено, 1 = включено)
sv_se: 0 eller 1 (0 = inaktiverat, 1 = aktiverat)
uk_ua: 0 або 1 (0 = вимкнено, 1 = увімкнено)

source: Invalid IP block - {error}
ar_sa: كتلة IP غير صالحة - {error}
da_dk: Ugyldig IP-blok - {error}
de_de: Ungültiger IP-Block - {error}
el_gr: Μη έγκυρος αποκλεισμός IP - {error}
fi_fi: Virheellinen IP-lohko - {error}
it_it: Blocco IP non valido - {error}
ja_jp: 無効な IP ブロック - {error}
nb_no: Ugyldig IP-blokk - {error}
pl_pl: Nieprawidłowy blok IP - {error}
pt_br: Bloco de IP inválido - {error}
ro_ro: Bloc: IP nevalid - {error}
ru_ru: Недопустимый IP блок - {error}
sv_se: Ogiltigt IP-block - {error}
uk_ua: Невірний IP блок - {error}

source: No IP blocks were provided
da_dk: Ingen IP-blokke blev leveret
de_de: Es wurden keine IP-Blöcke angegeben
el_gr: Δεν παρασχέθηκαν μπλοκ IP
fi_fi: IP-lohkoja ei annettu
it_it: Nessun blocco IP è stato fornito
ja_jp: IPブロックが指定されていません
nb_no: Ingen IP-blokker ble oppgitt
pl_pl: Nie dostarczono bloków IP
pt_br: Nenhum bloco de IP foi fornecido
ro_ro: Nu au fost furnizate blocuri IP
ru_ru: Блоки IP не были предоставлены
sv_se: Inga IP-block har angetts
uk_ua: Не було вказано жодних блоків IP

source: Invalid IP address - {error}
ar_sa: عنوان IP غير صالح - {error}
da_dk: Ugyldig IP-adresse - {error}
de_de: Ungültige IP-Adresse - {error}
el_gr: Μη έγκυρη διεύθυνση IP - {error}
fi_fi: Virheellinen IP-osoite - {error}
it_it: Indirizzo IP non valido - {error}
ja_jp: 無効なIPアドレス - {error}
nb_no: Ugyldig IP-adresse - {error}
pl_pl: Nieprawidłowy adres IP - {error}
pt_br: Endereço IP inválido - {error}
ro_ro: Adresă IP invalidă - {error}
ru_ru: Неверный IP-адрес - {error}
sv_se: Ogiltig IP-adress - {error}
uk_ua: Невірна IP-адреса - {error}
