Repository: Drapersniper/Audio
Catalog: plmanagednode/locales/*.po
Languages: ar_sa, da_dk, de_de, el_gr, fi_fi, it_it, ja_jp, nb_no, pl_pl, pt_br, ro_ro, ru_ru, sv_se, uk_ua

source: Set the managed Lavalink node maximum heap-size. By default, this value is 2G of available RAM in the host machine represented by (65-1023M|1+G) (256M, 256G for example) This value only represents the maximum amount of RAM allowed to be used at any given point, and does not mean that the managed Lavalink node will always use this amount of RAM.
da_dk: Indstil den administrerede Lavalink-knude maksimal heap-størrelse. Som standard denne værdi er 2G tilgængelig RAM i værtmaskinen repræsenteret ved (65-1023M 1+G) (256M, 256G for eksempel) Denne værdi repræsenterer kun det maksimale antal RAM, der må bruges på et givet punkt, og betyder ikke , at den administrerede Lavalink-knude altid vil bruge denne mængde RAM.
de_de: Legen Sie die maximale Heap-Größe des Knoten Lavalink fest. Standardmäßig dieser Wert ist 2G des verfügbaren Arbeitsspeichers in der Host-Maschine durch (65-1023M|1+G) (256M, 256G zum Beispiel) Dieser Wert stellt nur die maximal zulässige Arbeitsspeicher dar, die an einem bestimmten Punkt verwendet werden darf und bedeutet nicht , dass der verwaltete Lavalink-Knoten diese Menge an RAM immer verwenden wird.
el_gr: Ορίστε τον διαχειριζόμενο κόμβο Lavalink μέγιστο μέγεθος σωρού. Από προεπιλογή, αυτή η τιμή είναι 2G διαθέσιμης μνήμης RAM στο κεντρικό μηχάνημα που αντιπροσωπεύεται από (65-1023M|1 + G) (256M, 256G για παράδειγμα) Αυτή η τιμή αντιπροσωπεύει μόνο τη μέγιστη ποσότητα μνήμης RAM που επιτρέπεται να χρησιμοποιηθεί σε οποιοδήποτε δεδομένο σημείο και δεν σημαίνει ότι ο διαχειριζόμενος κόμβος Lavalink θα χρησιμοποιεί πάντα αυτό το ποσό μνήμης RAM.
fi_fi: Aseta hallittu Lavalink solmun suurin koko. Oletuksena tämä arvo on 2G saatavilla olevaa RAM-muistia isäntäkoneessa, jota edustaa (65-1023M◄ 1+G) (256M, 256G esimerkiksi) Tämä arvo vastaa vain enimmäismäärää, joka voidaan käyttää missä tahansa pisteessä, ja ei tarkoita että hallittu Lavalink solmun aina käyttää tätä määrää RAM.
it_it: Imposta la dimensione massima del nodo Lavalink gestito. Di default, questo valore è 2G della RAM disponibile nella macchina host rappresentata da (65-1023M<unk> 1+G) (256M, 256G per esempio) Questo valore rappresenta solo la quantità massima di RAM consentita in un dato punto, e non significa che il nodo Lavalink gestito utilizzerà sempre questa quantità di RAM.
nb_no: Angi den administrerte Lavalink noden maksimale opphøyningsstørrelsen. som standard denne verdien er 2G tilgjengelig RAM i vertsmaskinen representert ved (65-1023M∙1+G) (256M, 256G for eksempel) Denne verdien representerer bare det maksimale antallet RAM som kan brukes på alle angitte punkter, og betyr ikke at den håndterte Lavalink-noden alltid vil bruke denne mengden med RAM.
pl_pl: Ustaw maksymalny rozmiar heapu zarządzanego węzła Lavalink. Domyślnie, ta wartość wynosi 2G dostępnej pamięci RAM w komputerze hosta reprezentowanym przez (65-1023M|1+G) (256M, na przykład 256G) Ta wartość reprezentuje tylko maksymalną ilość pamięci RAM dozwoloną do użycia w dowolnym punkcie, i nie oznacza że obsługiwany węzeł Lavalink zawsze będzie używał tej ilości RAM.
pt_br: Defina o tamanho máximo do nó Lavalink gerenciado. (Automatic Translation) Por padrão este valor é 2G do RAM disponível na máquina hospedeira representada por (65-1023M^\\1+G) (256M, 256G por exemplo) Este valor representa apenas o valor máximo de RAM permitido para ser usado em qualquer ponto, e não significa que o nó Lavalink gerenciado sempre usará esta quantidade de RAM.
ro_ro: Setaţi valoarea maximă a nodului Lavalink gestionat. Implicit, această valoare este 2G RAM disponibil în aparatul gazdă reprezentat de (65-1023M<unk> 1+G) (256M, 256G de exemplu Această valoare reprezintă doar cantitatea maximă de RAM permisă pentru a fi folosită la orice punct dat, și nu înseamnă că nodul Lavalink gestionat va utiliza întotdeauna această cantitate de RAM.
sv_se: Set the managed Lavalink node maximum heap-size. (Automatic Copy) Som standard, detta värde är 2G av tillgängliga RAM i värdmaskinen representeras av (65-1023M<unk> 1+G) (256M, 256G till exempel) Detta värde representerar endast det maximala antalet RAM som tillåts användas vid varje given punkt, och betyder inte att den hanterade Lavalink-noden alltid kommer att använda denna mängd RAM.
uk_ua: Встановити керований Лавалінковий вузол максимального розміру. За замовчуванням , це значення є 2G доступною оперативною пам'яттю (65-1023M|1+G) (256M, 256G для прикладу) Це значення представляє лише максимальну кількість оперативної пам'яті, дозволеної в будь-якій точці і не означає , що керований вузол Lavalink завжди буде використовувати цю кількість оперативної пам'яті.

source: Heap-size must be a valid measure of size, e.g. 256M, 256G
ar_sa: حجم السمة يجب أن يكون مقياسا صحيحا للحجم، على سبيل المثال 256M، 256G
da_dk: Heap-størrelse skal være et gyldigt mål af størrelse, f.eks. 256M, 256G
de_de: Heap-Größe muss ein gültiges Maß für die Größe sein, z.B. 256M, 256G
el_gr: Το μέγεθος του σωρού πρέπει να είναι έγκυρο μέτρο μεγέθους, π.χ. 256M, 256G
fi_fi: Heap-koon on oltava kelvollinen koko, esim. 256M, 256G
it_it: La dimensione dell'heap deve essere una misura valida di dimensioni, ad esempio 256M, 256G
ja_jp: ヒープサイズは、256M、256G などの有効なサイズでなければなりません
nb_no: Heap-størrelse må være et gyldig mål for størrelse, f.eks. 256M, 256G
pl_pl: Rozmiar wspornika musi być prawidłową miarą wielkości, np. 256M, 256G
pt_br: O tamanho do Heap-size deve ser uma medida válida de tamanho, ex.: 256M, 256G
ro_ro: Dimensiunea casei trebuie să fie o măsură validă a dimensiunii, de exemplu 256M, 256G
ru_ru: Размер кучи должен быть допустимым показателем размера, например 256M, 256G
sv_se: Heap-size måste vara ett giltigt mått av storlek, t.ex. 256M, 256G
uk_ua: Розмір у Heap-size має бути допустимою мірою, наприклад 256M, 256G

source: Heap-size must be at least 64M, however it is recommended to have it set to at least 1G
da_dk: Heap-størrelse skal være mindst 64M, men det anbefales at have det indstillet til mindst 1G
de_de: Heap-Größe muss mindestens 64M sein, es wird jedoch empfohlen, mindestens 1G einzustellen
el_gr: Το μέγεθος του σωρού πρέπει να είναι τουλάχιστον 64M, ωστόσο συνιστάται να το ρυθμίσετε τουλάχιστον σε 1G
fi_fi: Heap-koon on oltava vähintään 64M, mutta on suositeltavaa, että se on vähintään 1G
it_it: La dimensione dell'heap deve essere almeno 64M, tuttavia si raccomanda di averla impostata ad almeno 1G
ja_jp: ヒープサイズは少なくとも64Mでなければなりませんが、少なくとも1Gに設定することをお勧めします
nb_no: Størrelsen må være minst 64M, men det anbefales å ha den til minst 1G
pl_pl: Rozmiar wspornika musi wynosić co najmniej 64M, jednak zaleca się, aby ustawiono go na co najmniej 1G
pt_br: Tamanho do calor deve ser pelo menos 64M, no entanto é recomendado que seja definido como pelo menos 1G
ro_ro: Mărimea capului trebuie să fie de cel puțin 64M, cu toate acestea se recomandă ca acesta să fie setat la cel puțin 1G
ru_ru: Размер кучи должен быть по крайней мере 64M, однако рекомендуется иметь хотя бы 1G
sv_se: Heap-size måste vara minst 64M, men det rekommenderas att ha den inställd på minst 1G
uk_ua: Розмір Геппа повинен бути не менше 64 М, однак рекомендовано мати його встановлений як мінімум в 1G

source: Heap-size must be less than your system RAM, You currently have {ram_in_bytes} of RAM available
da_dk: Heap-size skal være mindre end dit system RAM, Du har i øjeblikket {ram_in_bytes} RAM til rådighed
de_de: Heap-Größe muss kleiner sein als Ihr System-RAM, Sie haben derzeit {ram_in_bytes} RAM verfügbar
el_gr: Το μέγεθος του σωρού πρέπει να είναι μικρότερο από τη μνήμη RAM του συστήματός σας, αυτήν τη στιγμή έχετε {ram_in_bytes} διαθέσιμη μνήμη RAM
fi_fi: Heap-size on oltava pienempi kuin järjestelmän RAM, Sinulla on tällä hetkellä {ram_in_bytes} RAM saatavilla
it_it: La dimensione dell'heap deve essere inferiore alla RAM di sistema, al momento hai {ram_in_bytes} di RAM disponibile
ja_jp: ヒープサイズはシステムRAMより小さくなければなりません。現在 {ram_in_bytes} 個のRAMが利用可能です
nb_no: Heap-størrelse må være mindre enn systemet RAM, du har for øyeblikket {ram_in_bytes} av RAM tilgjengelig
pl_pl: Heap-rozmiar musi być mniejszy niż pamięci RAM systemu, obecnie masz {ram_in_bytes} dostępnych pamięci RAM
pt_br: O tamanho do salto deve ser menor do que o seu sistema RAM, você tem atualmente {ram_in_bytes} de RAM disponível
ro_ro: Mărimea capului trebuie să fie mai mică decât RAM sistemului, în prezent aveți {ram_in_bytes} RAM disponibil
ru_ru: Размер кучи должен быть меньше, чем ваш системный ОЗУ, в настоящее время у вас есть {ram_in_bytes} оперативной памяти
sv_se: Heap-size måste vara mindre än ditt system-RAM, du har för närvarande {ram_in_bytes} RAM tillgängligt
uk_ua: Розмір темпу повинен бути меншим, ніж системна оперативна пам'ять, в даний час у вас є {ram_in_bytes} доступні оперативної пам'яті

source: Heap-size must be less than {limit} due to your system limitations
da_dk: Heap-størrelse skal være mindre end {limit} på grund af dine systembegrænsninger
de_de: Heap-Größe muss aufgrund Ihrer Systembeschränkungen kleiner als {limit} sein
el_gr: Το μέγεθος του σωρού πρέπει να είναι μικρότερο από {limit} λόγω των περιορισμών του συστήματός σας
fi_fi: Heap-koon on oltava pienempi kuin {limit} järjestelmäsi rajoitusten vuoksi
it_it: La dimensione dell'heap deve essere inferiore a {limit} a causa delle limitazioni di sistema
ja_jp: システムの制限によりヒープサイズは {limit} より小さくなければなりません
nb_no: Størrelsen må være mindre enn {limit} på grunn av systembegrensningene
pl_pl: Heap-rozmiar musi być mniejszy niż {limit} ze względu na ograniczenia systemu
pt_br: O tamanho do calor deve ser menor que {limit} devido a limitações do seu sistema
ro_ro: Dimensiunea casei trebuie să fie mai mică de {limit} datorită limitărilor sistemului dumneavoastră
ru_ru: Размер кучи должен быть меньше, чем {limit} из-за ограничений системы
sv_se: Heap-size måste vara mindre än {limit} på grund av dina systembegränsningar
uk_ua: Розмір темпу має бути менше {limit} через системні обмеження

source: Managed node's heap-size set to {bytes}. Run `{prefix}{command}` to restart the managed node
da_dk: Administreret node 's heap-size sat til {bytes}. Kør `{prefix}{command}` for at genstarte den administrerede node
de_de: Die Heap-Größe des Verwalteten Knotens auf {bytes}gesetzt. Führen Sie `{prefix}{command}` aus, um den verwalteten Knoten neu zu starten
fi_fi: Hallinnoidun solmun kassan koko asetettu {bytes}. Suorita `{prefix}{command}` käynnistääksesi uudelleen hallinnoidun solmun
it_it: Dimensione heap del nodo gestita impostata su {bytes}. Esegui `{prefix}{command}` per riavviare il nodo gestito
ja_jp: マネージドノードのヒープサイズを {bytes}に設定しました。 `{prefix}{command}`を実行して管理ノードを再起動します。
nb_no: Administrerte nodens haug størrelse satt til {bytes}. Kjør `{prefix}{command}` for å starte den administrerte noden på nytt
ro_ro: Dimensiunea head-ului gestionată a nodului setat la {bytes}. Rulați `{prefix}{command}` pentru a reporni nodul gestionat
ru_ru: Управляемый размер узла установлен в {bytes}. Запустите `{prefix}{command}`, чтобы перезапустить управляемый узел
uk_ua: Розмір керованого вузла для {bytes}. Запустіть `{prefix}{command}`, щоб перезапустити керований вузол

source: Change the managed node start up configs
da_dk: Ændre den administrerede node opstart configs
de_de: Verwaltete Node-Start-Konfigurationen ändern
el_gr: Αλλαγή των ρυθμίσεων παραμέτρων εκκίνησης διαχειριζόμενου κόμβου
fi_fi: Muuta hallittuja solmun käynnistysasetuksia
it_it: Cambia le configurazioni di avvio del nodo gestito
ja_jp: 管理ノードの起動設定を変更する
nb_no: Endre den administrerte noden starter innstillinger
pl_pl: Zmień konfiguracje uruchamiania zarządzanego węzła
pt_br: Alterar as configurações para iniciar o nó gerenciado
ro_ro: Modifică configurările modulului de pornire gestionat
ru_ru: Изменить настройки запуска управляемого узла
sv_se: Ändra den hanterade noden starta konfigurationer
uk_ua: Зміна керованого вузла запуск налаштувань

source: Set the managed node host
da_dk: Indstil den administrerede nodevært
de_de: Den verwalteten Knoten Host festlegen
el_gr: Ορισμός του κεντρικού υπολογιστή διαχειριζόμενου κόμβου
fi_fi: Aseta hallinnoitu palvelin
it_it: Imposta l'host del nodo gestito
ja_jp: 管理ノードホストを設定
nb_no: Angi den administrerte node-verten
pl_pl: Ustaw zarządzany host węzła
pt_br: Definir o host do nó gerenciado
ro_ro: Setaţi modulul de găzduire gestionat
ru_ru: Установить хост управляемого узла
sv_se: Ställ in den hanterade noden värd
uk_ua: Встановити керований вузол вузла

source: Managed node's host set to {host}. Run `{prefix}{command}` to restart the managed node
da_dk: Administreret node's vært sat til {host}. Kør `{prefix}{command}` for at genstarte den administrerede node
de_de: Der Host des verwalteten Knotens wurde auf {host}gesetzt. Führe `{prefix}{command}` aus, um den verwalteten Knoten neu zu starten
fi_fi: Hallinnoidun solmukohdan isäntä asetettu {host}. Suorita `{prefix}{command}` käynnistääksesi uudelleen hallinnoidun solmun
it_it: Host del nodo gestito impostato su {host}. Esegui `{prefix}{command}` per riavviare il nodo gestito
ja_jp: マネージドノードのホストを {host}に設定しました。 `{prefix}{command}`を実行して管理ノードを再起動します。
nb_no: Administrerte nodens verts-sett til {host}. Kjør `{prefix}{command}` for å restarte den administrerte noden
ro_ro: Gazda modulului gestionat setat la {host}. Execută `{prefix}{command}` pentru a reporni nodul gestionat
ru_ru: Хост управляемого узла установлен в {host}. Запустите `{prefix}{command}`, чтобы перезапустить управляемый узел
uk_ua: Вузол з керованим вузлом встановлено на {host}. Запустіть `{prefix}{command}` щоб перезавантажити керований вузол

source: `Dangerous command` Set the managed Lavalink node's connection port. This port is the port the managed Lavalink node binds to, you should only change this if there is a conflict with the default port because you already have an application using port 2154 on this device. The value by default is `2154`.
ar_sa: تعيين "أمر خطر" منفذ اتصال عقدة لافالينك الذي تم إدارته. هذا المنفذ هو المنفذ الذي تربط به عقدة لافالينك المدارة ، يجب عليك تغيير هذا فقط إذا كان هناك تعارض مع المنفذ الافتراضي لأنه لديك بالفعل تطبيق يستخدم المنفذ 2154 على هذا الجهاز. القيمة الافتراضية هي 2154`.
da_dk: `Farlig kommando` Indstil den administrerede Lavalink-knudekodes forbindelsesport. Denne port er porten den administrerede Lavalink-node binder til, du bør kun ændre dette, hvis der er en konflikt med standard porten, fordi du allerede har et program ved hjælp af port 2154 på denne enhed. Værdien som standard er `2154`.
de_de: `Dangerous command` Setze den gemanagten Lavalink Knoten Verbindungs-Port. Dieser Port ist der Port, an den sich der Knoten Lavalink bindet sollten Sie dies nur ändern, wenn es einen Konflikt mit dem Standardport gibt, da Sie bereits eine Anwendung mit Port 2154 auf diesem Gerät haben. Standardmäßig ist der Wert `2154`.
el_gr: «Επικίνδυνη εντολή» Ορίστε τη διαχειριζόμενη θύρα σύνδεσης του κόμβου Lavalink. Αυτή η θύρα είναι η θύρα στην οποία συνδέεται ο διαχειριζόμενος κόμβος Lavalink, θα πρέπει να το αλλάξετε μόνο εάν υπάρχει Διένεξη με την προεπιλεγμένη θύρα, επειδή έχετε ήδη μια εφαρμογή που χρησιμοποιεί τη θύρα 2154 σε αυτήν τη συσκευή. Η τιμή από προεπιλογή είναι '2154'.
fi_fi: `Vaarallinen komento`Aseta hallittu Lavalink solmun yhteysportti. Tämä portti on hallitun Lavalink solmun sitoutuu, sinun pitäisi muuttaa tätä vain, jos on ristiriidassa oletusportin kanssa, koska sinulla on jo sovellus käyttäen porttia 2154 tällä laitteella. Arvo on oletuksena `2154`.
it_it: `Comando pericoloso` Imposta la porta di connessione del nodo Lavalink gestita. Questa porta è la porta a cui il nodo Lavalink gestito si lega si dovrebbe cambiare solo se c'è un conflitto con la porta predefinita perché hai già un'applicazione che utilizza la porta 2154 su questo dispositivo. Il valore predefinito è `2154`.
nb_no: "Farlig kommando" Angi den administrerte Lavalink ingen tilkoblingsport. Denne porten er den administrerte Lavalink-noden bindes til du burde bare endre dette hvis det er en konflikt med standardporten fordi du allerede har en applikasjon som bruker port 2154 på denne enheten. Verdien som standard er `2154`.
pl_pl: `Dangerous command` Ustaw port połączenia zarządzanego węzła Lavalink. The port is the port, z którym zarządzany węzeł Lavalink wiąże się, powinieneś to zmienić tylko, jeśli występuje konflikt z domyślnym portem ponieważ masz już aplikację używającą portu 2154 na tym urządzeniu. Wartość domyślna to `2154`.
pt_br: `Comando perigoso` Define o nó de conexão do Lavalink gerenciado. Esta porta é a porta a que o nó Lavalink gerenciado se liga, você só deve mudar isso se houver um conflito com a porta padrão, porque você já tem um aplicativo usando a porta 2154 neste dispositivo. O valor por padrão é `2154`.
ro_ro: `Comanda periculoasă` Setează portul de conectare Lavalink gestionat. Acest port este portul la care nodul Lavalink se leagă ar trebui să schimbați acest lucru doar dacă există un conflict cu portul implicit deoarece aveți deja o aplicație care folosește portul 2154 pe acest dispozitiv. Valoarea implicită este `2154`.
ru_ru: `Dangerous command` Установить порт соединения управляемого узла Lavalink. Этот порт является портом управляемого узла Lavalink вы должны изменить это только в том случае, если конфликтует с портом по умолчанию, потому что у вас уже есть приложение, использующее порт 2154 на этом устройстве. Значение по умолчанию — `2154`.
sv_se: `Farligt kommando` Ange den hanterade Lavalinknodens anslutningsport. Denna port är porten som den hanterade Lavalink-noden binder till, du bör bara ändra detta om det finns en konflikt med standardporten eftersom du redan har ett program som använder port 2154 på denna enhet. Värdet som standard är `2154`.
uk_ua: `Небезпечна команда` Встановити порт керованого вузла Лавалінка. Цей порт є портом вузлів керованого Лавалінка, до ви повинні змінити це тільки якщо є конфлікт з портом за замовчуванням, тому що у вас вже є додаток з використанням порту 2154 на цьому пристрої. Значення за замовчуванням - `2154`.

source: The port must be between 1024 and 49151
da_dk: Havnen skal være mellem 1024 og 49151
de_de: Der Port muss zwischen 1024 und 49151 liegen
el_gr: Η θύρα πρέπει να είναι μεταξύ 1024 και 49151
fi_fi: Sataman on oltava välillä 1024 ja 49151
it_it: Il porto deve essere compreso tra 1024 e 49151
ja_jp: ポートは 1024 から 49151 の間でなければなりません
nb_no: Havnen må være mellom 1024 og 49151
pl_pl: Port musi być pomiędzy 1024 a 49151
pt_br: A porta deve estar entre 1024 e 49151
ro_ro: Portul trebuie să fie între 1024 şi 49151
ru_ru: Порт должен быть от 1024 до 49151
sv_se: Hamnen måste vara mellan 1024 och 49151
uk_ua: Порт має бути від 1024 до 49151

source: Managed node's port set to {port}. Run `{prefix}{command}` to restart the managed node
da_dk: Administreret node port sat til {port}. Kør `{prefix}{command}` for at genstarte den administrerede node
de_de: Port für verwaltete Knoten auf {port}gesetzt. Führen Sie `{prefix}{command}` aus, um den verwalteten Knoten neu zu starten
fi_fi: Hallinnoidun solmun portti asetettu {port}. Suorita `{prefix}{command}` käynnistääksesi uudelleen hallinnoidun solmun
it_it: Porta del nodo gestita impostata su {port}. Esegui `{prefix}{command}` per riavviare il nodo gestito
ja_jp: 管理されたノードのポートを {port}に設定しました。 `{prefix}{command}`を実行して管理されたノードを再起動します。
nb_no: Administrerte nodens port satt til {port}. Kjør `{prefix}{command}` for å starte på nytt den administrerte noden
ro_ro: Portul nodului gestionat setat la {port}. Rulați `{prefix}{command}` pentru a reporni nodul gestionat
ru_ru: Порт управляемого узла установлен в {port}. Запустите `{prefix}{command}`, чтобы перезапустить управляемый узел
uk_ua: Порт керованого вузла встановлено на {port}. Запустити `{prefix}{command}` для перезавантаження керованого вузла

source: Change the managed node plugins
da_dk: Ændr de administrerede indholdselementer
de_de: Verwaltete Knoten-Plugins ändern
el_gr: Αλλαγή των προσθηκών διαχειριζόμενων κόμβων
fi_fi: Vaihda hallittuja solmun liitännäisiä
it_it: Cambia i plugin del nodo gestito
ja_jp: 管理ノードプラグインを変更する
nb_no: Endre de administrerte node-programtilleggene
pl_pl: Zmień obsługiwane wtyczki węzła
pt_br: Alterar os plugins do servidor gerenciado
ro_ro: Schimbă plugin-urile cu nod gestionat
ru_ru: Изменить плагины управляемого узла
sv_se: Ändra hanterade insticksprogram för noden
uk_ua: Змінити керованих плагінів вузла

source: Disabled one of the available plugins
da_dk: Deaktiverede en af de tilgængelige plugins
de_de: Eines der verfügbaren Plugins deaktiviert
el_gr: Απενεργοποίησε ένα από τα διαθέσιμα πρόσθετα
fi_fi: Poistettu käytöstä yksi käytettävissä olevista liitännäisistä
it_it: Disabilitato uno dei plugin disponibili
ja_jp: 利用可能なプラグインを無効にしました
nb_no: Deaktivert en av de tilgjengelige tilleggene
ro_ro: S-a dezactivat unul dintre plugin-urile disponibile
ru_ru: Отключено из доступных плагинов
uk_ua: Вимкнено один з доступних плагінів

source: The plugin must be one of the following: {plugins}
da_dk: Plugin skal være en af følgende: {plugins}
de_de: Das Plugin muss eines der folgenden sein: {plugins}
el_gr: Το πρόσθετο πρέπει να είναι ένα από τα ακόλουθα: {plugins}
fi_fi: Liitännäisen on oltava yksi seuraavista: {plugins}
it_it: Il plugin deve essere uno dei seguenti: {plugins}
ja_jp: プラグインは以下のいずれかでなければなりません: {plugins}
nb_no: Plugin må være en av følgende: {plugins}
ro_ro: Plugin-ul trebuie să fie unul dintre următoarele: {plugins}
ru_ru: Плагин должен быть одним из следующих: {plugins}
uk_ua: Модуль має бути одним з наступних: {plugins}

source: Managed node's plugin {plugin} disabled. Run `{prefix}{command}` to restart the managed node
da_dk: Administreret node-plugin {plugin} deaktiveret. Kør `{prefix}{command}` for at genstarte den administrerede node
de_de: Managed node's plugin {plugin} deaktiviert. Führe `{prefix}{command}` aus, um den verwalteten Knoten neu zu starten
fi_fi: Hallitun solmukohdan liitännäinen {plugin} poistettu käytöstä. Suorita `{prefix}{command}` käynnistääksesi uudelleen hallinnoidun solmun
it_it: Il plugin del nodo gestito {plugin} è disabilitato. Esegui `{prefix}{command}` per riavviare il nodo gestito
ja_jp: 管理されたノードのプラグイン {plugin} が無効になっています。 管理 ノードを再起動するには、 `{prefix}{command}を実行してください。
nb_no: Administrert nodens plugin {plugin} deaktivert. Kjør `{prefix}{command}` for å starte den administrerte noden på nytt
ro_ro: Plugin-ul {plugin} al nodului gestionat este dezactivat. Execută `{prefix}{command}` pentru a reporni nodul administrat
ru_ru: Управляемый узел {plugin} отключен. Запустите `{prefix}{command}`, чтобы перезапустить управляемый узел
uk_ua: Плагін керованого вузла {plugin} відключений. Запустіть `{prefix}{command}`, щоб перезапустити керований вузол

source: Enable one of the available plugins
da_dk: Aktiver et af de tilgængelige plugins
de_de: Aktiviere eines der verfügbaren Plugins
el_gr: Ενεργοποιήστε ένα από τα διαθέσιμα πρόσθετα
fi_fi: Ota käyttöön yksi käytettävissä olevista liitännäisistä
it_it: Abilita uno dei plugin disponibili
ja_jp: 利用可能なプラグインを有効にする
nb_no: Aktiver en av de tilgjengelige tilleggene
ro_ro: Activați unul dintre plugin-urile disponibile
ru_ru: Включить один из доступных плагинов
uk_ua: Увімкнути один з доступних плагінів
