Repository: Drapersniper/Audio
Catalog: plmanagednode/locales/*.po
Languages: ar_sa, da_dk, de_de, el_gr, fi_fi, it_it, ja_jp, nb_no, pl_pl, pt_br, ro_ro, ru_ru, sv_se, uk_ua

source: Invalid strategy, must be one of: {options}
ar_sa: استراتيجية غير صالحة، يجب أن تكون واحدة: {options}
da_dk: Ugyldig strategi, skal være en af: {options}
de_de: Ungültige Strategie, muss eine von: {options}
el_gr: Μη έγκυρη στρατηγική, πρέπει να είναι ένα από τα εξής: {options}
fi_fi: Virheellinen strategia, täytyy olla yksi seuraavista: {options}
it_it: La strategia non valida, deve essere una di: {options}
ja_jp: 無効な戦略です。次のいずれかを指定する必要があります： {options}
nb_no: Ugyldig strategi må være en av: {options}
pl_pl: Nieprawidłowa strategia, musi być jedną z: {options}
pt_br: Estratégia inválida, deve ser um dos: {options}
ro_ro: Strategie nevalidă, trebuie să fie una din: {options}
ru_ru: Недопустимая стратегия, должна быть одна: {options}
sv_se: Ogiltig strategi, måste vara en av: {options}
uk_ua: Неправильна стратегія, повинна бути одним з: {options}

source: Invalid retry limit, must be a number greater than or equals to -1
da_dk: Ugyldig retry grænse, skal være et tal større end eller lig med -1
de_de: Ungültiges Wiederholungslimit, muss eine Zahl größer oder gleich -1 sein
el_gr: Μη έγκυρο όριο επανάληψης, πρέπει να είναι ένας αριθμός μεγαλύτερος ή ίσος με -1
fi_fi: Virheellinen retry raja, täytyy olla suurempi tai yhtä suuri kuin -1
it_it: Limite di riprova non valido, deve essere un numero maggiore o uguale a -1
ja_jp: 無効な再試行制限です。数値は -1 以上である必要があります
nb_no: Ugyldig retry limit. Må være et tall større enn eller lik -1
pl_pl: Nieprawidłowy limit powtórzeń, musi być liczbą większą lub równą -1
pt_br: Limite de repetição inválido, deve ser um número maior ou igual a -1
ro_ro: Limită de reîncercare invalidă, trebuie să fie un număr mai mare sau egal cu -1
ru_ru: Недопустимое ограничение повторов, должно быть числом больше или равно -1
sv_se: Ogiltig återbetalningsgräns, måste vara ett tal större än eller lika med -1
uk_ua: Хибний ліміт повторної спроби повинен бути числом, більшим або дорівнювати -1

source: Invalid search trigger, must be 0 or 1
da_dk: Ugyldig søgefrigger, skal være 0 eller 1
de_de: Ungültiger Suchauslöser, muss 0 oder 1 sein
el_gr: Μη έγκυρο έναυσμα αναζήτησης, πρέπει να είναι 0 ή 1
fi_fi: Virheellinen hakulaukaisin, täytyy olla 0 tai 1
it_it: trigger di ricerca non valido, deve essere 0 o 1
ja_jp: 無効な検索トリガーです。0または1でなければなりません
nb_no: Ugyldig søkeutløser, må være 0 eller 1
pl_pl: Niepoprawny wyzwalacz wyszukiwania, musi być 0 lub 1
pt_br: Gatilho de pesquisa inválido, deve ser 0 ou 1
ro_ro: Declanșator căutare nevalid, trebuie să fie 0 sau 1
ru_ru: Недопустимый поисковый триггер, должен быть 0 или 1
sv_se: Ogiltig sökutlösare, måste vara 0 eller 1
uk_ua: Помилковий пошуковий тригер, має бути 0 або 1

source: IP rotation configuration saved. Run `{prefix}{command}` to restart the managed node
da_dk: IP-rotation konfiguration gemt. Kør `{prefix}{command}` for at genstarte den administrerede node
de_de: IP-Rotation Konfiguration gespeichert. Führe `{prefix}{command}` aus, um den verwalteten Knoten neu zu starten
fi_fi: IP-kierto tallennettu. Suorita `{prefix}{command}` käynnistääksesi uudelleen hallinnoidun palvelimen
it_it: Configurazione di rotazione IP salvata. Esegui `{prefix}{command}` per riavviare il nodo gestito
ja_jp: IPローテーション設定が保存されました。 `{prefix}{command}`を実行して管理ノードを再起動します。
nb_no: IP rotasjonskonfigurasjon lagret. Kjør `{prefix}{command}` for å starte den administrerte noden på nytt
ro_ro: Configurație de rotație IP salvată. Rulează `{prefix}{command}` pentru a reporni nodul gestionat
ru_ru: IP вращение сохранено. Выполните `{prefix}{command}`, чтобы перезапустить управляемый узел
uk_ua: Конфігурацію обертання IP-адреси збережено. Запустіть `{prefix}{command}` для перезавантаження керованого вузла

source: Google Account Configurator
ar_sa: تكوين حساب جوجل
da_dk: Konfigurator For Google Konto
de_de: Google-Konfigurator
el_gr: Διαμορφωτής Λογαριασμού Google
fi_fi: Google-Tilin Konfigurointi
it_it: Configuratore Account Google
ja_jp: Google アカウントの設定
nb_no: Google kontokonfigurator
pl_pl: Konfiguracja konta Google
pt_br: Configurador de Conta Google
ro_ro: Configurator Cont Google
ru_ru: Конфигуратор аккаунта Google
sv_se: Konfigurering av Google-konto
uk_ua: Налаштування облікового запису Google

source: Email address
ar_sa: عنوان البريد الإلكتروني
da_dk: E-mail adresse
de_de: E-Mail-Adresse
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου
fi_fi: Sähköposti osoite
it_it: Indirizzo email
ja_jp: メールアドレス
nb_no: Epost adresse
pl_pl: Adres e-mail
pt_br: Endereço de e-mail
ro_ro: Adresa de e-mail
ru_ru: Email адрес
sv_se: E-postadress
uk_ua: Адреса електронної пошти

source: Your Google account email
ar_sa: بريدك الإلكتروني لحساب جوجل
da_dk: Din Google-konto e-mail
de_de: Ihre Google-Account-E-Mail
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου του Λογαριασμού σας Google
fi_fi: Sinun Google-tilisi sähköposti
it_it: Email del tuo account Google
ja_jp: Googleアカウントのメールアドレス
nb_no: E-postadressen til Google-kontoen din
pl_pl: E-mail z Twoim kontem Google
pt_br: Seu e-mail da conta Google
ro_ro: E-mailul contului dvs. Google
ru_ru: Email вашего аккаунта Google
sv_se: Din e-postadress för Google-konto
uk_ua: Адреса електронної пошти Вашого облікового запису Google

source: password
ar_sa: كلمة المرور
da_dk: adgangskode
de_de: passwort
el_gr: κωδικός πρόσβασης
fi_fi: salasana
ja_jp: パスワード
nb_no: passord
pl_pl: hasło
pt_br: Senha
ro_ro: parolă
ru_ru: пароль
sv_se: lösenord
uk_ua: пароль

source: If you have 2FA you will need an app password
ar_sa: إذا كان لديك 2FA فستحتاج إلى كلمة مرور التطبيق
da_dk: Hvis du har 2FA, skal du bruge en app adgangskode
de_de: Wenn Sie 2FA haben, benötigen Sie ein App-Passwort
el_gr: Εάν έχετε 2FA, θα χρειαστείτε έναν κωδικό πρόσβασης εφαρμογής
fi_fi: Jos sinulla on 2FA, tarvitset sovelluksen salasanan
it_it: Se hai 2FA avrai bisogno di una password dell'app
ja_jp: 2FAをお持ちの場合は、アプリのパスワードが必要になります。
nb_no: Hvis du har 2FA trenger du et app-passord
pl_pl: Jeśli masz 2FA będziesz potrzebował hasła aplikacji
pt_br: Se você tem 2FA você vai precisar de uma senha de aplicativo
ro_ro: Dacă aveți 2FA veți avea nevoie de o parolă pentru aplicație
ru_ru: Если у вас есть 2FA, вам понадобится пароль приложения
sv_se: Om du har 2FA behöver du ett app-lösenord
uk_ua: Якщо ви маєте 2FA, вам знадобиться пароль для додатку

source: Invalid email address
da_dk: Ugyldig e-mailadresse
de_de: Ungültige E-Mail-Adresse
el_gr: Μη έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
fi_fi: Virheellinen sähköpostiosoite
it_it: Indirizzo email non valido
ja_jp: 無効なメールアドレス
nb_no: Ugyldig e-postadresse
pl_pl: Nieprawidłowy adres e-mail
pt_br: Endereço de e-mail inválido
ro_ro: Adresă de e-mail nevalidă
ru_ru: Неверный адрес электронной почты
sv_se: Ogiltig e-postadress
uk_ua: Некоректна адреса електронної пошти

source: Google account linked. Run `{prefix}{command}` to restart the managed node
da_dk: Google konto linket. Kør `{prefix}{command}` for at genstarte den administrerede node
de_de: Google-Konto verknüpft. Führen Sie `{prefix}{command}` aus, um den verwalteten Knoten neu zu starten
fi_fi: Google-tili. Suorita `{prefix}{command}` käynnistääksesi uudelleen hallinnoidun solmun
it_it: Account Google collegato. Esegui `{prefix}{command}` per riavviare il nodo gestito
ja_jp: Googleアカウントがリンクされました。 `{prefix}{command}`を実行して管理ノードを再起動します。
nb_no: Google konto koblet. Kjør `{prefix}{command}` for å starte den administrerte noden på nytt
ro_ro: Contul Google este legat. Rulați `{prefix}{command}` pentru a reporni nodul gestionat
ru_ru: Учётная запись Google привязана. Запустите `{prefix}{command}`, чтобы перезапустить управляемый узел
uk_ua: Під’єднано обліковий запис Google. Запустіть `{prefix}{command}`, щоб перезапустити керований вузол

source: HTTP Proxy Configurator
ar_sa: تكوين HTTP Proxy
da_dk: Http Proxy Konfigurator
de_de: HTTP-Proxy-Konfigurator
el_gr: Διαμορφωτής διακομιστή μεσολάβησης HTTP
fi_fi: Http Välityspalvelimen Asetukset
it_it: Configuratore Proxy HTTP
ja_jp: HTTP プロキシ設定
nb_no: HTTP proxy-konfigurasjon
pl_pl: Konfiguracja proxy HTTP
pt_br: Configurador Proxy HTTP
ro_ro: Configurator Proxy HTTP
ru_ru: Конфигуратор HTTP-прокси
sv_se: Konfigurator för HTTP-proxy
uk_ua: Налаштування HTTP проксі

source: Hostname of the proxy, (ip or domain or localhost)
ar_sa: اسم المضيف للوكيل، (ip أو المجال أو المضيف المحلي)
da_dk: Værtsnavn for proxy, (ip eller domæne eller localhost)
de_de: Hostname des Proxy, (ip oder Domain oder localhost)
el_gr: Όνομα κεντρικού υπολογιστή του διακομιστή μεσολάβησης (ip ή τομέας ή τοπικός οργανισμός)
fi_fi: Välityspalvelimen nimi, (ip tai domain tai localhost)
it_it: Nome host del proxy, (ip o dominio o localhost)
ja_jp: プロキシのホスト名 (IPまたはドメインまたはローカルホスト)
nb_no: Vertsnavn for proxy, (ip eller domene eller localhost)
pl_pl: Nazwa hosta serwera proxy (ip lub domena lub localhost)
pt_br: Nome do host do proxy, (IP ou domínio ou localhost)
ro_ro: Nume gazdă proxy, (ip sau domeniu sau localhost)
ru_ru: Имя прокси (ip или домен или localhost)
sv_se: Värdnamn för proxy, (ip eller domän eller localhost)
uk_ua: Ім'я хоста проксі, IP або localhost)

source: Proxy port
ar_sa: منفذ الوكيل
el_gr: Θύρα διακομιστή μεσολάβησης
fi_fi: Välityspalvelimen portti
it_it: Porta proxy
ja_jp: プロキシポート
nb_no: Port for mellomtjener
pl_pl: Port proxy
pt_br: Porta do proxy
ro_ro: Port proxy
ru_ru: Порт прокси
uk_ua: Порт проксі-сервера

source: Proxy port, 3128 is the default for squidProxy
ar_sa: منفذ البروكسي، 3128 هو الافتراضي للبروكسي الحبار
da_dk: Proxy port, 3128 er standard for squidProxy
de_de: Proxy-Port, 3128 ist der Standard für squidProxy
el_gr: Θύρα διακομιστή μεσολάβησης, 3128 είναι η προεπιλογή για το squidProxy
fi_fi: Välityspalvelimen portti, 3128 on oletus squidProxy
it_it: Porta proxy, 3128 è il valore predefinito per squidProxy
ja_jp: proxy port, 3128 は squidProxy のデフォルトです。
nb_no: Proxy-port, 3128 er standard for squidProxy
pl_pl: Port proxy, 3128 jest domyślny dla squidProxy
pt_br: Porta de proxy, 3128 é o padrão para squidProxy
ro_ro: Portul proxy, 3128 este implicit pentru caldProxy
ru_ru: Порт прокси-сервера, 3128 по умолчанию для squidProxy
sv_se: Proxyport, 3128 är standard för squidProxy
uk_ua: Проксі порт 3128 за замовчуванням для squidProxy

source: User
ar_sa: المستخدم
da_dk: Bruger
de_de: Benutzer
el_gr: Χρήστης
fi_fi: Käyttäjä
it_it: Utente
ja_jp: ユーザー
nb_no: Bruker
pl_pl: Użytkownik
pt_br: Usuário
ro_ro: Utilizator
ru_ru: Пользователь
sv_se: Användare
uk_ua: Користувач

source: Optional user for basic authentication fields, leave blank if you don't use basic auth
ar_sa: المستخدم الاختياري لحقول المصادقة الأساسية، اتركه فارغاً إذا كنت لا تستخدم المصادقة الأساسية
da_dk: Valgfri bruger for grundlæggende godkendelsesfelter, efterlad blank, hvis du ikke bruger grundlæggende auth
de_de: Optionaler Benutzer für Basis-Authentifizierungsfelder, leer lassen, wenn Sie keine Basis-Authentifizierung verwenden
el_gr: Προαιρετικός χρήστης για βασικά πεδία ελέγχου ταυτότητας, αφήστε κενό εάν δεν χρησιμοποιείτε βασικό έλεγχο ταυτότητας
fi_fi: Valinnainen käyttäjä perustodennuksen kenttiin, jätä tyhjäksi, jos et käytä perusauthia
it_it: Utente opzionale per i campi di autenticazione di base, lasciare vuoto se non si utilizza l'autenticazione di base
ja_jp: 基本的な認証フィールドを使用しない場合は空白のままにする
nb_no: Valgfri bruker for grunnleggende godkjenningsfelt, la stå tomt om du ikke bruker grunnleggende auth
pl_pl: Opcjonalny użytkownik dla podstawowych pól uwierzytelniania, pozostaw puste, jeśli nie używasz podstawowej autoryzacji
pt_br: Usuário opcional para campos básicos de autenticação, deixe em branco se você não usar a autenticação básica
ro_ro: Utilizator opțional pentru câmpurile de autentificare de bază, lăsați necompletat dacă nu utilizați autorizare de bază
ru_ru: Необязательный пользователь для поля аутентификации, оставьте пустым, если вы не используете базовую авторизацию
sv_se: Valfri användare för grundläggande autentiseringsfält, lämna tomt om du inte använder grundläggande auth
uk_ua: Необов'язковий користувач для базових полів аутентифікації, залиште порожнім, якщо ви не використовуєте базового автентифікації

source: Password
ar_sa: كلمة المرور
da_dk: Adgangskode
de_de: Passwort
el_gr: Κωδικός πρόσβασης
fi_fi: Salasana
ja_jp: パスワード
nb_no: Passord
pl_pl: Hasło
pt_br: Palavra-passe
ro_ro: Parolă
ru_ru: Пароль
sv_se: Lösenord
uk_ua: Пароль

source: Optional password for basic authentication fields, leave blank if you don't use basic auth
ar_sa: كلمة المرور الاختيارية لحقول المصادقة الأساسية، اتركها فارغة إذا لم تستخدم المصادقة الأساسية
da_dk: Valgfri adgangskode til grundlæggende godkendelsesfelter, efterlad blank, hvis du ikke bruger grundlæggende auth
de_de: Optionales Passwort für grundlegende Authentifizierungsfelder, leer lassen, wenn Sie keine Basis-Authentifizierung verwenden
el_gr: Προαιρετικός κωδικός πρόσβασης για βασικά πεδία ελέγχου ταυτότητας, αφήστε κενό εάν δεν χρησιμοποιείτε το βασικό auth
fi_fi: Valinnainen salasana perus todennus kenttiä, jätä tyhjäksi, jos et käytä perus auth
it_it: Password opzionale per i campi di autenticazione di base, lasciare vuoto se non si utilizza l'autenticazione di base
ja_jp: ベーシック認証フィールドのオプションパスワード。ベーシック認証を使用しない場合は空白のままにする
nb_no: Valgfritt passord for grunnleggende godkjenningsfelt, la stå tomt om du ikke bruker grunnleggende auth
pl_pl: Opcjonalne hasło dla podstawowych pól uwierzytelniania, pozostaw puste, jeśli nie używasz podstawowej autoryzacji
pt_br: Senha opcional para campos básicos de autenticação, deixe em branco se você não usar autenticação básica
ro_ro: Parolă opțională pentru câmpurile de autentificare de bază, lăsați necompletat dacă nu utilizați autentificare de bază
ru_ru: Необязательный пароль для базовых полей аутентификации, оставьте пустым, если вы не используете базовую авторизацию
sv_se: Valfritt lösenord för grundläggande autentiseringsfält, lämna tomt om du inte använder grundläggande auth
uk_ua: Необов'язковий пароль для базових полів аутентифікації, залиште порожнім, якщо ви не використовуєте базового автентифікації

source: Invalid port, must be a number between 0 and 65536
da_dk: Ugyldig port, skal være et tal mellem 0 og 65536
de_de: Ungültiger Port muss eine Zahl zwischen 0 und 65536 sein
el_gr: Μη έγκυρη θύρα, πρέπει να είναι ένας αριθμός μεταξύ 0 και 65536
fi_fi: Virheellinen portti, on numero väliltä 0 ja 65536
it_it: Porta non valida, deve essere un numero compreso tra 0 e 65536
ja_jp: 無効なポートです。0 から 65536 の数字である必要があります。
nb_no: Ugyldig port, må være et tall mellom 0 og 65536
pl_pl: Nieprawidłowy port, musi być liczbą pomiędzy 0 a 65536
pt_br: Porta inválida, deve ser um número entre 0 e 65536
ro_ro: Portul nevalid, trebuie să fie un număr între 0 și 65536
ru_ru: Недопустимый порт должен быть числом от 0 до 65536
sv_se: Ogiltig port, måste vara ett nummer mellan 0 och 65536
uk_ua: Некоректний порт. Має бути число від 0 до 65536

source: HTTP proxy configuration saved. Run `{prefix}{command}` to restart the managed node
da_dk: HTTP proxy-konfiguration gemt. Kør `{prefix}{command}` for at genstarte den administrerede node
de_de: HTTP-Proxy-Konfiguration gespeichert. Führe `{prefix}{command}` aus, um den verwalteten Knoten neu zu starten
fi_fi: HTTP-välityspalvelimen määritys tallennettu. Suorita `{prefix}{command}` käynnistääksesi uudelleen hallinnoitu palvelin
it_it: Configurazione proxy HTTP salvata. Esegui `{prefix}{command}` per riavviare il nodo gestito
ja_jp: HTTPプロキシ構成が保存されました。 `{prefix}{command}`を実行して管理ノードを再起動します。
nb_no: HTTP-proxy-konfigurasjonen lagret. Kjør `{prefix}{command}` for å starte den administrerte noden på nytt
ro_ro: Configurare HTTP proxy salvată. Rulați `{prefix}{command}` pentru a reporni nodul gestionat
ru_ru: Конфигурация HTTP прокси сохранена. Запустите `{prefix}{command}`, чтобы перезапустить управляемый узел
uk_ua: Конфігурація HTTP проксі-сервера збережена. Запустіть `{prefix}{command}` щоб перезапустити керований вузол

source: Toggle the managed node on/off. Changes will be applied after restarting [botname].
el_gr: Ενεργοποιήστε /απενεργοποιήστε τον διαχειριζόμενο κόμβο. Οι αλλαγές θα εφαρμοστούν μετά την επανεκκίνηση [botname].

source: PyLav's managed node has been enabled.
el_gr: Ο διαχειριζόμενος κόμβος του PyLav έχει ενεργοποιηθεί.

source: PyLav's managed node has been disabled.
el_gr: Ο διαχειριζόμενος κόμβος του PyLav έχει απενεργοποιηθεί.

source: Toggle the managed node auto updates on/off. Changes will be applied after restarting [botname].
el_gr: Ενεργοποιήστε / απενεργοποιήστε τις αυτόματες ενημερώσεις του διαχειριζόμενου κόμβου. Οι αλλαγές θα εφαρμοστούν μετά την επανεκκίνηση [botname].

source: PyLav's managed node auto updates have been enabled
el_gr: Οι αυτόματες ενημερώσεις διαχειριζόμενων κόμβων του PyLav έχουν ενεργοποιηθεί

source: PyLav's managed node auto updates have been disabled
el_gr: Οι αυτόματες ενημερώσεις διαχειριζόμενων κόμβων του PyLav έχουν απενεργοποιηθεί

source: Managed node's heap-size set to {bytes}.
el_gr: Το μέγεθος σωρού του διαχειριζόμενου κόμβου έχει οριστεί σε {bytes}.

source: Managed node's host set to {host}.
el_gr: Ο κεντρικός υπολογιστής του διαχειριζόμενου κόμβου έχει οριστεί σε {host}.

source: Managed node's port set to {port}.
el_gr: Η θύρα του διαχειριζόμενου κόμβου έχει οριστεί σε {port}.

source: Managed node's plugin {plugin} disabled.
el_gr: Η προσθήκη του διαχειριζόμενου κόμβου {plugin} ανάπηρος.

source: Managed node's plugin {plugin} enabled.
el_gr: Η προσθήκη του διαχειριζόμενου κόμβου {plugin} Ενεργοποιημένη.

source: Managed node's plugins updated. {updates}
el_gr: Τα πρόσθετα του διαχειριζόμενου κόμβου ενημερώθηκαν. {updates}

source: Managed node's {source} source set to {state}.
el_gr: Διαχειριζόμενοι κόμβοι {source} Η προέλευση έχει οριστεί σε {state}.

source: Toggle the managed node filters
el_gr: Εναλλαγή των φίλτρων διαχειριζόμενων κόμβων

source: Invalid source, {valid_list} are valid filters
el_gr: Μη έγκυρη πηγή, {valid_list} είναι έγκυρα φίλτρα

source: Managed node's {source} filter set to {state}.
el_gr: Διαχειριζόμενοι κόμβοι {source} φίλτρο που έχει οριστεί σε {state}.

source: Configure multiple settings for the managed node. Run `[p]plmanaged config server <setting> info` to show info about the settings and what they do. **Setting names**: `bufferDurationMs` : Integer i.e 400 (Default 400) - Set to 0 to disable JDA-NAS `frameBufferDurationMs` : Integer i.e 1000 (Default 1000) `trackStuckThresholdMs` : Integer i.e 1000 (Default 1000) `youtubePlaylistLoadLimit` : Integer i.e 1000 (Default 1000) `opusEncodingQuality` : Integer i.e 10 (Default 10) `resamplingQuality` : String i.e LOW (Default HIGH) `useSeekGhosting` : Boolean i.e True (Default True) `playerUpdateInterval` : Integer i.e 30 (Default 30) `youtubeSearchEnabled` : Boolean i.e True (Default True) `soundcloudSearchEnabled` : Boolean i.e True (Default True)
el_gr: Διαμορφώστε πολλές ρυθμίσεις για τον διαχειριζόμενο κόμβο. Εκτέλεση '[p]plmanaged διακομιστής ρυθμίσεων παραμέτρων <setting> πληροφορίες» για την εμφάνιση πληροφοριών σχετικά με τις ρυθμίσεις και τι κάνουν. **Ονόματα ρυθμίσεων**: 'BufferDurationMs' : Ακέραιος δηλαδή 400 (Προεπιλογή 400) - Ορίστε το σε 0 για να απενεργοποιήσετε το JDA-NAS 'frameBufferDurationMs' : Ακέραιος δηλαδή 1000 (Προεπιλογή 1000) 'trackStuckThresholdMs' : Ακέραιος δηλαδή 1000 (Προεπιλογή 1000) 'youtubePlaylistLoadLimit' : Ακέραιος δηλαδή 1000 (Προεπιλογή 1000) 'opusEncodingQuality' : Ακέραιος δηλαδή 10 (Προεπιλογή 10) 'αναδειγματοληψίαΠοιότητα' : Συμβολοσειρά δηλαδή ΧΑΜΗΛΗ (Προεπιλεγμένη ΥΨΗΛΗ) 'useSeekGhosting' : Δυαδικό, δηλαδή Αληθινό (Προεπιλεγμένο Αληθές) 'playerUpdateInterval' : Ακέραιος δηλαδή 30 (Προεπιλογή 30) 'youtubeΑναζήτησηΕνίσχυση' : Δυαδικό, δηλαδή Αληθινό (Προεπιλεγμένο Αληθές) 'soundcloudΑναζήτησηΕνεργοποιημένο' : Δυαδικό, δηλαδή Αληθινό (Προεπιλεγμένο Αληθές)

source: The duration of the NAS buffer in milliseconds. Higher values fare better against longer GC pauses but will increase RAM usage. Minimum of 40ms, lower values may introduce pauses and stutters. Set to 0 to disable JDA-NAS. Accepted values: Range: 0 - 2,000
el_gr: Η διάρκεια του buffer NAS σε χιλιοστά του δευτερολέπτου. Οι υψηλότερες τιμές κοστίζουν καλύτερα σε σχέση με τις μεγαλύτερες παύσεις GC, αλλά θα αυξήσουν τη χρήση της μνήμης RAM. Τουλάχιστον 40ms, οι χαμηλότερες τιμές ενδέχεται να προκαλέσουν παύσεις και διακοπές. Ρυθμίστε σε 0 για να απενεργοποιήσετε το JDA-NAS. Αποδεκτές τιμές: Εύρος: 0 - 2.000

source: How many milliseconds of audio to keep buffered, Higher values increase RAM usage. Accepted values: Range: 1,000 - 10,000
el_gr: Πόσα χιλιοστά του δευτερολέπτου ήχου για να διατηρήσετε το buffered, Οι υψηλότερες τιμές αυξάνουν τη χρήση ram. Αποδεκτές τιμές: Εύρος: 1.000 - 10.000

source: How frequently in seconds to send player updates to clients, affects the current position accuracy. Accepted values: Range: 1 - 86400
el_gr: Το πόσο συχνά σε δευτερόλεπτα στέλνετε ενημερώσεις παικτών σε πελάτες, επηρεάζει την ακρίβεια της τρέχουσας θέσης. Αποδεκτές τιμές: Εύρος: 1 - 86400

source: {Setting} set to {value}.
el_gr: {Setting} ρυθμισμένο σε {value}.

source: Configure Lavalink IP Rotation for rate limits. Run `[p]plmanaged config iprotation 1` to remove the ip rotation
el_gr: Διαμορφώστε την περιστροφή IP Lavalink για όρια ρυθμού. Εκτέλεση '[p]Plmanaged Config Iprotation 1' για να καταργήσετε την περιστροφή IP

source: Removing the IP rotation from your node.
el_gr: Αφαίρεση της περιστροφής IP από τον κόμβο σας.

source: Unlinking Google account from your node.
el_gr: Αποσύνδεση του Λογαριασμού Google από τον κόμβο σας.

source: Unlinking HTTP proxy from your node.
el_gr: Αποσύνδεση διακομιστή μεσολάβησης HTTP από τον κόμβο σας.

source: IP rotation configuration saved.
el_gr: Η διαμόρφωση περιστροφής IP αποθηκεύτηκε.

source: Google account linked.
el_gr: Συνδεδεμένος λογαριασμός Google.

source: Hostname
el_gr: Όνομα κεντρικού υπολογιστή

source: HTTP proxy configuration saved.
el_gr: Η διαμόρφωση του διακομιστή μεσολάβησης HTTP αποθηκεύτηκε.

source: Configure the managed Lavalink node used by PyLav.
ar_sa: تكوين عقدة Lavalink المدارة المستخدمة من قبل PyLav.

source: Show the version of the Cog and it's PyLav dependencies.
ar_sa: إظهار نسخة من الكتلة وهي تبعيات PyLav .

source: Restart the managed Lavalink node.
ar_sa: إعادة تشغيل عقدة Lavalink المدارة.

source: The managed node is not enabled, run `[p]{command}` to first enable the managed node.
ar_sa: العقدة المدارة غير مفعلة، قم بتشغيل `[p]{command}` لتمكين العقدة المدارة أولاً.

source: Restarted the managed Lavalink node.
ar_sa: إعادة تشغيل عقدة Lavalink المدارة.

source: Set the java executable for PyLav. Default is "java" Changes will be applied after restarting the bot.
ar_sa: تعيين جافا قابلة للتنفيذ لـ PyLav. الافتراضي هو "جافا" سيتم تطبيق التغييرات بعد إعادة تشغيل بوت.
pl_pl: Ustaw plik wykonywalny java dla PyLav. Domyślnie jest "java" Zmiany zostaną zastosowane po ponownym uruchomieniu bota.
pt_br: Defina o executável do java para PyLav. Padrão é "java" As alterações serão aplicadas após reiniciar o bot.
sv_se: Set the java executable for PyLav. Standard är "java" Ändringar kommer att tillämpas efter omstart av boten.

source: {java} does not exist, run the command again with the java argument set to the correct path.
ar_sa: {java} غير موجود، قم بتشغيل الأمر مرة أخرى مع تعيين حجة جافا إلى المسار الصحيح.

source: {java} is not an executable file.
ar_sa: {java} ليس ملف قابل للتنفيذ.

source: {java} is not an executable, run the command again with the java argument set to the correct path.
ar_sa: {java} ليس قابلاً للتنفيذ، قم بتشغيل الأمر مرة أخرى مع تعيين حجة جافا إلى المسار الصحيح.

source: PyLav's java executable has been set to {java}. Restart the bot for it to take effect.
ar_sa: تم تعيين جافا الخاص بـ PyLav's إلى {java}. أعد تشغيل بوت لكي يصبح نافذ المفعول.
