Repository: Drapersniper/Audio
Catalog: plmanagednode/locales/*.po
Languages: ar_sa, da_dk, de_de, el_gr, fi_fi, it_it, ja_jp, nb_no, pl_pl, pt_br, ro_ro, ru_ru, sv_se, uk_ua

source: The threshold in milliseconds for how long a track can be stuck. A track is stuck if does not return any audio data. Accepted values: Range: 5,000 - 20,000
da_dk: Tærsklen i millisekunder, hvor længe et spor kan sidde fast. Et spor sidder fast, hvis ikke returnerer nogen lyddata. Accepterede værdier: Område: 5.000 - 20.000
de_de: Der Schwellenwert in Millisekunden für die Dauer einer Strecke. Eine Spur ist festgehalten, wenn keine Audiodaten zurückgegeben werden. Akzeptierte Werte: 5.000 - 20.000
el_gr: Το όριο σε χιλιοστά του δευτερολέπτου για το πόσο καιρό μπορεί να κολλήσει μια πίστα. Ένα κομμάτι έχει κολλήσει εάν δεν επιστρέψει δεδομένα ήχου. Αποδεκτές τιμές: Εύρος: 5.000 - 20.000
fi_fi: Kynnys millisekunteina kuinka kauan raita voidaan jumiutua. Raita on jumissa, jos ei palauta äänitietoja. Hyväksytyt arvot: alue: 5,000 - 20,000
it_it: La soglia in millisecondi per quanto tempo una traccia può essere bloccata. Una traccia è bloccata se non restituisce alcun dato audio. Valori accettati: Intervallo 5.000 - 20.000
ja_jp: トラックを停止させる時間のしきい値（ミリ秒単位）。 オーディオデータが返されない場合、トラックが停止します。受け入れられる値: 範囲: 5,000 - 20,000
nb_no: Terskelen i millisekunder for hvor lenge et spor kan stå fast. Et spor slår fast om ingen lyddata. Aksepterte verdier: Område: 5000 - 20 000
pl_pl: Próg w milisekundach przez jaki czas ścieżka może być utknięta. Ścieżka utknęła jeśli nie zwraca żadnych danych dźwiękowych. Akceptowane wartości: Zakres: 5 000 - 20 000
pt_br: O limite em milissegundos para quanto tempo uma faixa pode ficar presa. Uma faixa está bloqueada se não retornar nenhum dado de áudio. Valores aceitos: Intervalo: 5.000 - 20.000
ro_ro: Pragul în milisecunde pentru cât timp o pistă poate fi blocată. O piesă este blocată dacă nu returnează date audio. Valorile acceptate: 5000 - 20,000
ru_ru: Порог в миллисекундах для того, как долго трек может быть застрял. Трек застрял, если не возвращает аудиоданные. Принятые значения: Диапазон: 5,000 - 20,000
sv_se: Tröskeln i millisekunder för hur länge ett spår kan fastna. Ett spår har fastnat om inte returnera någon ljuddata. Accepterade värden: intervall: 5.000 - 20.000
uk_ua: Поріг збереження маршруту в мілісекундах. Трек застряг якщо не повертати жодних звукових даних. Прийнятні значення: 5,000 - 20 000

source: Number of pages to return for a YouTube Playlist - Each page contains 100 songs. Accepted values: Range: 5 - 100
da_dk: Antal sider der skal returneres til en YouTube-spilleliste - Hver side indeholder 100 sange. Accepterede værdier: Område: 5 - 100
de_de: Anzahl der Seiten, die für eine YouTube-Playlist zurückgegeben werden sollen - Jede Seite enthält 100 Songs. Akzeptierte Werte: Bereich: 5 - 100
el_gr: Αριθμός σελίδων που θα επιστρέψουν για μια λίστα αναπαραγωγής YouTube - Κάθε σελίδα περιέχει 100 τραγούδια. Αποδεκτές τιμές: Εύρος: 5 - 100
fi_fi: YouTube-soittolistan palautettavien sivujen määrä - Jokainen sivu sisältää 100 kappaletta. Hyväksytyt arvot: alue: 5 - 100
it_it: Numero di pagine da restituire per una Playlist di YouTube - Ogni pagina contiene 100 canzoni. Valori accettati: Intervallo: 5 - 100
ja_jp: YouTubeプレイリストに戻るページ数 - 各ページには100曲が含まれています。 受け入れられる値: 範囲: 5 - 100
nb_no: Antall sider som skal returneres for en YouTube Playlist - Hver side inneholder 100 sanger. Aksepterte verdier: Område: 5 - 100
pl_pl: Liczba stron do powrotu do listy odtwarzania YouTube - każda strona zawiera 100 utworów. Zaakceptowane wartości: Zakres: 5 - 100
pt_br: Número de páginas para retornar para uma Playlist do YouTube - Cada página contém 100 músicas. Valores aceitos: Intervalo: 5 - 100
ro_ro: Numărul de pagini pentru a reveni pentru o listă de redare YouTube - Fiecare pagină conține 100 de melodii. Valori acceptate: Intervale: 5 - 100
ru_ru: Количество страниц, возвращаемых для плейлиста YouTube. Каждая страница содержит 100 песен. Допустимые значения: Диапа: 5 - 100
sv_se: Antal sidor att återvända för en YouTube Spellista - Varje sida innehåller 100 låtar. Accepterade värden: Intervall: 5 - 100
uk_ua: Кількість сторінок, які повертаються для YouTube Playlist - кожна сторінка містить 100 пісень. Прийняті значення: Діапазон: 5 - 100

source: Opus encoder quality. Valid values range from 0 to 10, where 10 is best quality but is the most expensive on the CPU
da_dk: Opus encoder kvalitet. Gyldige værdier spænder fra 0 til 10, hvor 10 er bedste kvalitet, men er den dyreste på CPU
de_de: Opus Encoder Qualität. Gültige Werte liegen zwischen 0 und 10, wobei 10 die beste Qualität ist, aber der teuerste Wert auf der CPU ist
el_gr: Ποιότητα κωδικοποιητή Opus. Οι έγκυρες τιμές κυμαίνονται από 0 έως 10, όπου το 10 είναι η καλύτερη ποιότητα αλλά είναι το πιο ακριβό στην CPU
fi_fi: Opus encoder laatu. Voimassa arvot vaihtelevat 0 - 10, jossa 10 on paras laatu, mutta on kallein CPU
it_it: Qualità codificatore Opus. Valori validi da 0 a 10, dove 10 è la migliore qualità ma è il più costoso sulla CPU
ja_jp: Opus エンコーダの品質。有効な値は 0 から 10 の範囲で、10 は最高の品質ですが、CPU で最も高価です。
nb_no: Opus kodekvalitet. Gyldige verdier varierer fra 0 til 10, der 10 er best kvalitet, men er den dyreste på prosessorenheten
pl_pl: Jakość enkodera Opus . Prawidłowe wartości mieszczą się w zakresie od 0 do 10, gdzie 10 jest najlepszą jakością, ale jest najdroższa w CPU
pt_br: Qualidade do codificador de Opus. Valores válidos vão de 0 a 10, onde 10 é a melhor qualidade, mas é o mais caro na CPU
ro_ro: Calitate Opus codificator. Valorile valide variază de la 0 la 10, unde 10 este cea mai bună calitate, dar este cea mai scumpă pentru CPU
ru_ru: Качество кодировщика Opus. Допустимые значения колеблются от 0 до 10, где 10 - лучшее качество, но наиболее дорого на процессоре
sv_se: Opus kodarens kvalitet. Giltiga värden varierar från 0 till 10, där 10 är den bästa kvaliteten men är den dyraste på CPU
uk_ua: Якість енкодеру Opus енкодера. Значення в діапазоні від 0 до 10, де 10 найкраща якість, але є найбільш дорогою на ЦП

source: Quality of resampling operations. Valid values are LOW, MEDIUM and HIGH, where HIGH uses the most CPU
da_dk: Kvalitet af resampling operationer. Gyldige værdier er LOW, MEDIUM og HIGH, hvor HØJ bruger mest CPU
de_de: Qualität der Resampling Operationen. Gültige Werte sind LOW, MEDIUM und HIGH, wobei HIGH die meisten CPU nutzt
el_gr: Ποιότητα των εργασιών αναδειγματοληψίας. Οι έγκυρες τιμές είναι LOW, MEDIUM και HIGH, όπου το HIGH χρησιμοποιεί την περισσότερη CPU
fi_fi: Resampling toiminnan laatu. Kelvolliset arvot ovat LOW, MEDIUM ja HIGH, jossa HIGH käyttää eniten CPU
it_it: Qualità delle operazioni di ricampionamento. I valori validi sono LOW, MEDIUM e HIGH, dove HIGH utilizza la maggior parte della CPU
ja_jp: リサンプリング操作の品質。有効な値はLOW、MEDIUM、HIGHがほとんどのCPUを使用しています。
nb_no: Kvalitet på resampling operasjoner. Gyldige verdier er LOW, MEDIUM og HIGH, hvor HIGH bruker mest CPU
pl_pl: Jakość operacji resamplingu. Prawidłowe wartości to DOL, MEDIUM i HIGH, gdzie HIGH używa najwięcej CPU
pt_br: Qualidade das operações de reamostragem. Valores válidos são BAIXO, MÉDIO e ALTAM, onde HIGH usa mais CPU
ro_ro: Calitatea operațiilor de re-eșantionare. Valorile valide sunt LOW, MEDIU și HIGH, unde HIGH utilizează cea mai mare parte a procesorului
ru_ru: Качество операций ресэмплинга. Допустимыми значениями являются LOW, MEDIUM и HIGH, где HIGH использует большинство процессоров
sv_se: Kvaliteten på omsamplingsverksamheten. Giltiga värden är LOW, MEDIUM och HIGH, där HIGH använder mest CPU
uk_ua: Якість передачі операцій. Допустимі значення - LOW, MEDIUM і HIGH, де HIGH використовує найбільше ЦП

source: Seek ghosting is the effect where whilst a seek is in progress, the audio buffer is read from until empty, or until seek is ready. Accepted values for True: `True`, `t`, `1`, Accepted values for False: `False`, `f`, `0`
da_dk: Søg ghosting er den effekt, hvor mens en søgning er i gang, lydbufferen læses fra indtil tom, eller indtil søgning er klar. Accepterede værdier for True: `True`, `t`, `1`, Accepterede værdier for False: `False`, `f`, `0`
de_de: Spulen ist der Effekt, bei dem während eines Suchvorgangs der Audio-Puffer von bis zu leer, oder bis die Suche fertig ist, gelesen wird. Akzeptierte Werte für True: `True`, `t`, `1`, Akzeptierte Werte für False: `False`, `f`, `0`
el_gr: Η αναζήτηση φαντασμάτων είναι το αποτέλεσμα όπου ενώ μια αναζήτηση βρίσκεται σε εξέλιξη, το buffer ήχου διαβάζεται από μέχρι να αδειάσει ή μέχρι να είναι έτοιμη η αναζήτηση. Αποδεκτές τιμές για true: 'True', 't', '1', Αποδεκτές τιμές για False: 'False', 'f', '0'
fi_fi: Etsii haamua on se vaikutus, jossa etsintä on käynnissä, äänipuskuria luetaan tyhjään asti, tai kunnes etsintä on valmis. Hyväksytyt arvot True: `True`, `t`, `1`, Falsen hyväksytyt arvot: `False`, `f`, `0`
it_it: Cercare ghosting è l'effetto in cui mentre una ricerca è in corso, il buffer audio viene letto da fino a vuoto, o fino a quando la ricerca è pronta. Valori accettati per True: `True`, `t`, `1`, Valori accettati per Falso: `False`, `f`, `0`
ja_jp: シークゴーストはシークが進行中の間、オーディオバッファは空から読み込まれるか、シークの準備ができるまで読み込まれるエフェクトです。 Accepted values for True: `True`, `t`, `1`, Accepted values for False: `False`, `f`, `0`
nb_no: Søke ghosting er effekten der mens et søk pågår, leses lydbufferen fra til tom, eller til et søk er klar. Aksepterte verdier for True: `True`, `t`, `1`, Aksepterte verdier for False`, `f`, `0`
pl_pl: Szukaj ducha to efekt w którym podczas trwania szukania jest w toku, bufor dźwiękowy jest odczytywany aż do opróżnienia lub aż wyszukiwanie będzie gotowe. Akceptowane wartości dla True: `True`, `t`, `1`, Akceptowane wartości dla False: `False`, `f`, `0`
pt_br: A busca de fantasmas é o efeito onde a procura está em andamento, o buffer de áudio é lido até estar vazio, ou até que a busca esteja pronta. Valores aceitos para Verdade: `True`, `t`, `1`, aceitos valores para Falso: `False`, `f`, `0`
ro_ro: Căutați fantomă este efectul în care, în timp ce o căutare este în desfășurare, tamponul audio este citit de până la gol sau până când căutarea este gata. Valorile acceptate pentru Adevărat: `True`, `t`, `1`, Valori acceptate pentru False: `False`, `f`, `0`
ru_ru: Перемотка ghosting - это эффект, когда идёт поиск запроса, аудио буфер читается от пока не пустой или пока поиск не будет готов. Принятые значения для True: `True`, `t`, `1`, Принятые значения для False: `False`, `f`, `0`
sv_se: Sök spöke är effekten där medan en sökning pågår, ljudbufferten läses från tills tom, eller tills sökandet är klar. Godkända värden för True: `True`, `t`, `1`, Godkända värden för False: `False`, `f`, `0`
uk_ua: Шукати примахи - це ефект, коли пошук в процесі виконання, аудіо-буфер зчитується до порожнечі, або поки не буде готовий. Допустимі значення True: `True`, `t`, `1`, Прийняті значення для False: `False`, `f`, `0`

source: How frequently in seconds to send player updates to clients, affects the current position accuracy. Accepted values: Range: 1 - 10
da_dk: Hvor ofte i sekunder til at sende spilleropdateringer til klienter, påvirker den aktuelle positionsnøjagtighed. Accepterede værdier: Område: 1 - 10
de_de: Wie oft in Sekunden Spieler-Updates an Clients gesendet werden, beeinflusst die aktuelle Positionsgenauigkeit. Akzeptierte Werte: Bereich: 1 - 10
fi_fi: Kuinka usein pelaaja lähettää päivityksiä asiakkaille, vaikuttaa nykyiseen sijaintitarkkuuteen. Hyväksytyt arvot: alue: 1 - 10
it_it: Quanto frequentemente in secondi per inviare gli aggiornamenti del giocatore ai clienti, influisce sulla precisione della posizione corrente. Valori accettati: Intervallo 1: 1 - 10
ja_jp: クライアントにプレーヤーのアップデートを送信する頻度は、現在のポジション精度に影響します。受け入れられる値: 範囲: 1 - 10
nb_no: Hvor ofte i sekunder å sende spillernes oppdateringer til klienter, påvirker gjeldende posisjonsnøyaktighet. Aksepterte verdier: Område: 1 - 10
pl_pl: Jak często w sekundach wysyłać aktualizacje gracza do klientów, wpływa na aktualną dokładność pozycji. Akceptowane wartości: Zakres: 1 - 10
pt_br: Quão freqüente em segundos para enviar atualizações de jogador para clientes, afeta a precisão da posição atual. Valores aceitos: Intervalo: 1 - 10
ro_ro: Cât de frecvent în câteva secunde pentru a trimite jucătorului actualizări către clienți, afectează acuratețea poziției curente. Valori acceptate: Interval: 1 - 10
ru_ru: Как часто в секундах посылать клиенту обновления игрока, влияют на текущую точность положения. Принятые значения: 1 - 10
sv_se: Hur ofta i sekunder för att skicka spelaruppdateringar till kunder, påverkar nuvarande position noggrannhet. Accepterade värden: Intervall: 1 - 10
uk_ua: Як часто в секундах відправити оновлення гравця клієнтам, впливає на поточну точність позиції. Прийнятні значення: 1 - 10

source: Enable or disable YouTube searches within the node, this will affect AppleMusic, Spotify and any functionality dependant on YouTube. Accepted values for True: `True`, `t`, `1`, Accepted values for False: `False`, `f`, `0`
da_dk: Aktiver eller deaktiver YouTube-søgninger i indholdselementet, dette vil påvirke AppleMusic, Spotify og enhver funktionalitet afhængig af YouTube. Accepterede værdier for True: `True`, `t`, `1`, Accepterede værdier for False: `False`, `f`, `0`
de_de: Aktivieren oder deaktivieren Sie YouTube-Suchanfragen innerhalb des Knotens, dies wirkt sich auf AppleMusic, Spotify und jegliche von YouTube abhängige Funktionalität aus. Akzeptierte Werte für True: `True`, `t`, `1`, Akzeptierte Werte für False: `False`, `f`, `0`
el_gr: Ενεργοποιήστε ή απενεργοποιήστε τις αναζητήσεις YouTube εντός του κόμβου, αυτό θα επηρεάσει το AppleMusic, το Spotify και οποιαδήποτε λειτουργικότητα εξαρτάται από το YouTube. Αποδεκτές τιμές για true: 'True', 't', '1', Αποδεκτές τιμές για False: 'False', 'f', '0'
fi_fi: Ota käyttöön tai poista käytöstä YouTube-haut solmun sisällä, tämä vaikuttaa AppleMusicin, Spotifyn ja kaikkiin YouTubesta riippuviin toimintoihin. Hyväksytyt arvot True: `True`, `t`, `1`, Falsen hyväksytyt arvot: `False`, `f`, `0`
it_it: Abilita o disabilita le ricerche su YouTube all'interno del nodo, questo influenzerà AppleMusic, Spotify e qualsiasi funzionalità dipendente da YouTube. Valori accettati per True: `True`, `t`, `1`, Valori accettati per Falso: `False`, `f`, `0`
ja_jp: ノード内のYouTube検索を有効または無効にすると、AppleMusic、Spotify、YouTubeに依存する機能に影響します。 Accepted values for True: `True`, `t`, `1`, Accepted values for False: `False`, `f`, `0`
nb_no: Aktiver eller deaktiver YouTube søk innenfor EK-gruppen, dette vil påvirke AppleMusic, Spotify og alle funksjoner avhengig av YouTube. Aksepterte verdier for True: `True`, `t`, `1`, Aksepterte verdier for False`, `f`, `0`
pl_pl: Włącz lub wyłącz wyszukiwanie YouTube w węźle, będzie to miało wpływ na AppleMusic, Spotify i wszelkie funkcje zależne od YouTube. Akceptowane wartości dla True: `True`, `t`, `1`, Akceptowane wartości dla False: `False`, `f`, `0`
pt_br: Ative ou desative as pesquisas no YouTube dentro do nó, isso afetará a AppleMusic, Spotify e quaisquer funcionalidades que dependam do YouTube. Valores aceitos para Verdade: `True`, `t`, `1`, aceitos valores para Falso: `False`, `f`, `0`
ro_ro: Activarea sau dezactivarea căutărilor YouTube în interiorul nodului, acest lucru va afecta AppleMusic, Spotify și orice funcționalitate depinde de YouTube. Valorile acceptate pentru Adevărat: `True`, `t`, `1`, Valori acceptate pentru False: `False`, `f`, `0`
ru_ru: Включение или отключение поиска YouTube в узле, это повлияет на AppleMusic, Spotify и любую функциональность в зависимости от YouTube. Принятые значения для True: `True`, `t`, `1`, Принятые значения для False: `False`, `f`, `0`
sv_se: Aktivera eller inaktivera YouTube-sökningar inom noden, detta påverkar AppleMusic, Spotify och alla funktioner som är beroende av YouTube. Godkända värden för True: `True`, `t`, `1`, Godkända värden för False: `False`, `f`, `0`
uk_ua: Увімкнути або вимкнути пошук YouTube у цьому вузлі, це вплине на AppleMusic, Spotify та усі функціональні можливості на YouTube. Допустимі значення True: `True`, `t`, `1`, Прийняті значення для False: `False`, `f`, `0`

source: Enable or disable SoundCloud searches within the node, this will affect any functionality dependant on SoundCloud. Accepted values for True: `True`, `t`, `1`, Accepted values for False: `False`, `f`, `0`
da_dk: Aktiver eller deaktiver SoundCloud søgninger i indholdselementet, dette vil påvirke enhver funktionalitet afhængig af SoundCloud. Accepterede værdier for True: `True`, `t`, `1`, Accepterede værdier for False: `False`, `f`, `0`
de_de: Aktivieren oder deaktivieren Sie SoundCloud-Suchen innerhalb des Knotens, dies wirkt sich auf alle Funktionen aus, die von SoundCloud abhängig sind. Akzeptierte Werte für True: `True`, `t`, `1`, Akzeptierte Werte für False: `False`, `f`, `0`
el_gr: Ενεργοποιήστε ή απενεργοποιήστε τις αναζητήσεις SoundCloud εντός του κόμβου, αυτό θα επηρεάσει οποιαδήποτε λειτουργικότητα εξαρτάται από το SoundCloud. Αποδεκτές τιμές για true: 'True', 't', '1', Αποδεκτές τιμές για False: 'False', 'f', '0'
fi_fi: Ota käyttöön tai poista käytöstä SoundCloud -haut solmun sisällä, tämä vaikuttaa kaikkiin SoundCloudista riippuviin toimintoihin. Hyväksytyt arvot True: `True`, `t`, `1`, Falsen hyväksytyt arvot: `False`, `f`, `0`
it_it: Abilita o disabilita le ricerche SoundCloud all'interno del nodo, questo influenzerà qualsiasi funzionalità dipendente da SoundCloud. Valori accettati per True: `True`, `t`, `1`, Valori accettati per Falso: `False`, `f`, `0`
ja_jp: ノード内でSoundCloud検索を有効または無効にすると、SoundCloudに依存する機能に影響します。 Accepted values for True: `True`, `t`, `1`, Accepted values for False: `False`, `f`, `0`
nb_no: Aktivere eller deaktivere SoundCloud søk i noden, dette vil påvirke funksjonalitet avhengig av SoundCloud. Aksepterte verdier for True: `True`, `t`, `1`, Aksepterte verdier for False`, `f`, `0`
pl_pl: Włącz lub wyłącz wyszukiwanie SoundCloud w węźle, wpłynie to na wszystkie funkcje zależne od SoundCloud. Akceptowane wartości dla True: `True`, `t`, `1`, Akceptowane wartości dla False: `False`, `f`, `0`
pt_br: Ativar ou desativar pesquisas do SoundCloud dentro do nó, isso afetará qualquer funcionalidade dependente do SoundCloud. Valores aceitos para Verdade: `True`, `t`, `1`, aceitos valores para Falso: `False`, `f`, `0`
ro_ro: Activarea sau dezactivarea căutărilor SoundCloud în interiorul nodului, acest lucru va afecta orice funcționalitate dependentă de SoundCloud. Valorile acceptate pentru Adevărat: `True`, `t`, `1`, Valori acceptate pentru False: `False`, `f`, `0`
ru_ru: Включение или отключение поиска SoundCloud в узле, это повлияет на любую функциональность, зависящую от SoundCloud. Принятые значения для True: `True`, `t`, `1`, Принятые значения для False: `False`, `f`, `0`
sv_se: Aktivera eller inaktivera SoundCloud sökningar inom noden, detta kommer att påverka alla funktioner som är beroende av SoundCloud. Godkända värden för True: `True`, `t`, `1`, Godkända värden för False: `False`, `f`, `0`
uk_ua: Увімкнути або вимкнути пошук в SoundCloud всередині вузла, це вплине на будь-які функціональні можливості на SoundCloud. Допустимі значення True: `True`, `t`, `1`, Прийняті значення для False: `False`, `f`, `0`

source: {Setting} info. {info}
de_de: {Setting} Infos. {info}
el_gr: {Setting} Πληροφορίες. {info}
fi_fi: {Setting} tiedot. {info}
pt_br: {Setting} informações. {info}
ro_ro: {Setting} informații. {info}
ru_ru: Информация о {Setting} . {info}
uk_ua: {Setting} відомостей. {info}

source: {Setting} valid inputs are: Range between: {start} - {end}
da_dk: {Setting} gyldige indgange er: Interval mellem: {start} - {end}
de_de: {Setting} gültige Eingaben sind: Bereich zwischen: {start} - {end}
el_gr: {Setting} Οι έγκυρες είσοδοι είναι: Εύρος μεταξύ: {start} - {end}
fi_fi: {Setting} kelvollista syötettä ovat: Vaihteluväli: {start} - {end}
it_it: {Setting} input validi sono: Intervallo tra: {start} - {end}
ja_jp: {Setting} の有効な入力は次のとおりです: 範囲: {start} - {end}
nb_no: {Setting} gyldige data er: Rekkevidde mellom: {start} - {end}
pl_pl: {Setting} ważnych danych wejściowych to: Zakres między: {start} - {end}
pt_br: {Setting} entradas válidas são: Intervalo entre: {start} - {end}
ro_ro: {Setting} intrări valide: Interval între: {start} - {end}
ru_ru: {Setting} допустимые входные данные: Диапазон между {start} - {end}
sv_se: {Setting} giltiga ingångar är: Räckvidd mellan: {start} - {end}
uk_ua: {Setting} припустимі дані: Діапазонний між: {start} - {end}

source: {Setting} valid inputs are: {setting_list}
da_dk: {Setting} gyldige indgange er: {setting_list}
de_de: {Setting} gültige Eingaben sind: {setting_list}
el_gr: {Setting} Οι έγκυρες είσοδοι είναι: {setting_list}
fi_fi: {Setting} kelvollista syötettä ovat: {setting_list}
it_it: {Setting} input validi sono: {setting_list}
ja_jp: {Setting} の有効な入力は次のとおりです: {setting_list}
nb_no: {Setting} gyldige data er: {setting_list}
pl_pl: {Setting} ważnych danych wejściowych to: {setting_list}
pt_br: {Setting} entradas válidas são: {setting_list}
ro_ro: {Setting} intrări valide: {setting_list}
ru_ru: {Setting} правильные входные данные: {setting_list}
sv_se: {Setting} giltiga ingångar är: {setting_list}
uk_ua: {Setting} припустимі дані: {setting_list}

source: {Setting} set to {value}. Run `{prefix}{command}` to restart the managed node
da_dk: {Setting} sat til {value}. Kør `{prefix}{command}` for at genstarte den administrerede node
de_de: {Setting} wurde auf {value}gesetzt. Führe `{prefix}{command}` aus, um den verwalteten Knoten neu zu starten
fi_fi: {Setting} asetettu {value}. Suorita `{prefix}{command}` käynnistääksesi uudelleen hallinnoidun solmun
it_it: {Setting} impostato a {value}. Esegui `{prefix}{command}` per riavviare il nodo gestito
ja_jp: {Setting} を {value}に設定しました。 実行 `{prefix}{command}` を管理ノードを再起動します。
nb_no: {Setting} satt til {value}. Kjør `{prefix}{command}` for å restarte den administrerte noden
ro_ro: {Setting} setat la {value}. Execută `{prefix}{command}` pentru a reporni nodul gestionat
ru_ru: {Setting} установлено в {value}. Запустите `{prefix}{command}`, чтобы перезапустить управляемый узел
uk_ua: {Setting} встановлено на {value}. Запустити `{prefix}{command}` , щоб перезавантажити керований вузол

source: Configure Lavalink IP Rotation for ratelimits. Run `[p]plmanaged config iprotation 1` to remove the ip rotation
da_dk: Konfigurer Lavalink IP Rotation for ratelimits. Kør `[p]plmanaged config iprotation 1` for at fjerne IP-rotation
de_de: Konfigurieren Sie Lavalink IP Rotation für Preislimits. Ausführen`[p]plmanaged config iprotation 1` um die IP Rotation zu entfernen
fi_fi: Määritä Lavalink IP Rotation for ratelimits. Suorita `[p]plmanaged config iprotation 1` poistaaksesi ip rotaation
it_it: Configura Lavalink IP Rotation for ratelimits. Esegui `[p]plmanaged config iprotation 1` per rimuovere la rotazione ip
ja_jp: ラバルリンク IP ローテーションを設定します。 `[p]plmanaged config iprotation 1` を実行して、IP ローテーションを削除します。
nb_no: Konfigurer Lavalink IP-rotasjon for ratelimitasjoner. Kjør `[p]plyndrende config iprotation 1` for å fjerne ip rotasjon
pl_pl: Skonfiguruj rotację IP Lavalink dla limitów stawek. Uruchom `[p]plmanaged config iprotation 1` aby usunąć rotację ip
pt_br: Configure a rotação IP do Lavalink para ratelimits. Execute `[p]plmanaged config iprotation 1` para remover a rotação de ip
ro_ro: Configurați Rotația IP Lavalink pentru ratelimite. Rulați[p]plmanaged config iprotation 1` pentru a elimina rotația ip
ru_ru: Настройте Lavalink IP Rotation для ratelimits. Запустите `[p]plmanaged config iprotation 1`, чтобы удалить поворот ip
sv_se: Konfigurera Lavalink IP-rotation för hastighetsbegränsningar. Kör `[p]plmanaged config iprotation 1` för att ta bort ip rotation
uk_ua: Налаштуйте поворот Lavalink IP для ratelimits. Для встановлення конфігурації `[p]керувалося iprotation 1`, щоб видалити IP-обертання
