Repository: Drapersniper/Audio
Catalog: plmanagednode/locales/*.po
Languages: ar_sa, da_dk, de_de, el_gr, fi_fi, it_it, ja_jp, nb_no, pl_pl, pt_br, ro_ro, ru_ru, sv_se, uk_ua

source: Managed node's plugin {plugin} enabled. Run `{prefix}{command}` to restart the managed node
da_dk: Administreret node-plugin {plugin} aktiveret. Kør `{prefix}{command}` for at genstarte den administrerede node
de_de: Verwaltetes Knoten-Plugin {plugin} aktiviert. Führe `{prefix}{command}aus, um den verwalteten Knoten neu zu starten
fi_fi: Hallitun solmukohdan liitännäinen {plugin} otettu käyttöön. Suorita `{prefix}{command}` käynnistääksesi uudelleen hallinnoidun solmun
it_it: Il plugin del nodo gestito {plugin} è abilitato. Esegui `{prefix}{command}` per riavviare il nodo gestito
ja_jp: 管理されたノードのプラグイン {plugin} が有効になりました。 管理 ノードを再起動するには、 `{prefix}{command}` を実行してください。
nb_no: Administrert nodens plugin {plugin} aktivert. Kjør `{prefix}{command}` for å starte den administrerte noden på nytt
ro_ro: Plugin-ul {plugin} al nodului gestionat activat. Execută `{prefix}{command}` pentru a reporni nodul gestionat
ru_ru: Управляемый узел {plugin} включен. Запустите `{prefix}{command}`, чтобы перезапустить управляемый узел
uk_ua: Модуль керованого вузла {plugin} включений. Запустіть `{prefix}{command}`, щоб перезапустити керований вузол

source: Update the managed node plugins
da_dk: Opdater de administrerede indholdselementer
de_de: Verwaltete Knoten-Plugins aktualisieren
el_gr: Ενημέρωση των προσθηκών διαχειριζόμενων κόμβων
fi_fi: Päivitä hallitut solmun liitännäiset
it_it: Aggiorna i plugin del nodo gestito
ja_jp: 管理されたノードプラグインを更新する
nb_no: Oppdater de administrerte node-programtilleggene
pl_pl: Aktualizuj zarządzane wtyczki węzła
pt_br: Atualizar os plugins do nó gerenciado
ro_ro: Actualizați modulele gestionate
ru_ru: Обновить плагины управляемого узла
sv_se: Uppdatera hanterade nodplugins
uk_ua: Оновити керованих плагінів вузла

source: {name} was updated from {old_value} to {new_value}
ar_sa: تم تحديث {name} من {old_value} إلى {new_value}
da_dk: {name} blev opdateret fra {old_value} til {new_value}
de_de: {name} wurde von {old_value} auf {new_value}aktualisiert
el_gr: {name} ενημερώθηκε από {old_value} προς {new_value}
fi_fi: {name} päivitettiin paikasta {old_value} kohteeseen {new_value}
it_it: {name} è stato aggiornato da {old_value} a {new_value}
ja_jp: {name} が {old_value} から {new_value}に更新されました
nb_no: {name} ble oppdatert fra {old_value} til {new_value}
pl_pl: {name} został zaktualizowany z {old_value} do {new_value}
pt_br: {name} foi atualizado de {old_value} para {new_value}
ro_ro: {name} a fost actualizat de la {old_value} la {new_value}
ru_ru: {name} был обновлен с {old_value} до {new_value}
sv_se: {name} uppdaterades från {old_value} till {new_value}
uk_ua: {name} був оновлений з {old_value} до {new_value}

source: Managed node's plugins updated. {updates} Run `{prefix}{command}` to restart the managed node
da_dk: Administrerede nodes plugins opdateret. {updates} Kør `{prefix}{command}` for at genstarte den administrerede node
de_de: Verwaltete Knoten-Plugins aktualisiert. {updates} Ausführen `{prefix}{command}` um den verwalteten Knoten neu zu starten
fi_fi: Hallinnoitujen solmukohtien liitännäiset päivitetty. {updates} Suorita `{prefix}{command}` käynnistääksesi uudelleen hallinnoidun solmun
it_it: Plugin del nodo gestito aggiornati. {updates} Esegui `{prefix}{command}` per riavviare il nodo gestito
ja_jp: Managed nodeのプラグインを更新しました。 {updates} Run `{prefix}{command}` を管理ノードを再起動します。
nb_no: Administrerte nodens plugins oppdatert. {updates} Kjør `{prefix}{command}` for å restarte den administrerte noden
ro_ro: Plugin-urile nodului gestionate sunt actualizate. {updates} Execută `{prefix}{command}` pentru a reporni nodul gestionat
ru_ru: Плагины управляемого узла обновлены. {updates} Запустите `{prefix}{command}`, чтобы перезапустить управляемый узел
uk_ua: Плагіни керованого вузла оновлено. {updates} Запустити `{prefix}{command}` щоб перезапустити керований вузол

source: Managed node's plugins already up to date
da_dk: Administrerede node's plugins allerede opdateret
de_de: Verwaltete Knoten-Plugins sind bereits aktuell
el_gr: Τα πρόσθετα του διαχειριζόμενου κόμβου είναι ήδη ενημερωμένα
fi_fi: Palvelimen ylläpitämät liitännäiset ovat jo ajan tasalla
it_it: I plugin del nodo gestiti sono già aggiornati
ja_jp: 管理されたノードのプラグインは既に最新です
nb_no: Administrerte nodens plugins er allerede oppdatert
pl_pl: Zarządzane wtyczki węzła są już aktualne
pt_br: Plugins do nó gerenciado já atualizados
ro_ro: Plugin-urile nodului sunt deja actualizate
ru_ru: Управляемые плагины узла уже актуальны
sv_se: Insticksprogram för hanterade noder redan uppdaterade
uk_ua: Модулі керованого вузла вже оновлені

source: Toggle the managed node sources
da_dk: Slå de administrerede indholdskilder til/fra
de_de: Verwaltete Knotenquellen umschalten
el_gr: Εναλλαγή των διαχειριζόμενων προελεύσεων κόμβων
fi_fi: Vaihda hallitun solmun lähteet
it_it: Attiva/disattiva le sorgenti del nodo gestito
ja_jp: 管理ノードのソースを切り替えます
nb_no: Slå av/på de administrerte nodekildene
pl_pl: Przełącz źródła zarządzanego węzła
pt_br: Alternar as fontes do nó gerenciado
ro_ro: Comută sursele nodului gestionat
ru_ru: Переключить источники управляемых узлов
sv_se: Växla hanterade nodkällor
uk_ua: Перемикач керованих джерел вузла

source: Invalid source, {valid_list} are valid sources
da_dk: Ugyldig kilde, {valid_list} er gyldige kilder
de_de: Ungültige Quelle, {valid_list} sind gültige Quellen
el_gr: Μη έγκυρη πηγή, {valid_list} είναι έγκυρες πηγές
fi_fi: Virheellinen lähde, {valid_list} ovat kelvollisia lähteitä
it_it: Sorgente non valida, {valid_list} sono sorgenti valide
ja_jp: 無効なソースです。 {valid_list} は有効なソースです
nb_no: Ugyldig kilde, {valid_list} er gyldige kilder
pl_pl: Nieprawidłowe źródło, {valid_list} są poprawnymi źródłami
pt_br: Origem inválida, {valid_list} são fontes válidas
ro_ro: Sursă nevalidă, {valid_list} sunt surse valide
ru_ru: Недопустимый источник, {valid_list} являются допустимыми источниками
sv_se: Ogiltig källa, {valid_list} är giltiga källor
uk_ua: Неправильне джерело, {valid_list} коректне джерело

source: enabled
da_dk: aktiveret
de_de: aktiviert
el_gr: Ενεργοποιημένη
fi_fi: käytössä
it_it: abilitato
ja_jp: 有効
nb_no: aktivert
ro_ro: activat
ru_ru: включен
uk_ua: ввімкнено

source: disabled
da_dk: deaktiveret
de_de: deaktiviert
el_gr: ανάπηρος
fi_fi: poistettu käytöstä
it_it: disabilitato
ja_jp: 無効
nb_no: deaktivert
ro_ro: dezactivat
ru_ru: отключено
uk_ua: вимкнуто

source: Managed node's {source} source set to {state}. Run `{prefix}{command}` to restart the managed node
da_dk: Administreret node {source} kilde sat til {state}. Kør `{prefix}{command}` for at genstarte den administrerede node
de_de: Der {source} Quellcode des Verwalteten Knotens wurde auf {state}gesetzt. Führe `{prefix}{command}` aus, um den verwalteten Knoten neu zu starten
fi_fi: Hallinnoidun solmun {source} lähde asetettu {state}. Suorita `{prefix}{command}` käynnistääksesi uudelleen hallinnoidun solmun
it_it: Sorgente {source} del nodo gestita impostata a {state}. Esegui `{prefix}{command}` per riavviare il nodo gestito
ja_jp: マネージドノードの {source} ソースを {state}に設定しました。 Run `{prefix}{command}` を管理ノードを再起動します。
nb_no: Administrert node {source} kilde satt til {state}. Kjør `{prefix}{command}` for å restarte den administrerte noden
ro_ro: Sursa {source} a nodului gestionată este setată la {state}. Execută `{prefix}{command}` pentru a reporni nodul gestionat
ru_ru: Источник {source} управляемого узла установлен в {state}. Запустите `{prefix}{command}`, чтобы перезапустить управляемый узел
uk_ua: Джерело керованого вузла {source} встановлено на {state}. Запустіть `{prefix}{command}` щоб перезапустити керований вузол

source: Configure multiple settings for the managed node. Run `[p]plmanaged config server <setting> info` to show info about the settings and what they do. **Setting names**: `bufferDurationMs` : Integer i.e 400 (Default 400) `frameBufferDurationMs` : Integer i.e 1000 (Default 1000) `trackStuckThresholdMs` : Integer i.e 1000 (Default 1000) `youtubePlaylistLoadLimit` : Integer i.e 1000 (Default 1000) `opusEncodingQuality` : Integer i.e 10 (Default 10) `resamplingQuality` : String i.e LOW (Default LOW) `useSeekGhosting` : Boolean i.e True (Default True) `playerUpdateInterval` : Integer i.e 1 (Default 1) `youtubeSearchEnabled` : Boolean i.e True (Default True) `soundcloudSearchEnabled` : Boolean i.e True (Default True)
ar_sa: تكوين إعدادات متعددة للعقدة المدارة. تشغيل `[p]خادم التكوين المدمج <setting> معلومات` لإظهار المعلومات حول الإعدادات وما يفعلون. **اعداد الأسماء**: `ذاكرة التخزين المؤقتة` : عدد صحيح i. 400 (الافتراضي 400) `frameBufferDurationMs` : عدد صحيح i. 1000 (الافتراضي 1000) `trackStuckThresholdMs` : عدد صحيح i. 1000 (الافتراضي 1000) `youtubePlaylistLoadLimit` : عدد صحيح i. 1000 (الافتراضي 1000) `opusEncodingQuality` : عدد صحيح i. 10 (الافتراضي 10) `reamplingQuality` : String i. LOW (LOW) الافتراضي `useSeekGhosting` : Boolean i. صحيح (صحيح) `playerUpdateInterval` : عدد صحيح i. 1 (الافتراضي 1) `youtubeSearchEnableled` : Boolean i. صحيح (صحيح) `soundcloudSearchEnableled` : Boolean i. صحيح (صحيح افتراضي)
da_dk: Konfigurer flere indstillinger for den administrerede node. Kør `[p]plmanaged config server <setting> info` for at vise info om indstillingerne og hvad de gør. **Indstillingsnavne**: `bufferDurationMs` : Integer i. 400 (Standard 400) `frameBufferDurationMs` : Integer i. 1000 (Standard 1000) `trackStuckThresholdMs` : Integer i. 1000 (Standard 1000) `youtubePlaylistLoadLimit` : Integer i. 1000 (Standard 1000) `opusEncodingQuality` : Integer i. 10 (Standard 10) `resamplingQuality` : String i. LOW (Standard LOW) `useSeekGhosting` : Boolean i. Sand (Standard True) `playerUpdateInterval` : Integer i. 1 (Standard 1) `youtubeSearchEnabled` : Boolean i. Sand (Standard True) `soundcloudSearchEnabled` : Boolean i. Sandt (Standard Sandt)
de_de: Konfigurieren Sie mehrere Einstellungen für den verwalteten Knoten. Führen Sie `[p]plmanaged config server <setting> info` aus, um Informationen über die Einstellungen und was sie tun. **Namen einstellen**: `bufferDurationMs` : Integer i. 400 (Standard 400) `frameBufferDurationMs` : Integer i. 1000 (Default 1000) `trackStuckThresholdMs` : Integer i. 1000 (Standard 1000) `youtubePlaylistLoadLimit` : Integer i. 1000 (Standard 1000) `opusEncodingQuality` : Integer i. 10 (Standard 10) `resamplingQuality` : String i. LOW (Standard LOW) `useSeekGhosting` : Boolean i. True (Default True) `playerUpdateInterval` : Integer i. 1 (Standard 1) `youtubeSearchEnabled` : Boolean i. True (Default True) `soundcloudSearchEnabled` : Boolean i. True (Standard wahr)
fi_fi: Määritä hallitun solmun useita asetuksia. Suorita `[p]plmanaged config-palvelin <setting> info` näyttääksesi tiedot asetuksista ja siitä, mitä he tekevät. **Asetetaan nimiä**: `bufferDurationMs` : Kokonaisluku i. 400 (Oletus 400) `frameBufferDurationMs` : Kokonaisluku i. 1000 (Oletus 1000) `trackStuckThresholdMs` : Kokonaisluku i. 1000 (Oletus 1000) `youtubePlaylistLoadLimit` : Kokonaisluku i. 1000 (Oletus 1000) `opusEncodingQuality` : Kokonaisluku i. 10 (oletus 10) `resamplingQuality` : String i. LOW (Default LOW) `useSeekGhosting` : Boolean i. True (Default True) `playerUpdateInterval` : Kokonaisluku i. 1 (oletus 1) `youtubeSearchEnabled` : Boolean i. True (Default True) `soundcloudSearchEnabled` : Boolean i. Tosi (oletus totta)
it_it: Configura più impostazioni per il nodo gestito. Esegui `[p]informazioni sul server di configurazione <setting> gestite per mostrare informazioni sulle impostazioni e su cosa fanno. **Impostazioni nomi**: `bufferDurationMs` : Integer i. 400 (Default 400) `frameBufferDurationMs` : Integer i. 1000 (Default 1000) `trackStuckThresholdMs` : Integer i. 1000 (Default 1000) `youtubePlaylistLoadLimit` : Integer i. 1000 (Default 1000) `opusEncodingQuality` : Integer i. 10 (Default 10) `resamplingQuality` : String i. LOW (Default LOW) `useSeekGhosting` : Boolean i. True (Default True) `playerUpdateInterval` : Integer i. 1 (Default 1) `youtubeSearchEnabled` : Boolean i. True (Default True) `soundcloudSearchEnabled` : Boolean i. Vero (cassaforte vera)
nb_no: Konfigurer flere innstillinger for den administrerte noden. Run `[p]plmanaged config server <setting> info` for å vise info om innstillingene og hva de gjør. **Innstillinger navn**: `bufferDurationMs` : Integer i. 400 (standard 400) `frameBufferDurationMs` : Integer i. 1000 (standard 1000) `trackStuckThresholdMs` : Integer i. 1000 (standard 1000) `youtubePlaylistLoadLimit` : Integer i. 1000 (standard 1000) `opusEncodingQuality` : Integer i. 10 (Standard 10) `resamplingQuality` : streng i. LAV (standard LOW) `useSeekGhosting` : Boolsk i. True (standard sann) `playerUpdateInterval` : Integer i. 1 (Standard 1) `youtubeSearchEnabled` : Bolsk i. True (standard sann) `soundcloudSearchEnabled` : Bolsk i. Ekte (standard sant)
pl_pl: Skonfiguruj wiele ustawień dla zarządzanego węzła. Uruchom `[p]plmanaged config server <setting> info` aby pokazać informacje o ustawieniach i co robią. **Nazwy ustawień**: `bufferDurationMs` : Integer i. 400 (domyślnie 400) `frameBufferDurationMs` : Integer i. 1000 (domyślnie 1000) `trackStuckThresholdMs` : Integer i. 1000 (domyślnie 1000) `youtubePlaylistLoadLimit`: Integer i. 1000 (domyślnie 1000) `opusEncodingQuality`: Integer i. 10 (domyślnie 10) `resamplingQuality`: String i. NISKA (domyślnie LOW) `useSeekGhosting` : Boolean i. True (domyślna wartość prawda) `playerUpdateInterval` : Integer i. 1 (domyślnie 1) `youtubeSearchEnabled` : Boolean i. True (domyślna prawda) `soundcloudSearchEnabled` : Boolean i. Prawda (domyślna prawda)
pt_br: Configurar múltiplas configurações para o nó gerenciado. Execute `[p]plmanaged config server <setting> info` para mostrar informações sobre as configurações e o que elas fazem. **Definindo nomes**: `bufferDurationMs` : Integer i. 400 (Padrão 400) `frameBufferDurationMs`: Integer i. 1000 (Padrão 1000) `trackStuckThresholdMs`: Inteiro i. 1000 (Padrão 1000) `youtubePlaylistLoadLimit` : Integer i. 1000 (Padrão 1000) `opusEncodingQuality` : Inteiro i. 10 (Padrão 10) `resamplingQuality` : String i. BAIXO (BAIXO padrão) `useSeekGhosting` : Boolean i. Verdadeiro (True Padrão) `playerUpdateInterval` : Inteiro i. 1 (Padrão 1) `youtubeSearchEnabled` : Boolean i. Verdadeiro (Verdadeiro Padrão) `soundcloudSearchEnabled` : Boolean i. Verdadeiro (Verdadeiro Padrão)
ro_ro: Configuraţi setări multiple pentru modulul gestionat. Rulați `[p]plmanaged config server <setting> info` pentru a afișa informații despre setări și ceea ce fac. **Setarea numelor**: `bufferDurationMs` : Integer i. 400 (Default 400) `frameworkBufferDurationMs` : Integer i. 1000 (Implicit 1000) `trackStuckThresholdMs`: Integer i. 1000 (Default 1000) `youtubePlaylistLoadLimit` : Integer i. 1000 (Default 1000) `opusEncodingQuality` : Integer i. 10 (Default 10) `resamplingQuality` : String i. LOW (Default LOW) `useSeekGhosting` : Boolean i. True (Default True) `playerUpdateInterval` : Integer i. 1 (Default 1) `youtubeSearchEnabled` : Boolean i. True (Default True) `soundcloudSearchEnabled` : Boolean i. Adevărat (Default)
ru_ru: Настройка нескольких параметров для управляемого узла. Запустите `[p]plmanaged config server <setting> info`, чтобы показать информацию о настройках и о том, что они делают. **Установка имен **: `bufferDurationMs` : целое i. 400 (По умолчанию 400) `frameBufferDurationMs` : целое i. 1000 (Default 1000) `trackStuckThresholdMs` : целое i. 1000 (По умолчанию 1000) `youtubePlaylistLoadLimit` : Целое i. 1000 (По умолчанию 1000) `opusEncodingQuality` : целое i. 10 (По умолчанию 10) `resamplingQuality` : String i. LOW (По умолчанию LOW) `useSeekGhosting` : Boolean i. Истина (По умолчанию) `playerUpdateInterval` : целое i. 1 (По умолчанию 1) `youtubeSearchEnabled` : Boolean i. Истина (По умолчанию) `soundcloudSearchEnabled` : Boolean i. Правда (по умолчанию)
sv_se: Konfigurera flera inställningar för den hanterade noden. Kör `[p]plmanaged config server <setting> info` för att visa information om inställningarna och vad de gör. **Inställningsnamn**: `bufferVaraktighetMs` : Integer i. 400 (Standard 400) `frameBufferDurationMs`: Integer i. 1000 (Standard 1000) `trackStuckThresholdMs` : Integer i. 1000 (Standard 1000) `youtubePlaylistLoadLimit` : Integer i. 1000 (Standard 1000) `opusEncodingQuality` : Integer i. 10 (Standard 10) `resamplingQuality` : Sträng i. LÅG (Standard LOW) `useSeekGhosting` : Boolean i. True (Standard True) `playerUpdateInterval` : Integer i. 1 (Standard 1) `youtubeSearchEnabled` : Boolean i. True (Default True) `soundcloudSearchEnabled` : Boolean i. Sant (standard sant)
uk_ua: Налаштувати декілька параметрів для керованого вузла. Запустіть `[p]налаштований конфігураційний сервер <setting> info`, щоб показати інформацію про налаштування і що вони роблять. **Setting names**: `bufferDurationMs` : Integer i. 400 (Типове 400) `frameBufferDurationMs` : Integer і. 1000 (Типове 1000) `trackStuckThresholdMs` : Integer i. 1000 (Типовий 1000) `youtubePlaylistLoadLimit` : Integer i. 1000 (1000) `opusEncodingQuality` : Integer i. 10 (Типовий 10) `resamplingQuality` : String i. LOW (стандартний LOW) `useSeekGhosting` : логічний і. True (Стандартний True) `playerUpdateInterval` : Integer i. 1 (За замовчуванням 1) `youtubeSearchEnabled` : Boolean i. True (True) `soundcloudSearchEnabled` : логічний і. True (True)

source: {Setting} is not a valid Setting; Options are: {setting_list}
da_dk: {Setting} er ikke en gyldig indstilling; Indstillinger er: {setting_list}
de_de: {Setting} ist keine gültige Einstellung; Optionen sind: {setting_list}
el_gr: {Setting} δεν είναι έγκυρη ρύθμιση, Οι επιλογές είναι: {setting_list}
fi_fi: {Setting} ei ole kelvollinen Asetus; Valinnat ovat: {setting_list}
it_it: {Setting} non è un'impostazione valida; Le opzioni sono: {setting_list}
ja_jp: {Setting} は有効な設定ではありません; オプションは次のとおりです: {setting_list}
nb_no: {Setting} er ikke en gyldig innstilling; Innstillinger er: {setting_list}
pl_pl: {Setting} nie jest prawidłowym ustawieniem. Opcje to: {setting_list}
pt_br: {Setting} não é uma configuração válida; as opções são: {setting_list}
ro_ro: {Setting} nu este o setare validă; Opțiunile sunt: {setting_list}
ru_ru: {Setting} не является корректной настройкой; Параметры: {setting_list}
sv_se: {Setting} är inte en giltig inställning; Alternativ är: {setting_list}
uk_ua: {Setting} не є припустимим параметром; Параметри: {setting_list}

source: The duration of the NAS buffer in milliseconds. Higher values fare better against longer GC pauses. Minimum of 40ms, lower values may introduce pauses. Accepted values: Range: 40 - 2,000
da_dk: Varigheden af NAS bufferen i millisekunder. Højere værdier billetpriser bedre mod længere GC pauser. Mindst 40 ms, lavere værdier kan indføre pauser. Accepterede værdier: Område: 40 - 2.000
de_de: Die Dauer des NAS-Puffers in Millisekunden. Höhere Werte gehen besser gegen längere GC-Pausen vor. Mindestens 40ms, niedrigere Werte können Pausen einführen. Akzeptierte Werte: 40 - 2.000
fi_fi: NAS-puskurin kesto millisekunteina. Korkeammat arvot pärjäävät paremmin pidempiä GC-taukoja vastaan. Vähintään 40 ms, pienemmät arvot voivat tuoda taukoja. Hyväksytyt arvot: vaihteluväli: 40 - 2 000
it_it: La durata del buffer NAS in millisecondi. Valori più alti sono migliori rispetto a pause GC più lunghe. Minimo 40ms, valori inferiori possono introdurre pause. Valori accettati: Intervallo: 40 - 2.000
ja_jp: NAS バッファの長さ（ミリ秒）。値が大きいほど、GC の一時停止時間が長くなります。 最低40ミリ秒、低い値は一時停止をもたらす可能性があります。 受け入れられる値: 範囲: 40 - 2,000
nb_no: Varigheten av NAS-bufferen i millisekunder. Høyere verdier farer bedre mot lengre GC-pauser. Minimum 40 ms, lavere verdier kan introdusere pauser. Godtatte verdier: Område: 40 - 2000
pl_pl: Czas trwania buforu NAS w milisekundach. Wyższe wartości lepiej odradzają dłuższe przerwy w GC. Minimalnie 40 ms, niższe wartości mogą wprowadzać pauzy. Akceptowane wartości: Zakres: 40 - 2000
pt_br: A duração do buffer de NAS em milissegundos. Valores maiores são melhor contra pausas mais longas. Mínimo de 40ms, valores inferiores podem introduzir pausas. Valores aceitos: Intervalo: 40 - 2.000
ro_ro: Durata tamponului NAS în milisecunde. Valorile mai mari dau rezultate mai bune împotriva întreruperilor GC mai lungi. Minim 40 ms, valori mai mici pot introduce pauze. Valori acceptate: Intervale: 40 - 2,000
ru_ru: Продолжительность буфера NAS в миллисекундах. Чем больше значение тарифицируется по сравнению с более длинными паузами GC. Минимум 40 мс, меньшие значения могут вводить паузы. Принятые значения: Диапазон: 40 - 2 000
sv_se: Varaktigheten av NAS-bufferten i millisekunder. Högre värden klarar sig bättre mot längre GC-pauser. Minimum 40ms, lägre värden kan införa pauser. Accepterade värden: Intervall: 40 - 2000
uk_ua: Тривалість буфера NAS в мілісекундах. Більш високі значення покращуються проти довше паузи. Мінімальна сума 40мс, менша кількість може ввести паузи. Допустимі значення: 40 - 2,000

source: How many milliseconds of audio to keep buffered. Accepted values: Range: 1,000 - 10,000
da_dk: Hvor mange millisekunder lyd der skal holdes buffer. Accepterede værdier: Område: 1.000 - 10.000
de_de: Wie viele Millisekunden Audio gepuffert werden sollen. Akzeptierte Werte: Bereich: 1.000 - 10.000
fi_fi: Kuinka monta millisekuntia äänen puskuroitavaksi. Hyväksytyt arvot: alue: 1000 - 10,000
it_it: Quanti millisecondi di audio per mantenere il buffer. Valori accettati: Intervallo: 1.000 - 10.000
ja_jp: バッファを保持するオーディオのミリ秒数。受け入れられる値: 範囲: 1,000 - 10,000
nb_no: Hvor mange millisekunder av lyd som fortsetter å bufre. Aksepterte verdier: Område: 1000 - 10.000
pl_pl: Ile milisekund dźwięku ma być buforowane. Akceptowane wartości: zakres: 1000 - 10 000
pt_br: Quantos milissegundos de áudio para manter o armazenamento em buffer. Valores aceitos: Intervalo: 1.000 - 10.000
ro_ro: Câte milisecunde de audio să păstreze buffed. Valori acceptate: 1000 - 10.000
ru_ru: Сколько миллисекунд аудио для поддержания буфера. Принятые значения: Диапазон: 1000 - 10,000
sv_se: Hur många millisekunder ljud för att hålla buffrad. Accepterade värden: intervall: 1.00-10.000
uk_ua: Скільки мілісекунд для збереження буферу. Прийнятні значення: 1000 - 10 000
