Repository: Drapersniper/Audio
Catalog: pleq/locales/*.po
Languages: ar_bh, fi_fi, it_it, nb_no, nl_nl, ru_by, ru_ru, sv_fi, zh_cn

source: Apply equalizer presets to the PyLav player.
ar_bh: تطبيق الإعداد المسبق للمعادل على لاعب بيلاف.
fi_fi: Käytä taajuuskorjaimen esiasetuksia PyLav soittimeen.
it_it: Applica le preimpostazioni equalizzatore al lettore PyLAV.
nl_nl: Pas equalizer presets toe aan de PyLav speler.
ru_by: Применить пресеты эквалайзера к игроку PyLav.
sv_fi: Tillämpa equalizer förinställningar till PyLav spelare.
zh_cn: 将 均衡器预设应用到 PyLav 播放器。

source: This command requires an existing player to be run.
ar_bh: يتطلب هذا الأمر تشغيل مشغل موجود.
fi_fi: Tämä komento vaatii olemassa olevan pelaajan suorittamisen.
it_it: Questo comando richiede l'esecuzione di un giocatore esistente.
nl_nl: Deze opdracht vereist dat een bestaande speler wordt uitgevoerd.
ru_by: Эта команда требует запуска существующего игрока.
sv_fi: Detta kommando kräver att en befintlig spelare körs.

source: MediaPlayer cog is currently temporarily unavailable due to an outage with the backend services, please try again later.
ar_bh: كود MediaPlayer غير متوفر حاليا بشكل مؤقت بسبب انقطاع مع خدمات الخلفية، الرجاء المحاولة مرة أخرى لاحقا.
fi_fi: MediaPlayerin koodaus on tällä hetkellä tilapäisesti poissa käytöstä, koska taustaosan palvelut eivät ole enää käytettävissä, yritä myöhemmin uudelleen.
it_it: MediaPlayer cog è temporaneamente non disponibile a causa di un'interruzione con i servizi di backend, per favore riprova più tardi.
nl_nl: MediaPlayer cog is momenteel tijdelijk niet beschikbaar vanwege een storing met de backend diensten, probeer het later alstublieft opnieuw.
ru_by: В настоящее время ког MediaPlayer временно недоступен из-за невозможности работы с бэкэндом, пожалуйста, повторите попытку позже.
sv_fi: MediaPlayer-cog är för närvarande inte tillgänglig på grund av ett driftavbrott i backend-tjänsterna, försök igen senare.

source: No Lavalink node currently available.
ar_bh: لا توجد عقدة فارغة متاحة حاليا.
fi_fi: Ei Lavalink solmua tällä hetkellä saatavilla.
it_it: Nessun nodo Lavalink attualmente disponibile.
nl_nl: Er is geen Lavalink node momenteel beschikbaar.
ru_by: В настоящее время узел Lavalink недоступен.
sv_fi: Ingen Lavalink-nod tillgänglig för tillfället.

source: MediaPlayer is currently unable to process tracks belonging to {feature}.
ar_bh: MediaPlayer غير قادر حاليا على معالجة المسارات التي تخص {feature}.
fi_fi: MediaPlayer ei tällä hetkellä pysty käsittelemään ryhmään {feature} kuuluvia kappaleita.
it_it: MediaPlayer non è attualmente in grado di elaborare tracce appartenenti a {feature}.
nl_nl: MediaPlayer kan momenteel geen tracks van {feature} verwerken.
ru_by: MediaPlayer в настоящее время не может обрабатывать треки, принадлежащие к {feature}.
sv_fi: MediaPlayer kan för närvarande inte bearbeta spår som tillhör {feature}.

source: No Lavalink node currently available with feature {feature}.
ar_bh: لا توجد عقدة فارغة متاحة حاليا مع الميزة {feature}.
fi_fi: Ei Lavalink solmua tällä hetkellä saatavilla ominaisuudella {feature}.
it_it: Nessun nodo Lavalink attualmente disponibile con la funzione {feature}.
nl_nl: Er is geen Lavalink node beschikbaar met feature {feature}.
ru_by: В настоящее время нет доступных узлов Lavalink с функцией {feature}.
sv_fi: Ingen Lavalink-nod finns för närvarande med funktionen {feature}.

source: This command is not available in this channel. Please use {channel}
ar_bh: هذا الأمر غير متوفر في هذه القناة. الرجاء استخدام {channel}
fi_fi: Tämä komento ei ole käytettävissä tällä kanavalla. Käytä {channel}
it_it: Questo comando non è disponibile in questo canale. Per favore usa {channel}
nl_nl: Deze opdracht is niet beschikbaar in dit kanaal. Gebruik {channel}
ru_by: Эта команда не доступна на этом канале. Пожалуйста, используйте {channel}
sv_fi: Detta kommando är inte tillgängligt i denna kanal. Använd {channel}

source: Configure the Player behaviour when a preset is set.
ar_bh: تكوين سلوك اللاعب عند تعيين الإعداد المسبق.
fi_fi: Määritä soittimen käyttäytyminen, kun esiasetus on asetettu.
it_it: Configura il comportamento del Giocatore quando è impostata una preimpostazione.
nl_nl: Het gedrag van de speler configureren wanneer een voorinstelling is ingesteld.
ru_by: Настройте поведение проигрывателя, когда установлен пресет.
sv_fi: Konfigurera spelarens beteende när en förinställning är inställd.
zh_cn: 设置预设时配置播放器行为。

source: Persist the last used preset.
ar_bh: الحفاظ على آخر استخدام مسبقاً.
fi_fi: Pidä viimeksi käytetty esiasetus.
it_it: Persiste l'ultimo preset usato.
nl_nl: Houd de laatst gebruikte voorinstelling aan.
ru_by: Сохранять последний использованный пресет.
sv_fi: Behåll den senast använda förinställningen.
zh_cn: 保持上次使用的预设。

source: The player will now apply the last used preset when it is created.
ar_bh: سيطبق اللاعب الآن آخر ضبط مسبق مستخدم عند إنشائه.
fi_fi: Pelaaja käyttää nyt viimeksi käytettyä esiasetusta kun se on luotu.
it_it: Il giocatore ora applicherà l'ultimo preset usato quando viene creato.
nl_nl: De speler zal nu de laatst gebruikte voorinstelling toepassen wanneer deze is gemaakt.
ru_by: Теперь при создании будет применен последний использованный пресет.
sv_fi: Spelaren kommer nu att tillämpa den senast använda förinställda när den skapas.
zh_cn: 播放器现在将在创建时应用最后使用的预设。

source: Last used preset will no longer be saved.
ar_bh: آخر تعيين مستخدم مسبقاً لن يتم حفظه.
fi_fi: Viimeksi käytettyä esiasetusta ei enää tallenneta.
it_it: L'ultima preimpostazione usata non sarà più salvata.
nl_nl: Laatst gebruikte voorinstelling zal niet langer worden opgeslagen.
ru_by: Пресет последнего использования больше не будет сохранен.
sv_fi: Den senast använda förinställningen kommer inte längre att sparas.
zh_cn: 上次使用的预设将不再保存。

source: Apply a Bass boost preset to the player. The level is a value between 0 and 7.
ar_bh: تطبيق التعزيز المسبق للاعب. المستوى هو قيمة بين 0 و 7.
fi_fi: Käytä basso korostuksen esiasetusta soittimeen. Taso on arvo välillä 0 ja 7.
it_it: Applica una preimpostazione Bass boost al giocatore. Il livello è un valore compreso tra 0 e 7.
nl_nl: Pas een Bass boost voorinstelling toe aan de speler. Het level is een waarde tussen 0 en 7.
ru_by: Применить к игроку пресет усиления баса. Уровень в диапазоне от 0 до 7.
sv_fi: Tillämpa en basförstärkning på spelaren. Nivån är ett värde mellan 0 och 7.

source: The level must be between 0 and 7.
ar_bh: ويجب أن يكون المستوى بين صفر و 7.
fi_fi: Tason on on oltava välillä 0 ja 7.
it_it: Il livello deve essere compreso tra 0 e 7.
nl_nl: Het niveau moet tussen 0 en 7 liggen.
ru_by: Уровень должен быть между 0 и 7.
sv_fi: Nivån måste vara mellan 0 och 7.

source: Bass boost preset has been disabled.
ar_bh: تم تعطيل الإعداد المسبق للتحسين العلوي.
fi_fi: Basson korostuksen esiasetus on poistettu käytöstä.
it_it: La preimpostazione amplificazione bassi è stata disabilitata.
nl_nl: Voorkeursinstelling basversterker is uitgeschakeld.
ru_by: Предустановка усиления НЧ отключена.
sv_fi: Basförstärkning förinställning har inaktiverats.
zh_cn: 低音升压预设已被禁用。

source: Base boost - Maximum
ar_bh: تعزيز القاعدة - الحد الأقصى
fi_fi: Perustehostus - maksimi
it_it: Potenziamento di base - Massimo
nl_nl: Basis boost - Maximaal
ru_by: Базовый бонус - максимальный
sv_fi: Basförstärkning - Maximalt

source: Base boost - Insane
ar_bh: تحسين القاعدة - غير سليم
fi_fi: Perustehostus - hullu
it_it: Potenziamento base - Insane
nl_nl: Basis boost - Chaos
ru_by: Базовый усилитель - Безумный
sv_fi: Bas boost - Insane

source: Base boost - Extreme
ar_bh: تعزيز القاعدة - متطرفة
fi_fi: Perustehostus - äärimmäinen
it_it: Potenziamento di base - Estremità
nl_nl: Basis boost - Extreme
ru_by: Базовый усиление - Экстремальный
sv_fi: Bas boost - Extrem

source: Base boost - Very high
ar_bh: تعزيز القاعدة - عالي جدا
fi_fi: Perustehostus - Erittäin korkea
it_it: Potenziamento base - Molto alto
nl_nl: Basis boost - zeer hoog
ru_by: Базовый бонус - очень высокий
sv_fi: Bas boost - Mycket hög

source: Base boost - High
ar_bh: تعزيز القاعدة - ارتفاع
fi_fi: Perustehostus - korkea
it_it: Potenziamento di base - Alto
nl_nl: Basis boost - Hoog
ru_by: Базовый усиление - Высокий
sv_fi: Bas boost - Hög

source: Base boost - Medium
ar_bh: تعزيز القاعدة - متوسط
fi_fi: Perustehostus - Keskikokoinen
it_it: Potenziamento base - Media
nl_nl: Basis boost - Gemiddeld
ru_by: Базовый усилитель - Средний
sv_fi: Bas boost - Medium

source: Base boost - Cut-off
ar_bh: تعزيز القاعدة - إيقاف التشغيل
fi_fi: Perustehostus - katkaisu
it_it: Potenziamento di base - Taglio
nl_nl: Basis boost - Uitkap
ru_by: Базовый усилитель - выключатель
sv_fi: Bas boost - Cut-off

source: Preset has been set to {name}.
ar_bh: تم تعيين الإعداد المسبق إلى {name}.
fi_fi: Esiasetus on asetettu {name}.
it_it: La preimpostazione è stata impostata a {name}.
nl_nl: Voorkeursinstelling is ingesteld op {name}.
ru_by: Пресет был установлен в {name}.
sv_fi: Förvalet har ändrats till {name}.
zh_cn: 预设已设置为 {name}。

source: Apply a Piano preset to the player. Suitable for acoustic tracks, or tacks with an emphasis on female vocals. Can also be used as a bass cut-off.
ar_bh: تطبيق الإعداد المسبق للبيانو على اللاعب. مناسب للمسارات الصوتية، أو السبائك مع التأكيد على صوت الإناث. يمكن أيضا أن تستخدم كقطع باس.
fi_fi: Soita pianon esiasetus pelaajalle. Sopii akustisia kappaleita, tai tacks painottaen naisten lauluja. Voidaan käyttää myös basson katkaisuna.
it_it: Applica una preimpostazione Pianoforte al giocatore. Adatto per tracce acustiche, o tacche con un'enfasi sulla voce femminile. Può essere utilizzato anche come cut-off dei bassi.
nb_no: Sett en Piano forhåndsinnstilling på spilleren. Egnet for akustiske spor, eller stabler med vekt på kvinnelige vokal. Kan også brukes som en basseng kuttet.
nl_nl: Een Piana-voorinstelling toepassen op de speler. Ideaal voor akoestische cellen, of doet het met de nadruk op vrouwelijke stemmetjes. Kan ook gebruikt worden als een afgesneden bass.
ru_by: Применить пресет на фортепиано. Подходит для акустических треков или наборов с акцентом на женский вокал. Также можно использовать как отрезок баса.
ru_ru: Применить пресет на фортепиано. Подходит для акустических треков или наборов с акцентом на женский вокал. Также можно использовать как отрезок баса.
sv_fi: Tillämpa en Piano förinställning till spelaren. Lämplig för akustiska låtar, eller tackar med tonvikt på kvinnlig sång. Kan också användas som bas cut-off.
zh_cn: 对玩家应用钢琴预设。 适合于音轨，或强调女性声音的堆栈。 也可以被用作禁用基础.

source: Piano
ar_bh: بيانو
it_it: Pianoforte
nb_no: Klaver
ru_by: Пианино
ru_ru: Пианино
zh_cn: 钢琴座

source: Piano preset has been set.
ar_bh: تم تعيين Piano مسبقاً.
fi_fi: Piano esiasetus on asetettu.
it_it: Il pianoforte è stato impostato.
nl_nl: Piano preset is ingesteld.
ru_by: Интерфейс фортепиано установлен.
sv_fi: Piano förinställning har satts.
zh_cn: 钢琴预设已设置。

source: Apply an experimental Metal/Rock equalizer preset. Expect clipping on songs with heavy bass.
ar_bh: تطبيق نموذج معادل معدني/صخري تجريبي مسبقاً. توقع القفز على الأغاني مع قواعد ثقيلة.
fi_fi: Toteuta kokeellinen Metal/Rock taajuuskorjain esiasetus. Odota kappaleiden leikkaamista raskaalla bassolla.
it_it: Applica una preimpostazione sperimentale di equalizzatore Metal/Rock. Aspettatevi di ritagliare i brani con bassi pesanti.
nb_no: Bruk en eksperimentell metal/Rock equalizer forhåndsinnstilt. Forvent klipping på sanger med tunge bass.
nl_nl: Pas een experimentele Metale/Rock equalizer voorinstelling toe. Verwacht muziek met zware basaalstand.
ru_by: Применить экспериментальный пресет Metal/Rock equalizer. Вырезать песни с тяжелым басом.
ru_ru: Применить экспериментальный пресет Metal/Rock equalizer. Вырезать песни с тяжелым басом.
sv_fi: Tillämpa en experimentell Metal/Rock equalizer förinställd. Räkna med att klippa på låtar med tung bas.
zh_cn: 应用实验性的 Metal/Rock 均衡器预设。 期望在带重量的歌曲上剪切

source: Metal
ar_bh: معدن
fi_fi: Metalli
it_it: Metallo
nb_no: Metall
nl_nl: Metalen
ru_by: Металл
ru_ru: Металл
sv_fi: Metall
zh_cn: 金属类

source: Rock/Metal preset has been set.
ar_bh: تم تعيين الصخور/المعادن مسبقاً.
fi_fi: Rock/Metal esiasetus on asetettu.
it_it: La preimpostazione Rock/Metal è stata impostata.
nl_nl: Rock/Metalen voorinstelling is ingesteld.
ru_by: Пресет Rock/Metal установлен.
sv_fi: Rock/Metal förinställning har satts.
zh_cn: 石头/金属预设已设置。

source: Remove any equalizer preset from the player.
ar_bh: إزالة أي معامل مساواة مسبقاً من اللاعب.
fi_fi: Poista mikä tahansa taajuuskorjaimen esiasetus pelaajalta.
it_it: Rimuovere qualsiasi equalizzatore preimpostato dal giocatore.
nl_nl: Verwijder een Equalizer voorinstelling van de speler.
ru_by: Удалить пресет эквалайзера.
sv_fi: Ta bort någon equalizer förinställning från spelaren.
zh_cn: 从播放器中删除任何均衡器预设。

source: Equalizer preset has been reset.
ar_bh: تم إعادة تعيين المعادل مسبقاً.
fi_fi: Taajuuskorjaimen esiasetus on nollattu.
it_it: Il preset Equalizzatore è stato resettato.
nl_nl: Voorkeursinstelling Equalizer is gereset.
ru_by: Предустановка Эквалайзера была сброшена.
sv_fi: Förinställd Equalizer har återställts.
zh_cn: 均衡器预设已重置。

source: Apply equalizer presets to the PyLav player
nb_no: Bruk equalizer forhåndsinstillinger på PyLav spiller
ru_ru: Применить пресеты эквалайзера к игроку PyLav

source: Apply an Equalizer preset to the player
nb_no: Påfør en Equalizer forhåndsinnstilling til spilleren
ru_ru: Применить пресет эквалайзера к игроку

source: Configure the Player behaviour when a preset is set
nb_no: Konfigurer spilleroppførselen når en forhåndsinnstilling er satt
ru_ru: Настроить поведение проигрывателя, когда установлен пресет

source: Show the version of the Cog and it's PyLav dependencies
nb_no: Vis versjonen av Cog dens PyLav avhengigheter
ru_ru: Показать версию Cog и его зависимости PyLav

source: Library/Cog
nb_no: Bibliotek/Hund
ru_ru: Библиотека/Ког
zh_cn: 库 / COG

source: Version
nb_no: Versjon
ru_ru: Версии
zh_cn: 版本

source: Persist the last used preset
nb_no: Vedvare den sist brukte forhåndsinnstillingen
ru_ru: Сохранять последний используемый пресет

source: The player will now apply the last used preset when it is created
nb_no: Spilleren vil nå bruke den sist brukte forhåndsinnstillingen når den er opprettet
ru_ru: После создания игрок будет применять последний использованный пресет

source: Last used preset will no longer be saved
nb_no: Sist brukte forhåndsinnstillinger vil ikke bli lagret
ru_ru: Пресет последнего использования больше не будет сохранен

source: Apply a Bass boost preset to the player. Arguments: - Maximum - Insane - Extreme - High - Very High - Medium - Fined Tuned - Cut-off - Off
nb_no: Påfør en Bassboost forhåndsinnstilling til spilleren. Argumenter: - Maksimum - Insane - Ekstrem - Høy - Svært høyt - Medium - Finert slått oppe - Cut-off - Off
ru_ru: Применить пресет усиления Bass к игроку. Аргументы: - Максимум - Безумное - Экстремальное - Высокая - Очень высокая - Средняя - Полученная обработка - Вырезание - Выкл
zh_cn: 对玩家应用低音提升预设。 参数： - 最大 - 疯狂 - 极端 - 高 - 非常高 - 中等 - 已完成 - 切断 - 关闭

source: The current node does not have the Equalizer functionality enabled
nb_no: Gjeldende node har ikke Equalizer-funksjonaliteten aktivert
ru_ru: Текущий узел не имеет включенной функциональности Эквалайзера

source: Bass boost preset has been disabled
nb_no: Bassforsterking forhåndsinnstilling har blitt deaktivert
ru_ru: Предустановка усиления Носа была отключена

source: Bass boost - Maximum
nb_no: Bassforsterking - Maksimum
ru_ru: Усиление НЧ - Максимальное
zh_cn: 低音强化-最大值

source: Bass boost - Insane
nb_no: Bassforsterking - Insane
ru_ru: Усиление басов - Безумие
zh_cn: 低音加速 - 疯狂模式

source: Bass boost - Extreme
nb_no: Bassforsterking - Ekstrem
ru_ru: Усиление Баса - Экстремальное
zh_cn: 低音强化 - 极限

source: Bass boost - Very High
nb_no: Bassforsterking - Veldig høyt
ru_ru: Усиление НЧ - Очень Высокое
zh_cn: 低音升压 - 非常高

source: Bass boost - High
nb_no: Bassforsterking - Høy
ru_ru: Усиление НЧ - Высокое
zh_cn: 低音升压 - 高

source: Bass boost - Medium
nb_no: Bassforsterking - Middels
ru_ru: Усиление НЧ - Средний
zh_cn: 低音加成 - 中

source: Bass boost - Fine Tuned
nb_no: Bassforsterking - Fine Tuned
ru_ru: Усиление НЧ - Прекрасная Тюнита

source: Bass boost - Cut-off
nb_no: Bassforsterking - Avsluttet
ru_ru: Усиление НЧ - Вт/Выкл
zh_cn: 低音强化 - 剪切。

source: Preset has been set to {name}
nb_no: Forhåndsinstilling er satt til {name}
ru_ru: Пресет был установлен в {name}

source: Piano preset has been set
nb_no: Piano forhåndsinnstilling er satt
ru_ru: Пресет для фортепиано установлен

source: Rock/Metal preset has been set
nb_no: Rock/Metal forhåndsinnstilling er satt
ru_ru: Предустановка Rock/Metal установлена

source: Remove any equalizer preset from the player
nb_no: Fjern eventuelle equalizer forhåndsinnstillinger fra spilleren
ru_ru: Удалить любой пресет эквалайзера из плеера

source: Equalizer preset has been reset
nb_no: Equalizer forhåndsinnstilling er tilbakestilt
ru_ru: Пресет эквалайзера был сброшен

source: No changes were made to the equalizer, discarding request
nb_no: Ingen endringer ble gjort for equalizer, forkastes forespørsel
ru_ru: Никаких изменений в эквалайзере, отмена запроса

source: Apply an Equalizer preset to the player.
zh_cn: 对玩家应用均衡器预设。

source: Show the version of the Cog and it's PyLav dependencies.
zh_cn: 显示Cog版本和它的 PyLav 依赖关系。

source: Bass boost - Fined Tuned
zh_cn: 低音强化 - 已完成调整

source: No changes were made to the equalizer, discarding request.
zh_cn: 均衡器没有更改，放弃请求。
