Repository: Drapersniper/Audio
Catalog: plnodes/cog/locales/*.po
Languages: pl_pl, ro_ro, uk_ua, zh_cn

source: Configure PyLav Nodes.
pl_pl: Konfiguruj węzły PyLav.
ro_ro: Configurați nodurile Pylav.
uk_ua: Конфігуруйте папки PyLav Nodes.
zh_cn: 配置 PyLav 节点。

source: Add a node PyLav.
pl_pl: Dodaj węzeł PyLav.
ro_ro: Adaugă un nod PyLav.
uk_ua: Додати Пілав вузолу.
zh_cn: 添加节点 PyLav。

source: Let's add a node to PyLav!
pl_pl: Dodajmy węzeł do PyLav!
ro_ro: Hai să adăugăm un nod PyLav!
uk_ua: Давайте додамо вузол до PyLav!
zh_cn: 让我们添加一个节点到 PyLav!

source: (**1**){space} - Apply changes and add the node to PyLav. (**2**){space} - Cancel any changes made and close the menu. (**3**){space} - Toggle between search-only and search and playback modes. (**4**){space} - Toggle between SSL on and off. (**5**){space} - Add a name to the node. (**6**){space} - Add the host address of the node. (**7**){space} - Add the port the node uses. (**8**){space} - Set the password for the node. (**9**){space} - Set the connection timeout. (**10**) - Select which sources to disable for this node (Multiple can be selected). If you interact with a button multiple times, only the last interaction will take effect.
pl_pl: (**1**){space} - Zastosuj zmiany i dodaj węzeł do PyLav. (**2**){space} - Anuluj dokonane zmiany i zamknij menu. (**3**){space} - Przełącz pomiędzy trybami wyszukiwania i odtwarzania. (**4**){space} - Przełącz pomiędzy SSL włączonym i wyłączonym. (**5**){space} - Dodaj nazwę do węzła. (**6**){space} - Dodaj adres hosta węzła. (**7**){space} - Dodaj port użyty przez węzeł. (**8**){space} - Ustaw hasło dla węzła. (**9**){space} - Ustaw limit czasu połączenia. (**10**) - Wybierz źródła, które chcesz wyłączyć dla tego węzła (można wybrać wiele źródeł). Jeśli używasz przycisku wiele razy, tylko ostatnia interakcja zacznie działać.
ro_ro: (**1**){space} - Aplică modificări și adaugă nodul în PyLav. (**2**){space} - Anulează orice modificări făcute și închide meniul. (**3**){space} - Comută între modurile de căutare și căutare și redare. (**4**){space} - Comută între SSL pornit și oprit. (**5**){space} - Adaugă un nume la nod. (**6**){space} - Adaugă adresa de găzduire a nodului. (**7**){space} - Adaugă portul pe care îl utilizează. (**8**){space} - Setează parola pentru nod. (**9**){space} - Setează expirarea conexiunii. (**10**) - Selectați care surse să fie dezactivate pentru acest nod (Multiple poate fi selectat). Dacă interacționați de mai multe ori cu un buton, numai ultima interacțiune va avea efect.
uk_ua: (**1**){space} - Застосувати зміни і додати вузол до PyLav. (**2**){space} - Скасування всіх змін, внесених та закриття меню. (**3**){space} - переключитися між режимами пошуку і відтворення. (**4**){space} - Перемикач між SSL та вимкненим. (**5**){space} - Додати назву на вузол. (**6**){space} - Додати адресу хоста вузла. (**7**){space} - Додати порт використовується вузол. (**8**){space} - Встановити пароль для вузла. (**9**){space} - Встановіть час підключення. (**10**) - Виберіть, які джерела для цього вузла (множинний вибір можна вибрати). Якщо ви взаємодієте з кнопкою кілька разів, лише остання взаємодія набуде чинності.
zh_cn: (**1**){space} - 应用更改并将节点添加到PyLav。 (**2**){space} - 取消所做的任何更改并关闭菜单。 (**3**){space} - 在搜索和播放模式之间切换。 (**4**){space} - 打开或关闭SSL之间切换。 (**5**){space} - 在节点中添加一个名称。 (**6**){space} - 添加节点的主机地址。 (**7**){space} - 添加节点使用的端口。 (**8**){space} - 设置节点密码。 (**9**){space} - 设置连接超时。 (**10**) - 选择要禁用此节点的来源(可以选择多个)。 如果您与按钮多次交互，只有最后一次交互生效。

source: Remove a node from PyLav instance.
pl_pl: Usuń węzeł z instancji PyLav.
ro_ro: Elimină un nod din instanța Pylev.
uk_ua: Видалити вузол з екземпляра PyLav .
zh_cn: 从 PyLav 实例中删除一个节点。

source: {name} is managed by PyLav and cannot be removed.
pl_pl: {name} jest zarządzany przez PyLav i nie może być usunięty.
ro_ro: {name} este gestionat de PyLav și nu poate fi eliminat.
uk_ua: {name} керує PyLav і не може бути видалений.
zh_cn: {name} 由 PyLav 管理，无法删除。

source: Removed node {name}. {data}
pl_pl: Usunięto węzeł {name}. {data}
ro_ro: Nod eliminat {name}. {data}
uk_ua: Видалено вузол {name}. {data}
zh_cn: 移除节点 {name}。 {data}

source: Removed node {name}, a DM was sent to you with the node details in case you wish to re-add it.
pl_pl: Usunięto węzeł {name}, DM został wysłany do Ciebie ze szczegółami węzła w przypadku, gdy chcesz go ponownie dodać.
ro_ro: Nodul {name}a fost eliminat, un DM v-a fost trimis cu detaliile nodului în cazul în care doriți să îl adăugați din nou.
uk_ua: Видалений вузол {name}, DM був відправлений вам з подробицями вузла в разі повторного додавання.
zh_cn: 移除节点 {name}，当您想要重新添加时，已经向您发送了带有节点详细信息的DM。

source: Manage all nodes in PyLav instance.
pl_pl: Zarządzaj wszystkimi węzłami w instancji PyLav.
ro_ro: Gestionați toate nodurile în instanța Pylav.
uk_ua: Керування всіма вузлами в PyLav екземплярі.
zh_cn: 在 PyLav 实例中管理所有节点。

source: List all nodes used by PyLav.
pl_pl: Lista wszystkich węzłów używanych przez PyLav.
ro_ro: Listează toate nodurile folosite de PyLav.
uk_ua: Список всіх вузлів, які використовуються PyLav.
zh_cn: 列出PyLav使用的所有节点。

source: No Nodes added to PyLav.
pl_pl: Nie dodano żadnych węzłów do PyLav.
ro_ro: Nici un Nod adăugat în PyLav.
uk_ua: Ніяких вузлів не додано до PyLav.
zh_cn: 没有添加到PyLav的节点。
