Repository: Drapersniper/Audio
Catalog: pleffects/locales/*.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, it_it, ja_jp, nb_no, nl_nl, no_no, ro_ro, ru_ru, sv_se, uk_ua

source: Apply filters and effects to the PyLav player
cs_cz: Použití filtrů a efektů na přehrávač PyLav
da_dk: Anvend filtre og effekter på PyLav-afspilleren
de_de: Wenden Sie Filter und Effekte auf den PyLav-Player an
el_gr: Εφαρμογή φίλτρων και εφέ στη συσκευή αναπαραγωγής PyLav
es_es: Aplicar filtros y efectos al reproductor PyLav
fi_fi: Käytä suodattimia ja tehosteita PyLav-soittimeen
it_it: Applicare filtri ed effetti al lettore PyLav
ja_jp: PyLavプレーヤーにフィルターとエフェクトを適用する
nb_no: Bruk filtre og effekter på PyLav-spilleren
nl_nl: Filters en effecten toepassen op de PyLav-speler
ro_ro: Aplicați filtre și efecte jucătorului PyLav
ru_ru: Применение фильтров и эффектов к проигрывателю PyLav
sv_se: Applicera filter och effekter på PyLav-spelaren
uk_ua: Застосування фільтрів і ефектів до програвача PyLav

source: Configure the Player behaviour when an effect is set
cs_cz: Konfigurace chování přehrávače při nastavení efektu
da_dk: Konfigurer afspillerens funktionsmåde, når en effekt er indstillet
de_de: Konfigurieren des Playerverhaltens beim Festlegen eines Effekts
el_gr: Ρύθμιση παραμέτρων της συμπεριφοράς του Player όταν ορίζεται ένα εφέ
es_es: Configurar el comportamiento del reproductor cuando se establece un efecto
fi_fi: Playerin toiminnan määrittäminen, kun tehoste on asetettu
it_it: Configurare il comportamento del giocatore quando viene impostato un effetto
ja_jp: エフェクトが設定されたときのプレーヤーの動作を構成する
nb_no: Konfigurere virkemåten til spilleren når en effekt er angitt
nl_nl: Het gedrag van De speler configureren wanneer een effect is ingesteld
ro_ro: Configurarea comportamentului jucătorului atunci când este setat un efect
ru_ru: Настройка поведения проигрывателя при установке эффекта
sv_se: Konfigurera spelarbeteendet när en effekt är inställd
uk_ua: Настроювання поведінки програвача під час встановлення ефекту

source: Show the version of the Cog and its PyLav dependencies
cs_cz: Zobrazení verze ozubeného kola a jeho závislostí PyLav
da_dk: Vis versionen af tandhjulet og dets PyLav-afhængigheder
de_de: Anzeigen der Version des Zahnrads und seiner PyLav-Abhängigkeiten
el_gr: Εμφάνιση της έκδοσης του Cog και των εξαρτήσεών του PyLav
es_es: Mostrar la versión del Cog y sus dependencias PyLav
fi_fi: Näytä hammaspyörän versio ja sen PyLav-riippuvuudet
it_it: Mostra la versione dell'ingranaggio e le sue dipendenze PyLav
ja_jp: 歯車とそのPyLav依存関係のバージョンを表示する
nb_no: Vis versjonen av tannhjulet og dets PyLav-avhengigheter
nl_nl: Toon de versie van de Cog en zijn PyLav-afhankelijkheden
ro_ro: Afișați versiunea Cog și dependențele sale PyLav
ru_ru: Показать версию Cog и его зависимости PyLav
sv_se: Visa versionen av kuggen och dess PyLav-beroenden
uk_ua: Показати версію гвинтика і його залежностей PyLav

source: Library/Cog
ar_sa: المكتبة/الكلب
cs_cz: Knihovna/ozubené kolo
da_dk: Bibliotek/tandhjul
de_de: Bibliothek/Zahnrad
el_gr: Βιβλιοθήκη/Γρανάζι
es_es: Biblioteca/Engranaje
fi_fi: Kirjasto/hammasratas
it_it: Libreria/Ingranaggio
ja_jp: ライブラリ/コグ
nb_no: Bibliotek/tannhjul
nl_nl: Bibliotheek/Cog
no_no: Bibliotek/Hund
ro_ro: Biblioteca / Cog
ru_ru: Библиотека/Винтик
sv_se: Bibliotek/kugge
uk_ua: Бібліотека/гвинтик

source: Version
ar_sa: الإصدار
cs_cz: Verze
el_gr: Εκδοχή
es_es: Versión
fi_fi: Versio
it_it: Versione
ja_jp: バージョン
nb_no: Versjon
nl_nl: Versie
no_no: Versjon
ro_ro: Versiune
ru_ru: Версия
uk_ua: Версія

source: Configure the Player behaviour when an equalizer preset is set
cs_cz: Konfigurace chování přehrávače při nastavení přednastavení ekvalizéru
da_dk: Konfigurer spillerens funktionsmåde, når en forudindstilling for equalizer er indstillet
de_de: Konfigurieren des Playerverhaltens, wenn eine Equalizer-Vorgabe festgelegt ist
el_gr: Ρύθμιση παραμέτρων της συμπεριφοράς του Player όταν έχει οριστεί μια προκαθορισμένη ρύθμιση ισοσταθμιστή
es_es: Configurar el comportamiento del reproductor cuando se establece un ajuste preestablecido del ecualizador
fi_fi: Määritä soittimen toiminta, kun taajuuskorjaimen esiasetus on asetettu
it_it: Configurare il comportamento del lettore quando viene impostato un predefinito dell'equalizzatore
ja_jp: イコライザープリセットが設定されている場合のプレーヤーの動作を構成する
nb_no: Konfigurere virkemåten til spilleren når en forhåndsinnstilling for equalizer er angitt
nl_nl: Het gedrag van Speler configureren wanneer een equalizervoorinstelling is ingesteld
ro_ro: Configurarea comportamentului jucătorului atunci când este setată o presetare de egalizare
ru_ru: Настройка поведения проигрывателя при установке стиля эквалайзера
sv_se: Konfigurera spelarens beteende när en equalizerförinställning är inställd
uk_ua: Настроювання поведінки програвача, коли встановлено стиль еквалайзера

source: Persist the last used preset
cs_cz: Zachovat naposledy použité přednastavení
da_dk: Fortsæt den sidst anvendte forudindstilling
de_de: Zuletzt verwendete Voreinstellung beibehalten
el_gr: Διατήρηση της προκαθορισμένης ρύθμισης που χρησιμοποιήθηκε τελευταία
es_es: Conservar el último ajuste preestablecido utilizado
fi_fi: Säilytä viimeksi käytetty esiasetus
it_it: Mantenere l'ultimo predefinito utilizzato
ja_jp: 最後に使用したプリセットを保持する
nb_no: Behold den sist brukte forhåndsinnstillingen
nl_nl: De laatst gebruikte voorinstelling behouden
ro_ro: Persistați ultima presetare utilizată
ru_ru: Сохранение последнего использованного стиля
sv_se: Bevara den senast använda förinställningen
uk_ua: Збереження останнього використаного стилю

source: The player will now apply the last used preset when it is created
cs_cz: Přehrávač nyní použije naposledy použitou předvolbu při jejím vytvoření
da_dk: Afspilleren vil nu anvende den sidst anvendte forudindstilling, når den oprettes
de_de: Der Player wendet nun die zuletzt verwendete Voreinstellung an, wenn sie erstellt wird
el_gr: Το πρόγραμμα αναπαραγωγής θα εφαρμόσει τώρα την τελευταία προεπιλογή που χρησιμοποιήθηκε κατά τη δημιουργία της
es_es: El reproductor ahora aplicará el último ajuste preestablecido utilizado cuando se cree
fi_fi: Pelaaja käyttää nyt viimeksi käytettyä esiasetusta, kun se luodaan
it_it: Il lettore applicherà ora l'ultimo preset utilizzato quando viene creato
ja_jp: プレーヤーは、作成時に最後に使用したプリセットを適用します
nb_no: Spilleren vil nå bruke den sist brukte forhåndsinnstillingen når den er opprettet
nl_nl: De speler past nu de laatst gebruikte voorinstelling toe wanneer deze wordt gemaakt
ro_ro: Jucătorul va aplica acum ultima presetare utilizată atunci când este creată
ru_ru: Теперь проигрыватель применит последний использованный пресет при его создании.
sv_se: Spelaren kommer nu att tillämpa den senast använda förinställningen när den skapas
uk_ua: Тепер програвач застосує останній використаний стиль під час його створення

source: Last used preset will no longer be saved
cs_cz: Naposledy použitá předvolba již nebude uložena
da_dk: Sidst anvendte forudindstilling gemmes ikke længere
de_de: Die zuletzt verwendete Voreinstellung wird nicht mehr gespeichert
el_gr: Η προεπιλογή που χρησιμοποιήθηκε τελευταία δεν θα αποθηκεύεται πλέον
es_es: El último ajuste preestablecido utilizado ya no se guardará
fi_fi: Viimeksi käytettyä esiasetusta ei enää tallenneta
it_it: L'ultimo preset utilizzato non verrà più salvato
ja_jp: 最後に使用したプリセットは保存されなくなります
nb_no: Sist brukte forhåndsinnstilling lagres ikke lenger
nl_nl: Laatst gebruikte voorinstelling wordt niet meer opgeslagen
ro_ro: Ultima presetare utilizată nu va mai fi salvată
ru_ru: Последний использованный пресет больше не будет сохранен
sv_se: Senast använda förinställning sparas inte längre
uk_ua: Останній використаний стиль більше не зберігатиметься

source: Apply a Nightcore filter to the player
cs_cz: Použití filtru Nightcore na přehrávač
da_dk: Anvend et Nightcore-filter på afspilleren
de_de: Anwenden eines Nightcore-Filters auf den Player
el_gr: Εφαρμογή φίλτρου Nightcore στη συσκευή αναπαραγωγής
es_es: Aplicar un filtro Nightcore al reproductor
fi_fi: Käytä Nightcore-suodatinta soittimeen
it_it: Applicare un filtro Nightcore al lettore
ja_jp: プレイヤーにナイトコアフィルターを適用する
nb_no: Bruke et Nightcore-filter på spilleren
nl_nl: Een Nightcore-filter toepassen op de speler
ro_ro: Aplicarea unui filtru Nightcore jucătorului
ru_ru: Применение фильтра Nightcore к проигрывателю
sv_se: Applicera ett Nightcore-filter på spelaren
uk_ua: Застосування фільтра Nightcore до програвача

source: Nightcore effect has been disabled
cs_cz: Nightcore efekt byl vypnut
da_dk: Nightcore-effekten er blevet deaktiveret
de_de: Der Nightcore-Effekt wurde deaktiviert
el_gr: Το εφέ nightcore έχει απενεργοποιηθεί
es_es: Se ha deshabilitado el efecto Nightcore
fi_fi: Nightcore-vaikutus on poistettu käytöstä
it_it: L'effetto Nightcore è stato disabilitato
ja_jp: ナイトコア効果が無効になりました
nb_no: Nightcore-effekten er deaktivert
nl_nl: Nightcore-effect is uitgeschakeld
ro_ro: Efectul Nightcore a fost dezactivat
ru_ru: Эффект Nightcore отключен
sv_se: Nightcore-effekten har inaktiverats
uk_ua: Ефект нічного ядра вимкнено

source: Nightcore effect has been enabled
cs_cz: Nightcore efekt byl povolen
da_dk: Nightcore-effekt er aktiveret
de_de: Der Nightcore-Effekt wurde aktiviert
el_gr: Το εφέ νυχτολούλουδου έχει ενεργοποιηθεί
es_es: Se ha habilitado el efecto Nightcore
fi_fi: Nightcore-efekti on otettu käyttöön
it_it: L'effetto Nightcore è stato abilitato
ja_jp: ナイトコア効果が有効になりました
nb_no: Nightcore-effekten er aktivert
nl_nl: Nightcore-effect is ingeschakeld
ro_ro: Efectul Nightcore a fost activat
ru_ru: Включен эффект Nightcore
sv_se: Nightcore-effekten har aktiverats
uk_ua: Увімкнено ефект нічного ядра

source: Apply a Vaporwave filter to the player
cs_cz: Použití filtru Vaporwave na přehrávač
da_dk: Påfør et Vaporwave-filter på afspilleren
de_de: Wenden Sie einen Vaporwave-Filter auf den Player an
el_gr: Εφαρμόστε ένα φίλτρο Vaporwave στη συσκευή αναπαραγωγής
es_es: Aplicar un filtro Vaporwave al reproductor
fi_fi: Käytä Vaporwave-suodatinta soittimeen
it_it: Applicare un filtro Vaporwave al lettore
ja_jp: プレーヤーにヴェイパーウェーブフィルターを適用する
nb_no: Bruke et Vaporwave-filter på spilleren
nl_nl: Een Vaporwave-filter toepassen op de speler
ro_ro: Aplicați un filtru Vaporwave jucătorului
ru_ru: Применение фильтра Vaporwave к проигрывателю
sv_se: Applicera ett Vaporwave-filter på spelaren
uk_ua: Застосування фільтра парохвиль до програвача

source: Vaporwave effect has been disabled
cs_cz: Efekt vaporwave byl zakázán
da_dk: Vaporwave-effekt er blevet deaktiveret
de_de: Vaporwave-Effekt wurde deaktiviert
el_gr: Το εφέ ατμοκύματος έχει απενεργοποιηθεί
es_es: Se ha desactivado el efecto Vaporwave
fi_fi: Vaporwave-vaikutus on poistettu käytöstä
it_it: L'effetto Vaporwave è stato disabilitato
ja_jp: ヴェイパーウェーブ効果が無効になりました
nb_no: Vaporwave-effekten er deaktivert
nl_nl: Vaporwave-effect is uitgeschakeld
ro_ro: Efectul Vaporwave a fost dezactivat
ru_ru: Паровой эффект отключен
sv_se: Vaporwave-effekten har inaktiverats
uk_ua: Парохвильовий ефект вимкнено

source: Vaporwave effect has been enabled
cs_cz: Efekt odpařovací vlny byl povolen
da_dk: Vaporwave-effekt er blevet aktiveret
de_de: Vaporwave-Effekt wurde aktiviert
el_gr: Το εφέ ατμοκύματος έχει ενεργοποιηθεί
es_es: Se ha habilitado el efecto Vaporwave
fi_fi: Vaporwave-efekti on otettu käyttöön
it_it: L'effetto Vaporwave è stato abilitato
ja_jp: ヴェイパーウェーブ効果が有効になりました
nb_no: Vaporwave-effekten er aktivert
nl_nl: Vaporwave-effect is ingeschakeld
ro_ro: Efectul Vaporwave a fost activat
ru_ru: Включен паровой эффект
sv_se: Vaporwave-effekten har aktiverats
uk_ua: Увімкнено парохвильовий ефект

source: Apply a vibrato filter to the player
cs_cz: Použití vibrato filtru na přehrávač
da_dk: Påfør et vibratofilter på afspilleren
de_de: Anwenden eines Vibrato-Filters auf den Player
el_gr: Εφαρμογή φίλτρου βιμπράτο στη συσκευή αναπαραγωγής
es_es: Aplicar un filtro de vibrato al reproductor
fi_fi: Käytä vibrato-suodatinta soittimeen
it_it: Applicare un filtro vibrato al lettore
ja_jp: プレーヤーにビブラートフィルターを適用する
nb_no: Bruke et vibratofilter på spilleren
nl_nl: Een vibratofilter toepassen op de speler
ro_ro: Aplicați un filtru vibrato playerului
ru_ru: Применение фильтра вибрато к проигрывателю
sv_se: Applicera ett vibratofilter på spelaren
uk_ua: Застосування вібратофільтра до програвача

source: The current node does not have the Vibrato functionality enabled
cs_cz: Aktuální uzel nemá povolenou funkci Vibrato
da_dk: Den aktuelle node har ikke Vibrato-funktionaliteten aktiveret
de_de: Für den aktuellen Knoten ist die Vibrato-Funktionalität nicht aktiviert
el_gr: Ο τρέχων κόμβος δεν έχει ενεργοποιημένη τη λειτουργία Vibrato
es_es: El nodo actual no tiene habilitada la funcionalidad de Vibrato
fi_fi: Nykyisessä solmussa ei ole Vibrato-toimintoa käytössä
it_it: Il nodo corrente non ha la funzionalità Vibrato abilitata
ja_jp: 現在のノードで Vibrato 機能が有効になっていない
nb_no: Den gjeldende noden har ikke Vibrato-funksjonaliteten aktivert
nl_nl: De Vibrato-functionaliteit is niet ingeschakeld voor de huidige node
ro_ro: Nodul curent nu are funcționalitatea Vibrato activată
ru_ru: На текущем узле не включена функция Vibrato
sv_se: Den aktuella noden har inte Vibrato-funktionen aktiverad
uk_ua: Поточний вузол не має включеної функціональності Vibrato

source: Not changed
cs_cz: Beze změny
da_dk: Ikke ændret
de_de: Nicht geändert
el_gr: Δεν έχει αλλάξει
es_es: No ha cambiado
fi_fi: Ei muutettu
it_it: Non modificato
ja_jp: 変更なし
nb_no: Ikke endret
nl_nl: Niet gewijzigd
ro_ro: Nu s-a schimbat
ru_ru: Не изменено
sv_se: Inte ändrat
uk_ua: Не змінено

source: Frequency
ar_sa: التردد
cs_cz: Frekvence
da_dk: Frekvens
de_de: Frequenz
el_gr: Συχνότητα
es_es: Frecuencia
fi_fi: Taajuus
it_it: Frequenza
ja_jp: 周波数
nb_no: Frekvens
nl_nl: Frequentie
no_no: Frekvens
ro_ro: Frecvență
ru_ru: Частота
sv_se: Frekvens
uk_ua: Частота

source: Depth
ar_sa: عمق
cs_cz: Hloubka
da_dk: Dybde
de_de: Tiefe
el_gr: Βάθος
es_es: Profundidad
fi_fi: Syvyys
it_it: Profondità
ja_jp: 深さ
nb_no: Dybde
nl_nl: Diepte
no_no: Dybde
ro_ro: Adâncime
ru_ru: Глубина
sv_se: Djup
uk_ua: Глибина

source: Reset previous filters
ar_sa: إعادة تعيين الفلاتر السابقة
cs_cz: Obnovení předchozích filtrů
da_dk: Nulstil tidligere filtre
de_de: Vorherige Filter zurücksetzen
el_gr: Επαναφορά προηγούμενων φίλτρων
es_es: Restablecer filtros anteriores
fi_fi: Nollaa aiemmat suodattimet
it_it: Reimpostare i filtri precedenti
ja_jp: 以前のフィルターをリセットする
nb_no: Tilbakestill tidligere filtre
nl_nl: Vorige filters opnieuw instellen
no_no: Tilbakestill tidligere filtre
ro_ro: Resetarea filtrelor anterioare
ru_ru: Сброс предыдущих фильтров
sv_se: Återställa tidigare filter
uk_ua: Скидання попередніх фільтрів

source: Yes
ar_sa: نعم
cs_cz: Ano
da_dk: Ja
de_de: Ja
el_gr: Ναι
es_es: Sí
fi_fi: Kyllä
it_it: Sì
ja_jp: はい
nb_no: Ja
nl_nl: Ja
no_no: Ja
ro_ro: Da
ru_ru: Да
sv_se: Ja
uk_ua: Так

source: No
ar_sa: لا
cs_cz: Ne
da_dk: Nej
de_de: Nein
el_gr: Όχι
fi_fi: Ei
ja_jp: いいえ
nb_no: Nei
nl_nl: Nee
no_no: Nei
ro_ro: Nu
ru_ru: Нет
sv_se: Nej
uk_ua: Ні

source: New vibrato effect applied to the player
cs_cz: Nový vibrato efekt aplikovaný na přehrávač
da_dk: Ny vibratoeffekt anvendt på afspilleren
de_de: Neuer Vibrato-Effekt auf den Player angewendet
el_gr: Νέο εφέ βιμπράτο που εφαρμόζεται στη συσκευή αναπαραγωγής
es_es: Nuevo efecto de vibrato aplicado al reproductor
fi_fi: Uusi vibratoefekti, joka koskee soitinta
it_it: Nuovo effetto vibrato applicato al giocatore
ja_jp: プレーヤーに適用される新しいビブラート効果
nb_no: Ny vibratoeffekt på spilleren
nl_nl: Nieuw vibrato-effect toegepast op de speler
ro_ro: Noul efect vibrato aplicat jucătorului
ru_ru: Новый эффект вибрато применен к игроку
sv_se: Ny vibratoeffekt applicerad på spelaren
uk_ua: Новий ефект вібрато, застосований до плеєра

source: Setting
ar_sa: الإعدادات
cs_cz: Nastavení
da_dk: Indstilling
de_de: Einstellung
el_gr: Ρύθμιση
es_es: Ajuste
fi_fi: Asetus
it_it: Impostazione
ja_jp: 設定
nb_no: Innstilling
nl_nl: Montuur
no_no: Innstilling
ro_ro: Setare
ru_ru: Оправа
sv_se: Inställning
uk_ua: Параметр

source: Value
ar_sa: القيمة
cs_cz: Hodnota
da_dk: Værdi
de_de: Wert
el_gr: Τιμή
es_es: Valor
fi_fi: Arvo
it_it: Valore
ja_jp: 価値
nb_no: Verdi
nl_nl: Waarde
no_no: Verdi
ro_ro: Valoare
ru_ru: Ценность
sv_se: Värde
uk_ua: Цінність

source: Apply a tremolo filter to the player
cs_cz: Použití tremolo filtru na přehrávač
da_dk: Påfør et tremolo-filter på afspilleren
de_de: Anwenden eines Tremolo-Filters auf den Player
el_gr: Εφαρμόστε ένα φίλτρο tremolo στη συσκευή αναπαραγωγής
es_es: Aplicar un filtro de trémolo al reproductor
fi_fi: Käytä tremolo-suodatinta soittimeen
it_it: Applicare un filtro tremolo al lettore
ja_jp: プレーヤーにトレモロフィルターを適用する
nb_no: Bruk et tremolofilter på spilleren
nl_nl: Een tremolofilter toepassen op de speler
ro_ro: Aplicați un filtru tremolo jucătorului
ru_ru: Применение фильтра тремоло к проигрывателю
sv_se: Applicera ett tremolofilter på spelaren
uk_ua: Застосування тремоло-фільтра до плеєра

source: The current node does not have the Tremolo functionality enabled
cs_cz: Aktuální uzel nemá povolenou funkcionalitu Tremolo
da_dk: Den aktuelle node har ikke Tremolo-funktionaliteten aktiveret
de_de: Für den aktuellen Knoten ist die Tremolo-Funktionalität nicht aktiviert.
el_gr: Ο τρέχων κόμβος δεν έχει ενεργοποιημένη τη λειτουργία Tremolo
es_es: El nodo actual no tiene habilitada la funcionalidad Tremolo
fi_fi: Nykyisessä solmussa ei ole Tremolo-toimintoa käytössä
it_it: Il nodo corrente non dispone della funzionalità Tremolo abilitata
ja_jp: 現在のノードで Tremolo 機能が有効になっていない
nb_no: Den gjeldende noden har ikke Tremolo-funksjonaliteten aktivert
nl_nl: Het huidige knooppunt heeft de Tremolo-functionaliteit niet ingeschakeld
ro_ro: Nodul curent nu are funcționalitatea Tremolo activată
ru_ru: На текущем узле не включена функция Тремоло
sv_se: Den aktuella noden har inte Tremolo-funktionen aktiverad
uk_ua: Поточний вузол не має включеної функціональності Tremolo

source: New tremolo effect applied to the player
cs_cz: Nový tremolo efekt aplikovaný na hráče
da_dk: Ny tremolo-effekt på spilleren
de_de: Neuer Tremolo-Effekt auf den Player angewendet
el_gr: Νέο εφέ τρέμολο που εφαρμόζεται στον παίκτη
es_es: Nuevo efecto trémolo aplicado al reproductor
fi_fi: Uusi tremolo-efekti, jota sovelletaan soittimeen
it_it: Nuovo effetto tremolo applicato al giocatore
ja_jp: プレーヤーに適用される新しいトレモロ効果
nb_no: Ny tremoloeffekt påført spilleren
nl_nl: Nieuw tremolo-effect toegepast op de speler
ro_ro: Noul efect tremolo aplicat jucătorului
ru_ru: Новый эффект тремоло, примененный к игроку
sv_se: Ny tremolo-effekt applicerad på spelaren
uk_ua: Новий ефект тремоло, застосований до гравця

source: Apply a timescale filter to the player
cs_cz: Použití filtru časové osy na přehrávač
da_dk: Anvend et tidsskalafilter på afspilleren
de_de: Anwenden eines Zeitskalenfilters auf den Player
el_gr: Εφαρμογή φίλτρου χρονικής κλίμακας στο πρόγραμμα αναπαραγωγής
es_es: Aplicar un filtro de escala de tiempo al reproductor
fi_fi: Käytä aika-asteikkosuodatinta soittimeen
it_it: Applicare un filtro della scala cronologica al lettore
ja_jp: プレーヤーにタイムスケールフィルターを適用する
nb_no: Bruke et tidsskalafilter på spilleren
nl_nl: Een tijdschaalfilter toepassen op de speler
ro_ro: Aplicarea unui filtru de scală de timp jucătorului
ru_ru: Применение фильтра шкалы времени к проигрывателю
sv_se: Använda ett tidsskalefilter på spelaren
uk_ua: Застосування фільтра часової смуги до програвача

source: The current node does not have the Timescale functionality enabled
cs_cz: Aktuální uzel nemá povolenou funkci Timescale
da_dk: Den aktuelle node har ikke aktiveret tidsskalafunktionaliteten
de_de: Für den aktuellen Knoten ist die Timescale-Funktionalität nicht aktiviert.
el_gr: Ο τρέχων κόμβος δεν έχει ενεργοποιημένη τη λειτουργία χρονικής κλίμακας
es_es: El nodo actual no tiene habilitada la funcionalidad Timescale
fi_fi: Nykyisessä solmussa ei ole käytössä aika-asteikkotoimintoa
it_it: Nel nodo corrente non è abilitata la funzionalità Timescale
ja_jp: 現在のノードでタイムスケール機能が有効になっていない
nb_no: Den gjeldende noden har ikke tidsskalafunksjonaliteten aktivert
nl_nl: Op het huidige knooppunt is de functie Tijdschaal niet ingeschakeld
ro_ro: Nodul curent nu are activată funcționalitatea Scală de timp
ru_ru: На текущем узле не включена функция Timescale
sv_se: Den aktuella noden har inte funktionen Tidsskala aktiverad
uk_ua: У поточному вузлі не ввімкнено функціональні можливості часової смуги

source: Speed
ar_sa: السرعة
cs_cz: Rychlost
da_dk: Fart
de_de: Geschwindigkeit
el_gr: Ταχύτητα
es_es: Velocidad
fi_fi: Nopeus
it_it: Velocità
ja_jp: 速度
nb_no: Fart
nl_nl: Snelheid
no_no: Hastighet
ro_ro: Viteză
ru_ru: Скорость
sv_se: Hastighet
uk_ua: Швидкість

source: Pitch
ar_sa: قماش
cs_cz: Hřiště
da_dk: Kaste
de_de: Pech
el_gr: Πίσσα
es_es: Alquitrán
fi_fi: Piki
it_it: Pece
ja_jp: ピッチ
nb_no: Bek
nl_nl: Toonhoogte
no_no: Tonehøyde
ro_ro: Smoală
ru_ru: Смола
sv_se: Tonhöjd
uk_ua: Крок

source: Rate
ar_sa: قيّم
cs_cz: Sazba
da_dk: Tempo
el_gr: Ρυθμός
es_es: Tasa
fi_fi: Tahti
it_it: Tasso
ja_jp: 率
nl_nl: Verhouding
no_no: Sats
ro_ro: Rată
ru_ru: Скорость
sv_se: Taxera
uk_ua: Ставка

source: New timescale effect applied to the player
cs_cz: Nový efekt časové osy aplikovaný na přehrávač
da_dk: Ny tidsskalaeffekt anvendt på spilleren
de_de: Neuer Zeitskalaeffekt für den Player
el_gr: Νέο εφέ χρονικής κλίμακας που εφαρμόζεται στο πρόγραμμα αναπαραγωγής
es_es: Nuevo efecto de escala de tiempo aplicado al reproductor
fi_fi: Uusi aikaskaalatehoste pelaajaan
it_it: Nuovo effetto scala temporale applicato al lettore
ja_jp: プレーヤーに適用される新しいタイムスケール効果
nb_no: Ny tidsskalaeffekt brukt på spilleren
nl_nl: Nieuw tijdschaaleffect toegepast op de speler
ro_ro: Noul efect de scală de timp aplicat jucătorului
ru_ru: Новый эффект шкалы времени, примененный к проигрывателю
sv_se: Ny tidsskaleeffekt tillämpad på spelaren
uk_ua: Новий ефект часової смуги, застосований до програвача

source: Apply a rotation filter to the player
cs_cz: Použití filtru otáčení na přehrávač
da_dk: Anvend et rotationsfilter på afspilleren
de_de: Anwenden eines Drehungsfilters auf den Player
el_gr: Εφαρμογή φίλτρου περιστροφής στη συσκευή αναπαραγωγής
es_es: Aplicar un filtro de rotación al jugador
fi_fi: Käytä kiertosuodatinta soittimeen
it_it: Applicare un filtro di rotazione al lettore
ja_jp: プレーヤーに回転フィルターを適用する
nb_no: Bruke et rotasjonsfilter på spilleren
nl_nl: Een rotatiefilter toepassen op de speler
ro_ro: Aplicarea unui filtru de rotație jucătorului
ru_ru: Применение фильтра ротации к игроку
sv_se: Tillämpa ett rotationsfilter på spelaren
uk_ua: Застосування фільтра повороту до гравця

source: The current node does not have the Rotation functionality enabled
cs_cz: Aktuální uzel nemá povolenou funkci Rotation
da_dk: Den aktuelle node har ikke aktiveret rotationsfunktionen
de_de: Für den aktuellen Knoten ist die Rotationsfunktion nicht aktiviert
el_gr: Ο τρέχων κόμβος δεν έχει ενεργοποιημένη τη λειτουργία περιστροφής
es_es: El nodo actual no tiene habilitada la funcionalidad de rotación
fi_fi: Nykyisessä solmussa ei ole käytössä kiertotoimintoa
it_it: Nel nodo corrente non è abilitata la funzionalità Rotazione
ja_jp: 現在のノードで回転機能が有効になっていない
nb_no: Den gjeldende noden har ikke rotasjonsfunksjonaliteten aktivert
nl_nl: De rotatiefunctionaliteit is niet ingeschakeld voor het huidige knooppunt
ro_ro: Nodul curent nu are funcționalitatea de rotație activată
ru_ru: На текущем узле не включена функция поворота
sv_se: Den aktuella noden har inte rotationsfunktionen aktiverad
uk_ua: Поточний вузол не має включеної функції повороту

source: Frequency hertz
ar_sa: تردد هرتز
cs_cz: Frekvence hertzů
da_dk: Frekvens hertz
de_de: Frequenzhertz
el_gr: Συχνότητα hertz
es_es: Frecuencia hertz
fi_fi: Taajuus hertsi
it_it: Frequenza hertz
ja_jp: 周波数ヘルツ
nb_no: Frekvens hertz
nl_nl: Frequentie hertz
no_no: Frekvens hertz
ro_ro: Frecvența hertzilor
ru_ru: Частота герц
sv_se: Frekvens hertz
uk_ua: частота герц
