Repository: Drapersniper/Audio
Catalog: pleffects/locales/*.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, it_it, ja_jp, nb_no, nl_nl, no_no, ro_ro, ru_ru, sv_se, uk_ua

source: New rotation effect applied to the player
cs_cz: Nový efekt rotace aplikovaný na přehrávač
da_dk: Ny rotationseffekt anvendt på spilleren
de_de: Neuer Rotationseffekt für den Player
el_gr: Νέο εφέ περιστροφής που εφαρμόζεται στον παίκτη
es_es: Nuevo efecto de rotación aplicado al jugador
fi_fi: Uusi rotaatiotehoste, joka koskee pelaajaa
it_it: Nuovo effetto di rotazione applicato al giocatore
ja_jp: プレーヤーに適用された新しい回転効果
nb_no: Ny rotasjonseffekt brukt på spilleren
nl_nl: Nieuw rotatie-effect toegepast op de speler
ro_ro: Un nou efect de rotație aplicat jucătorului
ru_ru: Новый эффект вращения, примененный к игроку
sv_se: Ny rotationseffekt tillämpad på spelaren
uk_ua: Новий ефект обертання, застосований до гравця

source: Apply a low pass filter to the player
cs_cz: Použití dolní propusti na přehrávač
da_dk: Anvend et filter med lav aflevering på spilleren
de_de: Anwenden eines Tiefpassfilters auf den Player
el_gr: Εφαρμογή φίλτρου χαμηλής πάσας στη συσκευή αναπαραγωγής
es_es: Aplicar un filtro de pase bajo al jugador
fi_fi: Käytä alipäästösuodatinta soittimeen
it_it: Applicare un filtro passa-basso al lettore
ja_jp: プレーヤーにローパスフィルターを適用する
nb_no: Bruk et lavpassfilter på spilleren
nl_nl: Een laagdoorlaatfilter toepassen op de speler
ro_ro: Aplicați un filtru de trecere mică jucătorului
ru_ru: Применение фильтра нижних частот к проигрывателю
sv_se: Applicera ett lågt passningsfilter på spelaren
uk_ua: Застосування фільтра низьких частот до програвача

source: The current node does not have the LowPass functionality enabled
cs_cz: Aktuální uzel nemá povolenou funkci LowPass
da_dk: Den aktuelle node har ikke LowPass-funktionaliteten aktiveret
de_de: Für den aktuellen Knoten ist die LowPass-Funktion nicht aktiviert.
el_gr: Ο τρέχων κόμβος δεν έχει ενεργοποιημένη τη λειτουργία LowPass
es_es: El nodo actual no tiene habilitada la funcionalidad LowPass
fi_fi: Nykyisessä solmussa ei ole LowPass-toimintoa käytössä
it_it: Nel nodo corrente non è abilitata la funzionalità LowPass
ja_jp: 現在のノードでLowPass機能が有効になっていない
nb_no: Den gjeldende noden har ikke LowPass-funksjonaliteten aktivert
nl_nl: De LowPass-functionaliteit is niet ingeschakeld voor het huidige knooppunt
ro_ro: Nodul curent nu are funcționalitatea LowPass activată
ru_ru: На текущем узле не включена функция LowPass
sv_se: Den aktuella noden har inte LowPass-funktionen aktiverad
uk_ua: Поточний вузол не має включеної функціональності LowPass

source: Smoothing factor
ar_sa: عامل التشويش
cs_cz: Faktor vyhlazení
da_dk: Udjævningsfaktor
de_de: Glättungsfaktor
el_gr: Συντελεστής εξομάλυνσης
es_es: Factor de suavizado
fi_fi: Tasoittava tekijä
it_it: Fattore di livellamento
ja_jp: 平滑化係数
nb_no: Utjevningsfaktor
nl_nl: Afvlakkingsfactor
no_no: Jevnlig utjevningsfaktor
ro_ro: Factor de netezire
ru_ru: Коэффициент сглаживания
sv_se: Utjämningsfaktor
uk_ua: Коефіцієнт згладжування

source: New low pass effect applied to the player
cs_cz: Nový efekt nízké propusti aplikovaný na přehrávač
da_dk: Ny lav afleveringseffekt anvendt på spilleren
de_de: Neuer Tiefpasseffekt für den Spieler
el_gr: Νέο εφέ χαμηλής πάσας που εφαρμόζεται στον παίκτη
es_es: Nuevo efecto de pase bajo aplicado al jugador
fi_fi: Uusi matalan syötön vaikutus pelaajaan
it_it: Nuovo effetto passa-basso applicato al giocatore
ja_jp: プレーヤーに適用される新しいローパス効果
nb_no: Ny lavpasseffekt brukt på spilleren
nl_nl: Nieuw low pass effect toegepast op de speler
ro_ro: Noul efect de trecere mică aplicat jucătorului
ru_ru: Новый эффект низких пасов, примененный к игроку
sv_se: Ny låg passningseffekt tillämpad på spelaren
uk_ua: Новий ефект низького проходу, застосований до гравця

source: Apply a karaoke filter to the player
cs_cz: Použití karaoke filtru na přehrávač
da_dk: Anvend et karaokefilter på afspilleren
de_de: Anwenden eines Karaoke-Filters auf den Player
el_gr: Εφαρμόστε ένα φίλτρο καραόκε στη συσκευή αναπαραγωγής
es_es: Aplicar un filtro de karaoke al reproductor
fi_fi: Karaokesuodattimen käyttäminen soittimeen
it_it: Applicare un filtro karaoke al lettore
ja_jp: プレーヤーにカラオケフィルターを適用する
nb_no: Bruk et karaokefilter på spilleren
nl_nl: Een karaokefilter toepassen op de speler
ro_ro: Aplicați un filtru de karaoke jucătorului
ru_ru: Применение караоке-фильтра к игроку
sv_se: Applicera ett karaokefilter på spelaren
uk_ua: Застосування караоке-фільтра до плеєра

source: The current node does not have the Karaoke functionality enabled
cs_cz: Aktuální uzel nemá povolenou funkci Karaoke
da_dk: Den aktuelle node har ikke Karaoke-funktionaliteten aktiveret
de_de: Für den aktuellen Knoten ist die Karaoke-Funktionalität nicht aktiviert
el_gr: Ο τρέχων κόμβος δεν έχει ενεργοποιημένη τη λειτουργία Καραόκε
es_es: El nodo actual no tiene habilitada la funcionalidad Karaoke
fi_fi: Nykyisessä solmussa ei ole karaoketoimintoa käytössä
it_it: Nel nodo corrente non è abilitata la funzionalità Karaoke
ja_jp: 現在のノードでカラオケ機能が有効になっていない
nb_no: Den gjeldende noden har ikke Karaoke-funksjonaliteten aktivert
nl_nl: De karaoke-functionaliteit is niet ingeschakeld voor het huidige knooppunt
ro_ro: Nodul curent nu are funcționalitatea Karaoke activată
ru_ru: В текущем узле не включена функция караоке
sv_se: Den aktuella noden har inte karaokefunktionen aktiverad
uk_ua: Поточний вузол не має включеної функції караоке

source: Level
ar_sa: المستوى
cs_cz: Úroveň
da_dk: Niveau
de_de: Niveau
el_gr: Επίπεδο
es_es: Nivel
fi_fi: Taso
it_it: Livello
ja_jp: レベル
nb_no: Nivå
nl_nl: Niveau
no_no: Nivå
ro_ro: Nivel
ru_ru: Уровень
sv_se: Nivå
uk_ua: Рівень

source: Mono Level
ar_sa: مستوى أحادي
cs_cz: Úroveň mono
da_dk: Mono niveau
el_gr: Μονοβάθμιο επίπεδο
es_es: Nivel mono
fi_fi: Mono-taso
it_it: Livello Mono
ja_jp: モノラルレベル
nb_no: Mono nivå
nl_nl: Mono niveau
no_no: Mono nivå
ro_ro: Nivel mono
ru_ru: Моно уровень
sv_se: Mono nivå
uk_ua: Монорівень

source: Filter Band
ar_sa: تصفية النطاق
cs_cz: Pásmo filtru
da_dk: Filter bånd
el_gr: Ζώνη φίλτρου
es_es: Banda de filtro
fi_fi: Suodattimen kaista
it_it: Banda filtrante
ja_jp: フィルターバンド
no_no: Filtrer bånd
ro_ro: Bandă de filtrare
ru_ru: Полоса фильтра
uk_ua: Смуга фільтрів

source: Filter Width
ar_sa: عرض الفلتر
cs_cz: Šířka filtru
da_dk: Filterbredde
de_de: Filterbreite
el_gr: Πλάτος φίλτρου
es_es: Ancho del filtro
fi_fi: Suodattimen leveys
it_it: Larghezza filtro
ja_jp: フィルター幅
nb_no: Filtrer bredde
nl_nl: Filter breedte
no_no: Filtrere bredde
ro_ro: Lățimea filtrului
ru_ru: Ширина фильтра
sv_se: Filtrera bredd
uk_ua: Ширина фільтра

source: New karaoke effect applied to the player
cs_cz: Nový karaoke efekt aplikovaný na přehrávač
da_dk: Ny karaokeeffekt anvendt på spilleren
de_de: Neuer Karaoke-Effekt für den Spieler
el_gr: Νέο εφέ καραόκε που εφαρμόζεται στον παίκτη
es_es: Nuevo efecto karaoke aplicado al reproductor
fi_fi: Uusi karaokeefekti koskee pelaajaa
it_it: Nuovo effetto karaoke applicato al lettore
ja_jp: プレーヤーに適用された新しいカラオケ効果
nb_no: Ny karaokeeffekt brukt på spilleren
nl_nl: Nieuw karaoke-effect toegepast op de speler
ro_ro: Noul efect de karaoke aplicat jucătorului
ru_ru: Новый караоке-эффект, примененный к игроку
sv_se: Ny karaokeeffekt applicerad på spelaren
uk_ua: Новий караоке-ефект, застосований до плеєра

source: Apply a channel mix filter to the player
cs_cz: Použití filtru míchání kanálů na přehrávač
da_dk: Anvend et kanalmixfilter på afspilleren
de_de: Anwenden eines Kanalmischungsfilters auf den Player
el_gr: Εφαρμογή φίλτρου μείξης καναλιών στο πρόγραμμα αναπαραγωγής
es_es: Aplicar un filtro de mezcla de canales al reproductor
fi_fi: Kanavasekoitussuodattimen käyttäminen soittimessa
it_it: Applicare un filtro mix di canali al lettore
ja_jp: プレーヤーにチャンネルミックスフィルターを適用する
nb_no: Bruke et kanalmiksfilter på spilleren
nl_nl: Een kanaalmixfilter toepassen op de speler
ro_ro: Aplicarea unui filtru de mixare a canalelor jucătorului
ru_ru: Применение фильтра микширования каналов к проигрывателю
sv_se: Använda ett kanalmixfilter på spelaren
uk_ua: Застосування фільтра змішування каналів до програвача

source: The current node does not have the ChannelMix functionality enabled
cs_cz: Aktuální uzel nemá povolenou funkci ChannelMix
da_dk: Den aktuelle node har ikke ChannelMix-funktionaliteten aktiveret
de_de: Für den aktuellen Knoten ist die ChannelMix-Funktionalität nicht aktiviert.
el_gr: Ο τρέχων κόμβος δεν έχει ενεργοποιημένη τη λειτουργία ChannelMix
es_es: El nodo actual no tiene habilitada la funcionalidad ChannelMix
fi_fi: Nykyisessä solmussa ei ole ChannelMix-toimintoa käytössä
it_it: Nel nodo corrente non è abilitata la funzionalità ChannelMix
ja_jp: 現在のノードでチャネルミックス機能が有効になっていない
nb_no: Den gjeldende noden har ikke ChannelMix-funksjonaliteten aktivert
nl_nl: De ChannelMix-functionaliteit is niet ingeschakeld voor het huidige knooppunt
ro_ro: Nodul curent nu are funcționalitatea ChannelMix activată
ru_ru: На текущем узле не включена функция ChannelMix
sv_se: Den aktuella noden har inte funktionen ChannelMix aktiverad
uk_ua: Поточний вузол не має включеної функціональності ChannelMix

source: Left to Left
ar_sa: من اليسار إلى اليسار
cs_cz: Zleva doleva
da_dk: Venstre mod venstre
de_de: Von links nach links
el_gr: Από αριστερά προς τα αριστερά
es_es: De izquierda a izquierda
fi_fi: Vasemmalta vasemmalle
it_it: Da sinistra a sinistra
ja_jp: 左から左
nb_no: Fra venstre til venstre
nl_nl: Van links naar links
no_no: Venstre mot venstre
ro_ro: De la stânga la stânga
ru_ru: Слева налево
sv_se: Vänster till vänster
uk_ua: Зліва наліво

source: Left to Right
cs_cz: Zleva doprava
da_dk: Fra venstre mod højre
de_de: Von links nach rechts
el_gr: Από αριστερά προς τα δεξιά
es_es: De izquierda a derecha
fi_fi: Vasemmalta oikealle
it_it: Da sinistra a destra
ja_jp: 左から右
nb_no: Fra venstre mot høyre
nl_nl: Van links naar rechts
ro_ro: De la stânga la dreapta
ru_ru: Слева направо
sv_se: Vänster till höger
uk_ua: Зліва направо

source: Right to Left
ar_sa: من اليمين إلى اليسار
cs_cz: Zprava doleva
da_dk: Fra højre mod venstre
de_de: Von rechts nach links
el_gr: Από δεξιά προς τα αριστερά
es_es: De derecha a izquierda
fi_fi: Oikealta vasemmalle
it_it: Da destra a sinistra
ja_jp: 右から左
nb_no: Høyre mot venstre
nl_nl: Van rechts naar links
no_no: Høyre til venstre
ro_ro: De la dreapta la stânga
ru_ru: Справа налево
sv_se: Höger till vänster
uk_ua: Справа наліво

source: Right to Right
ar_sa: الحق في الحق
cs_cz: Právo na právo
da_dk: Ret til ret
de_de: Recht auf Recht
el_gr: Δικαίωμα στο δικαίωμα
es_es: Derecho al derecho
fi_fi: Oikeus oikeaan
it_it: Diritto a Diritto
ja_jp: 右から右へ
nb_no: Rett til rett
nl_nl: Recht naar rechts
no_no: Høyre til høyre
ro_ro: Dreptul la dreapta
ru_ru: Право на право
sv_se: Rätt till rätt
uk_ua: Право на право

source: New channel mix effect applied to the player
cs_cz: Nový efekt mixu kanálů aplikovaný na přehrávač
da_dk: Ny kanalmixeffekt anvendt på afspilleren
de_de: Neuer Kanalmix-Effekt auf den Player angewendet
el_gr: Νέο εφέ μείξης καναλιών που εφαρμόζεται στο πρόγραμμα αναπαραγωγής
es_es: Nuevo efecto de mezcla de canales aplicado al reproductor
fi_fi: Uusi kanavayhdistelmätehoste, joka on otettu käyttöön soittimessa
it_it: Nuovo effetto mix di canali applicato al lettore
ja_jp: プレーヤーに適用される新しいチャンネルミックス効果
nb_no: Ny kanalmikseffekt brukt på spilleren
nl_nl: Nieuw kanaalmixeffect toegepast op de speler
ro_ro: Noul efect de mixare a canalelor aplicat jucătorului
ru_ru: Новый эффект микширования каналов, примененный к проигрывателю
sv_se: Ny kanalmixeffekt tillämpad på spelaren
uk_ua: Новий ефект змішування каналів, застосований до програвача

source: Apply a distortion filter to the player
cs_cz: Použití filtru zkreslení na přehrávač
da_dk: Anvend et forvrængningsfilter på afspilleren
de_de: Anwenden eines Verzerrungsfilters auf den Player
el_gr: Εφαρμογή φίλτρου παραμόρφωσης στο πρόγραμμα αναπαραγωγής
es_es: Aplicar un filtro de distorsión al reproductor
fi_fi: Käytä vääristymäsuodatinta soittimeen
it_it: Applicare un filtro di distorsione al lettore
ja_jp: プレーヤーに歪みフィルターを適用する
nb_no: Bruke et forvrengningsfilter på spilleren
nl_nl: Een vervormingsfilter toepassen op de speler
ro_ro: Aplicați un filtru de distorsiune jucătorului
ru_ru: Применение фильтра искажений к проигрывателю
sv_se: Använda ett förvrängningsfilter på spelaren
uk_ua: Застосування фільтра викривлення до програвача

source: The current node does not have the Distortion functionality enabled
cs_cz: Aktuální uzel nemá povolenou funkci zkreslení
da_dk: Den aktuelle node har ikke aktiveret Distortion-funktionaliteten
de_de: Für den aktuellen Knoten ist die Verzerrungsfunktion nicht aktiviert
el_gr: Ο τρέχων κόμβος δεν έχει ενεργοποιημένη τη λειτουργία παραμόρφωσης
es_es: El nodo actual no tiene habilitada la funcionalidad Distorsión
fi_fi: Nykyisessä solmussa ei ole vääristymätoimintoa käytössä
it_it: Nel nodo corrente non è abilitata la funzionalità Distorsione
ja_jp: 現在のノードでディストーション機能が有効になっていない
nb_no: Den gjeldende noden har ikke forvrengningsfunksjonaliteten aktivert
nl_nl: De distortion-functionaliteit is niet ingeschakeld voor het huidige knooppunt
ro_ro: Nodul curent nu are activată funcționalitatea Distorsiune
ru_ru: На текущем узле не включена функция Искажения
sv_se: Den aktuella noden har inte funktionen Förvrängning aktiverad
uk_ua: Поточний вузол не має включеної функції дисторсії

source: Sine Offset
ar_sa: إزاحة بدون
cs_cz: Posun sinusů
de_de: Sinus-Versatz
el_gr: Ημιτονοειδής μετατόπιση
es_es: Desvío sinusoidal
fi_fi: Sinin siirtymä
it_it: Offset sinusoidale
ja_jp: 正弦オフセット
nb_no: Sinusforskyvning
nl_nl: Sinusverschuiving
no_no: Sine forskyvning
ru_ru: Смещение синусоиды
sv_se: Sinusförskjutning
uk_ua: Зміщення синуса

source: Sine Scale
ar_sa: مقياس الخط
cs_cz: Sinusová stupnice
da_dk: Sinus skala
de_de: Sinus-Skala
el_gr: Ημιτονοειδής Κλίμακα
es_es: Escala sinusoidal
fi_fi: Sini-asteikko
it_it: Scala sinusoidale
ja_jp: 正弦スケール
nb_no: Sinusskala
nl_nl: Sinusschaal
no_no: Sine Skala
ro_ro: Scară sinusoidală
ru_ru: Синусоидальная шкала
sv_se: Sinus skala
uk_ua: Синусоїда

source: Cosine Offset
ar_sa: إزاحة الكساء
cs_cz: Kosinový offset
da_dk: Cosinus forskydning
de_de: Kosinus-Offset
el_gr: Μετατόπιση συνημιτόνου
es_es: Compensación del coseno
fi_fi: Kosinin siirtymä
it_it: Offset coseno
ja_jp: コサインオフセット
nb_no: Cosinus offset
nl_nl: Cosinus verschuiving
no_no: Kosinforskyvning
ro_ro: Cosinus Offset
ru_ru: Косинусное смещение
sv_se: Cosinus förskjutning
uk_ua: Зміщення косинусів

source: Cosine Scale
ar_sa: مقياس الكساء
cs_cz: Kosinová stupnice
da_dk: Cosinus skala
de_de: Kosinus-Skala
el_gr: Κλίμακα συνημίτονο
es_es: Escala de coseno
fi_fi: Kosini-asteikko
it_it: Scala coseno
ja_jp: コサインスケール
nb_no: Cosinus skala
nl_nl: Cosinus schaal
no_no: Kosinskall
ro_ro: Scară cosinus
ru_ru: Косинусная шкала
sv_se: Cosinus skala
uk_ua: Косинусна шкала

source: Tangent Offset
ar_sa: إزاحة المتغلغل
cs_cz: Posun tečny
da_dk: Tangent forskydning
de_de: Tangentialversatz
el_gr: Εφαπτομένη μετατόπιση
es_es: Desplazamiento tangente
fi_fi: Tangentin siirtymä
it_it: Offset tangente
ja_jp: 接線オフセット
nb_no: Tangent forskyvning
nl_nl: Raaklijnverschuiving
no_no: Tangent forskyvning
ro_ro: Tangenta Offset
ru_ru: Смещение по касательной
sv_se: Tangentförskjutning
uk_ua: Дотичне зміщення

source: Tangent Scale
ar_sa: مقياس اللمس
cs_cz: Tečná stupnice
da_dk: Tangent skala
de_de: Tangentialskala
el_gr: Εφαπτομένη Κλίμακα
es_es: Escala tangente
fi_fi: Tangentin asteikko
it_it: Scala tangente
ja_jp: 接線スケール
nb_no: Tangent skala
nl_nl: Tangent schaal
no_no: Tangent skala
ro_ro: Scară tangentă
ru_ru: Касательная шкала
sv_se: Tangentskala
uk_ua: Дотична шкала

source: Offset
ar_sa: إزاحة
cs_cz: Ofset
da_dk: Forskydning
el_gr: Αντισταθμίζω
es_es: Compensar
fi_fi: Alku
it_it: Compensare
ja_jp: 相殺
nb_no: Oppveie
nl_nl: Afstand
no_no: Forskyvning
ro_ro: Compensa
ru_ru: Смещение
sv_se: Uppväga
uk_ua: Зсув

source: Scale
ar_sa: المقياس
cs_cz: Škála
da_dk: Skæl
de_de: Maßstab
el_gr: Κλίμακα
es_es: Escama
fi_fi: Mittakaava
it_it: Scala
ja_jp: 規模
nb_no: Skala
nl_nl: Schub
no_no: Skala
ro_ro: Cântar
ru_ru: Шкала
sv_se: Skala
uk_ua: Розмір

source: New distortion effect applied to the player
cs_cz: Nový efekt zkreslení aplikovaný na přehrávač
da_dk: Ny forvrængningseffekt anvendt på spilleren
de_de: Neuer Verzerrungseffekt, der auf den Player angewendet wird
el_gr: Νέο εφέ παραμόρφωσης που εφαρμόζεται στη συσκευή αναπαραγωγής
es_es: Nuevo efecto de distorsión aplicado al reproductor
fi_fi: Uusi vääristymätehoste, joka koskee pelaajaa
it_it: Nuovo effetto di distorsione applicato al giocatore
ja_jp: プレーヤーに適用された新しい歪み効果
nb_no: Ny forvrengningseffekt på spilleren
nl_nl: Nieuw vervormingseffect toegepast op de speler
ro_ro: Nou efect de distorsiune aplicat jucătorului
ru_ru: Новый эффект искажения, примененный к проигрывателю
sv_se: Ny förvrängningseffekt tillämpad på spelaren
uk_ua: Новий ефект дисторсії, застосований до програвача

source: Apply a echo filter to the player
cs_cz: Použití filtru ozvěny na přehrávač
da_dk: Anvend et ekkofilter på afspilleren
de_de: Anwenden eines Echofilters auf den Player
el_gr: Εφαρμογή φίλτρου ηχούς στη συσκευή αναπαραγωγής
es_es: Aplicar un filtro de eco al reproductor
fi_fi: Käytä kaikusuodatinta soittimeen
it_it: Applicare un filtro eco al lettore
ja_jp: プレーヤーにエコーフィルターを適用する
nb_no: Bruk et ekkofilter på spilleren
nl_nl: Een echofilter toepassen op de speler
ro_ro: Aplicați un filtru de ecou jucătorului
ru_ru: Применение эхо-фильтра к проигрывателю
sv_se: Applicera ett ekofilter på spelaren
uk_ua: Застосування ехофільтра до програвача

source: The current node does not have the Echo functionality enabled
cs_cz: Aktuální uzel nemá povolenou funkci Echo
da_dk: Den aktuelle node har ikke Echo-funktionaliteten aktiveret
de_de: Für den aktuellen Knoten ist die Echo-Funktion nicht aktiviert.
el_gr: Ο τρέχων κόμβος δεν έχει ενεργοποιημένη τη λειτουργία Echo
es_es: El nodo actual no tiene habilitada la funcionalidad Echo
fi_fi: Nykyisessä solmussa ei ole Echo-toimintoa käytössä
it_it: Il nodo corrente non ha la funzionalità Echo abilitata
ja_jp: 現在のノードでエコー機能が有効になっていない
nb_no: Den gjeldende noden har ikke Echo-funksjonaliteten aktivert
nl_nl: De Echo-functionaliteit is niet ingeschakeld voor het huidige knooppunt
ro_ro: Nodul curent nu are funcționalitatea Echo activată
ru_ru: На текущем узле не включена функция Echo
sv_se: Den aktuella noden har inte Echo-funktionen aktiverad
uk_ua: Поточний вузол не має включеної функціональності Echo

source: Delay
cs_cz: Zpoždění
da_dk: Forsinkelse
de_de: Verzögerung
el_gr: Καθυστέρηση
es_es: Demorar
fi_fi: Viivytys
it_it: Ritardo
ja_jp: 遅延
nb_no: Forsinkelse
nl_nl: Uitstellen
ro_ro: Întârziere
ru_ru: Задержка
sv_se: Försening
uk_ua: Затримки

source: Decay
cs_cz: Hnít
da_dk: Forfald
de_de: Verfallen
el_gr: Αποσύνθεση
es_es: Decaer
fi_fi: Rappio
it_it: Carie
ja_jp: ディケイ
nb_no: Forfall
nl_nl: Verval
ro_ro: Descompune
ru_ru: Гнить
sv_se: Förfall
uk_ua: Розпаду

source: New echo effect applied to the player
cs_cz: Nový efekt ozvěny aplikovaný na přehrávač
da_dk: Ny ekkoeffekt anvendt på afspilleren
de_de: Neuer Echoeffekt, der auf den Player angewendet wird
el_gr: Νέο εφέ ηχούς που εφαρμόζεται στη συσκευή αναπαραγωγής
es_es: Nuevo efecto de eco aplicado al reproductor
fi_fi: Uusi kaikutehoste, jota käytetään soittimeen
it_it: Nuovo effetto eco applicato al lettore
ja_jp: プレーヤーに適用される新しいエコー効果
nb_no: Ny ekkoeffekt påført spilleren
nl_nl: Nieuw echo-effect toegepast op de speler
ro_ro: Noul efect de ecou aplicat jucătorului
ru_ru: Новый эффект эха, примененный к проигрывателю
sv_se: Ny ekoeffekt applicerad på spelaren
uk_ua: Новий ефект відлуння, застосований до гравця

source: Show the current filters applied to the player
cs_cz: Zobrazení aktuálních filtrů použitých v přehrávači
da_dk: Vis de aktuelle filtre, der er anvendt på afspilleren
de_de: Anzeigen der aktuellen Filter, die auf den Player angewendet werden
el_gr: Εμφάνιση των τρεχόντων φίλτρων που έχουν εφαρμοστεί στο πρόγραμμα αναπαραγωγής
es_es: Mostrar los filtros actuales aplicados al reproductor
fi_fi: Näytä soittimeen sovelletut nykyiset suodattimet
it_it: Mostra i filtri correnti applicati al lettore
ja_jp: プレーヤーに適用されている現在のフィルターを表示する
nb_no: Vis gjeldende filtre som er brukt på spilleren
nl_nl: Toon de huidige filters die op de speler zijn toegepast
ro_ro: Afișarea filtrelor curente aplicate jucătorului
ru_ru: Отображение текущих фильтров, примененных к проигрывателю
sv_se: Visa de aktuella filtren som tillämpas på spelaren
uk_ua: Відображення поточних фільтрів, застосованих до програвача

source: Effect
ar_sa: التأثيرات
cs_cz: Efekt
da_dk: Effekt
de_de: Effekt
el_gr: Επίδραση
es_es: Efecto
fi_fi: Vaikutus
it_it: Effetto
ja_jp: 影響
nb_no: Effekt
no_no: Effekt
ro_ro: Efect
ru_ru: Эффект
sv_se: Effekt
uk_ua: Ефект

source: Values
ar_sa: القيم
cs_cz: Hodnoty
da_dk: Værdier
de_de: Werte
el_gr: Αξιεσ
es_es: Valores
fi_fi: Arvot
it_it: Valori
ja_jp: 価値観
nb_no: Verdier
nl_nl: Waarden
no_no: Verdier
ro_ro: Valorile
ru_ru: Значения
sv_se: Värden
uk_ua: Значення

source: N/A
ar_sa: لا
cs_cz: Není k dispozici
da_dk: NIELSEN
el_gr: Δ / υ
it_it: N/D
ja_jp: 該当なし
nl_nl: N.V.T
ru_ru: Н/Д
sv_se: Ej tillämpligt
uk_ua: Н/Д

source: Current filters applied to the player
cs_cz: Aktuální filtry použité v přehrávači
da_dk: Aktuelle filtre anvendt på afspilleren
de_de: Aktuelle Filter, die auf den Player angewendet werden
el_gr: Τρέχοντα φίλτρα που εφαρμόζονται στο πρόγραμμα αναπαραγωγής
es_es: Filtros actuales aplicados al reproductor
fi_fi: Soittimeen käytetyt nykyiset suodattimet
it_it: Filtri correnti applicati al lettore
ja_jp: プレーヤーに適用されている現在のフィルター
nb_no: Gjeldende filtre som brukes på spilleren
nl_nl: Huidige filters toegepast op de speler
ro_ro: Filtre curente aplicate jucătorului
ru_ru: Текущие фильтры, примененные к проигрывателю
sv_se: Aktuella filter som tillämpas på spelaren
uk_ua: Поточні фільтри, застосовані до програвача

source: None
ar_sa: لا
cs_cz: Žádný
da_dk: Ingen
de_de: Nichts
el_gr: Κανένας
es_es: Ninguno
fi_fi: Ei lainkaan
it_it: Nessuno
ja_jp: 何一つ
nb_no: Ingen
nl_nl: Geen
no_no: Ingen
ro_ro: Niciunul
ru_ru: Никакой
sv_se: Ingen
uk_ua: Ніхто

source: Currently Applied
cs_cz: V současné době se používá
da_dk: Aktuelt anvendt
de_de: Aktuell angewendet
el_gr: Εφαρμόζεται επί του παρόντος
es_es: Actualmente aplicado
fi_fi: Tällä hetkellä voimassa
it_it: Attualmente applicato
ja_jp: 現在適用中
nb_no: Brukes for øyeblikket
nl_nl: Momenteel toegepast
ro_ro: În prezent se aplică
ru_ru: Применяется в настоящее время
sv_se: För närvarande tillämpas
uk_ua: В даний час застосовується

source: Reset any existing filters currently applied to the player
cs_cz: Resetujte všechny existující filtry, které jsou aktuálně použity v přehrávači
da_dk: Nulstil alle eksisterende filtre, der aktuelt anvendes på afspilleren
de_de: Zurücksetzen aller vorhandenen Filter, die derzeit auf den Player angewendet werden
el_gr: Επαναφορά τυχόν υπαρχόντων φίλτρων που εφαρμόζονται αυτήν τη στιγμή στο πρόγραμμα αναπαραγωγής
es_es: Restablecer los filtros existentes aplicados actualmente al reproductor
fi_fi: Nollaa kaikki soittimeen tällä hetkellä käytetyt suodattimet
it_it: Reimpostare tutti i filtri esistenti attualmente applicati al lettore
ja_jp: プレーヤーに現在適用されている既存のフィルターをリセットします
nb_no: Tilbakestill eventuelle eksisterende filtre som for øyeblikket er brukt på spilleren
nl_nl: Reset alle bestaande filters die momenteel op de speler worden toegepast
ro_ro: Resetați filtrele existente aplicate în prezent jucătorului
ru_ru: Сброс всех существующих фильтров, примененных в данный момент к проигрывателю
sv_se: Återställa alla befintliga filter som för närvarande tillämpas på spelaren
uk_ua: Скидання всіх існуючих фільтрів, застосованих до програвача,
