Repository: Drapersniper/Audio
Catalog: pleffects/locales/*.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, it_it, ja_jp, nb_no, nl_nl, no_no, ro_ro, ru_ru, sv_se, uk_ua

source: Apply a Bass boost equalizer preset to the player. Arguments: - Maximum - Insane - Extreme - High - Very High - Medium - Fined Tuned - Cut-off - Off
cs_cz: Použijte na přehrávač předvolbu ekvalizéru zesílení basů. Argumenty: -Maximum -Šílený -Extrémní -Vysoko - Velmi vysoká -Středně - Pokutováno Vyladěno -Odříznutí -Pryč
da_dk: Anvend en forudindstilling for Bass boost-equalizer på afspilleren. Argumenter: -Maksimal -Sindssyg -Ekstrem -Høj - Meget høj -Medium - Bøde tunet -Cut-off -Af
de_de: Wenden Sie eine Bass-Boost-Equalizer-Voreinstellung auf den Player an. Argumente: -Maximum -Wahnsinnig -Extrem -Hoch - Sehr hoch -Mittel - Fein abgestimmt - Cut-off -Aus
el_gr: Εφαρμόστε μια προεπιλογή ισοσταθμιστή ενίσχυσης μπάσων στη συσκευή αναπαραγωγής. Επιχειρήματα: -Μέγιστος -Τρελός -Ακραίος -Ψηλός - Πολύ υψηλή -Μέτριος - Πρόστιμο Συντονισμένο -Αποκοπής -Από
es_es: Aplique un ajuste preestablecido del ecualizador de refuerzo de graves al reproductor. Argumentos: -Máximo -Loco -Extremo -Alto - Muy alto -Medio - Multado sintonizado - Corte -Apagado
fi_fi: Käytä bassotehostuksen taajuuskorjaimen esiasetusta soittimeen. Argumentit: -Maksimi -Hullu -Äärimmäinen -Korkea - Erittäin korkea -Keskiverto - Sakot viritetty -Cut-off -Pois
it_it: Applicare un preset di equalizzatore Bass boost al lettore. Argomenti: -Massimo -Insano -Estremo -Alto - Molto alto -Medio - Multato Tuned -Taglio -Spento
ja_jp: 低音ブーストイコライザープリセットをプレーヤーに適用します。 引数： -最大 -頭がおかしい -極端 -高い -凌雲 -中程度 - 罰金調整 -カットオフ -オフ
nb_no: Bruk en forhåndsinnstilt bassforsterkningsutjevner på spilleren. Argumenter: -Maksimum -Sinnssyk -Ekstrem -Høy - Veldig høy -Middels - Bøtelagt innstilt -Cut-off -Av
nl_nl: Pas een bass boost equalizer preset toe op de speler. Argumenten: -Maximum -Gek -Extreem -Hoog - Zeer hoog -Gemiddeld - Fijn afgestemd - Afsnijden -Af
ro_ro: Aplicați jucătorului o presetare de egalizare bass boost. Argumente: -Maxim -Nebun -Extremă -Înalt - Foarte mare -Medie - Amendat reglat -Cut-off -Off
ru_ru: Примените к проигрывателю предустановленный эквалайзер Bass boost. Аргументы: -Максимум -Безумный -Крайний -Высокий - Очень высокий -Терпимая - Уточненная настройка - Отсечка -От
sv_se: Använd en förinställning för basförstärkningsutjämnare på spelaren. Argument: -Maximal -Galen -Extrem -Hög - Mycket hög -Medium - Bötfälld Tuned -Cut-off -Bort
uk_ua: Застосуйте до плеєра попередньо налаштований еквалайзер Bass boost. Аргументи: -Максимум -Божевільні -Екстремальних -Високий - Дуже високий -Середнє - Оштрафований тюнінг -Відсікання - Вимкнено

source: The current node does not have the Equalizer functionality enabled
cs_cz: Aktuální uzel nemá povolenou funkci ekvalizéru
da_dk: Den aktuelle node har ikke Equalizer-funktionaliteten aktiveret
de_de: Für den aktuellen Knoten ist die Equalizer-Funktionalität nicht aktiviert.
el_gr: Ο τρέχων κόμβος δεν έχει ενεργοποιημένη τη λειτουργία ισοσταθμιστή
es_es: El nodo actual no tiene habilitada la funcionalidad Ecualizador
fi_fi: Nykyisessä solmussa ei ole Taajuuskorjain-toimintoa käytössä
it_it: Nel nodo corrente non è abilitata la funzionalità Equalizer
ja_jp: 現在のノードでイコライザー機能が有効になっていない
nb_no: Den gjeldende noden har ikke Equalizer-funksjonaliteten aktivert
nl_nl: De Equalizer-functionaliteit is niet ingeschakeld voor het huidige knooppunt
ro_ro: Nodul curent nu are funcționalitatea Egalizator activată
ru_ru: На текущем узле не включена функция эквалайзера
sv_se: Den aktuella noden har inte equalizer-funktionen aktiverad
uk_ua: Поточний вузол не має включеної функціональності еквалайзера

source: Bass boost preset has been disabled
cs_cz: Předvolba zesílení basů byla zakázána
da_dk: Forudindstillet basforstærkning er deaktiveret
de_de: Die Bassverstärkungsvorgabe wurde deaktiviert
el_gr: Η προεπιλογή ενίσχυσης μπάσων έχει απενεργοποιηθεί
es_es: El ajuste preestablecido de refuerzo de graves se ha desactivado
fi_fi: Bassotehostuksen esiasetus on poistettu käytöstä
it_it: Il preset Bass Boost è stato disabilitato
ja_jp: 低音ブーストプリセットが無効になっています
nb_no: Forhåndsinnstilt bassforsterkning er deaktivert
nl_nl: Bass boost preset is uitgeschakeld
ro_ro: Presetarea de amplificare a basului a fost dezactivată
ru_ru: Пресет усиления басов отключен
sv_se: Förinställningen för basförstärkning har inaktiverats
uk_ua: Попередньо налаштований підсилювач басів вимкнено

source: Bass boost - Maximum
cs_cz: Zesílení basů - maximální
da_dk: Basforstærkning - Maksimum
de_de: Bassverstärkung - Maximum
el_gr: Ενίσχυση μπάσων - Μέγιστη
es_es: Refuerzo de graves - Máximo
fi_fi: Bassotehostus - maksimi
it_it: Bass boost - Massimo
ja_jp: 低音ブースト - 最大
nb_no: Bassforsterkning - Maksimalt
nl_nl: Bas boost - Maximum
ro_ro: Bass boost - Maxim
ru_ru: Усиление басов - максимум
sv_se: Basförstärkning - Maximalt
uk_ua: Басовий підсилювач - Максимальний

source: Bass boost - Insane
cs_cz: Zesílení basů - Insane
da_dk: Basforstærkning - Sindssygt
de_de: Bass Boost - Wahnsinnig
el_gr: Ενίσχυση μπάσων - Τρελός
es_es: Refuerzo de graves - Loco
fi_fi: Bassotehostus - Hullu
ja_jp: 低音ブースト - 非常識
nb_no: Bassforsterkning - Vanvittig
nl_nl: Bas boost - Waanzinnig
ro_ro: Bass boost - Nebun
ru_ru: Усиление баса - Безумие
sv_se: Basförstärkning - Vansinnig
uk_ua: Бас-буст - божевільний

source: Bass boost - Extreme
cs_cz: Zesílení basů - Extreme
da_dk: Basforstærkning - Ekstrem
de_de: Bassverstärkung - Extrem
el_gr: Ενίσχυση μπάσων - Ακραία
es_es: Refuerzo de graves - Extremo
fi_fi: Bassotehostus - Extreme
ja_jp: 低音ブースト - エクストリーム
nb_no: Bassforsterkning - Ekstrem
nl_nl: Bas boost - Extreem
ru_ru: Усиление басов - Экстрим
sv_se: Basförstärkning - Extreme
uk_ua: Басовий підсилювач - Екстрім

source: Bass boost - Very High
cs_cz: Zesílení basů - velmi vysoké
da_dk: Basforstærkning - Meget høj
de_de: Bassverstärkung - Sehr hoch
el_gr: Ενίσχυση μπάσων - Πολύ υψηλή
es_es: Refuerzo de graves - Muy alto
fi_fi: Bassotehostus - erittäin korkea
it_it: Potenziamento dei bassi - Molto alto
ja_jp: 低音ブースト-非常に高い
nb_no: Bassforsterkning - Veldig høy
nl_nl: Bas boost - Zeer hoog
ro_ro: Bass boost - Foarte mare
ru_ru: Усиление басов - Очень высокий
sv_se: Basförstärkning - Mycket hög
uk_ua: Басовий підсилювач - дуже високий

source: Bass boost - High
cs_cz: Zesílení basů - Vysoká
da_dk: Basforstærkning - Høj
de_de: Bass Boost - Hoch
el_gr: Ενίσχυση μπάσων - Υψηλή
es_es: Refuerzo de graves - Alto
fi_fi: Bassotehostus - korkea
it_it: Bass boost - Alto
ja_jp: 低音ブースト - 高
nb_no: Bassforsterkning - Høy
nl_nl: Bas boost - Hoog
ru_ru: Усиление басов - Высокий
sv_se: Basförstärkning - Hög
uk_ua: Басовий підсилювач - Високий

source: Bass boost - Medium
cs_cz: Zesílení basů - střední
da_dk: Basforstærkning - Medium
de_de: Bassverstärkung - Mittel
el_gr: Ενίσχυση μπάσων - Μεσαία
es_es: Refuerzo de graves - Medio
fi_fi: Bassotehostus - keskikokoinen
it_it: Bass boost - Medio
ja_jp: 低音ブースト - ミディアム
nb_no: Bassforsterkning - Middels
nl_nl: Bas boost - Medium
ro_ro: Bass boost - Mediu
ru_ru: Усиление басов - Средний
sv_se: Basförstärkning - Medium
uk_ua: Басовий підсилювач - Середній

source: Bass boost - Fine Tuned
cs_cz: Zesílení basů - Fine Tuned
da_dk: Basforstærkning - Finjusteret
de_de: Bass Boost - Fein abgestimmt
el_gr: Ενίσχυση μπάσων - Τελειοποιημένη
es_es: Refuerzo de graves - Afilado fino
fi_fi: Bassotehostus - hienosäädetty
ja_jp: 低音ブースト - 微調整
nb_no: Bassforsterkning - Finjustert
nl_nl: Bas boost - Fijn afgestemd
ru_ru: Усиление басов - Тонкая настройка
sv_se: Basförstärkning - Finjusterad
uk_ua: Підсилювач басів - тонко налаштований

source: Bass boost - Cut-off
cs_cz: Zesílení basů - Cut-off
da_dk: Basforstærkning - Afskæring
de_de: Bassverstärkung - Cut-off
el_gr: Ενίσχυση μπάσων - Αποκοπή
es_es: Refuerzo de graves - Corte
fi_fi: Bassotehostus - katkaisu
ja_jp: 低音ブースト-カットオフ
nb_no: Bassforsterkning - Cut-off
nl_nl: Bas boost - Cut-off
ru_ru: Усиление басов - Отсечка
sv_se: Basförstärkning - Cut-off
uk_ua: Басовий підсилювач - Відсікання

source: Preset has been set to {name}
cs_cz: Předvolba byla nastavena na {name}
da_dk: Forudindstillet er indstillet til {name}
de_de: Voreinstellung wurde auf {name}
el_gr: Η προεπιλογή έχει οριστεί σε {name}
es_es: El ajuste preestablecido se ha establecido en {name}
fi_fi: Esiasetukseksi on määritetty {name}
it_it: Il preset è stato impostato su {name}
ja_jp: プリセットがに設定されている {name}
nb_no: Forhåndsinnstillingen er satt til {name}
nl_nl: Vooraf ingestelde instelling is ingesteld op {name}
ro_ro: Presetarea a fost setată la {name}
ru_ru: Для стиля установлено значение {name}
sv_se: Förinställningen har ställts in på {name}
uk_ua: Стиль налаштувань встановлено на {name}

source: Apply a Piano equalizer preset to the player. Suitable for acoustic tracks, or tacks with an emphasis on female vocals. Can also be used as a bass cut-off.
cs_cz: Použijte na přehrávač přednastavení ekvalizéru klavíru. Vhodné pro akustické stopy, nebo připínáčky s důrazem na ženské vokály. Lze také použít jako basový řez.
da_dk: Anvend en forudindstilling af klaverudligning på afspilleren. Velegnet til akustiske numre eller tacks med vægt på kvindelig vokal. Kan også bruges som basafskæring.
de_de: Wenden Sie eine Piano-Equalizer-Vorgabe auf den Player an. Geeignet für akustische Tracks oder Tacks mit Schwerpunkt auf weiblichem Gesang. Kann auch als Bass-Cut-Off verwendet werden.
el_gr: Εφαρμόστε μια προεπιλογή ισοσταθμιστή πιάνου στη συσκευή αναπαραγωγής. Κατάλληλο για ακουστικά κομμάτια, ή tacks με έμφαση στα γυναικεία φωνητικά. Μπορεί επίσης να χρησιμοποιηθεί ως αποκοπή μπάσων.
es_es: Aplique un ajuste preestablecido del ecualizador de piano al reproductor. Adecuado para pistas acústicas o tachuelas con énfasis en voces femeninas. También se puede utilizar como un corte de graves.
fi_fi: Käytä soittimeen pianon taajuuskorjaimen esiasetusta. Sopii akustisiin kappaleisiin tai tackeihin, joissa painotetaan naislaulua. Voidaan käyttää myös basson katkaisuna.
it_it: Applicare un equalizzatore Piano preimpostato al lettore. Adatto per tracce acustiche o puntine con un'enfasi sulla voce femminile. Può anche essere usato come cut-off dei bassi.
ja_jp: ピアノイコライザープリセットをプレーヤーに適用します。 アコースティックトラック、または女性ボーカルに重点を置いたタックに適しています。 低音カットオフとしても使用できます。
nb_no: Bruk en forhåndsinnstilt pianoutjevner på spilleren. Passer til akustiske spor, eller tacks med vekt på kvinnelig vokal. Kan også brukes som bassavskjæring.
nl_nl: Pas een piano-equalizervoorinstelling toe op de speler. Geschikt voor akoestische tracks, of tacks met de nadruk op vrouwelijke zang. Kan ook worden gebruikt als een bas cut-off.
ro_ro: Aplicați o presetare de egalizator pian jucătorului. Potrivit pentru piese acustice, sau tacks cu accent pe voce feminină. Poate fi, de asemenea, folosit ca un bas cut-off.
ru_ru: Примените к проигрывателю предустановленный эквалайзер Piano. Подходит для акустических треков или тактов с акцентом на женский вокал. Может также использоваться в качестве басовой отсечки.
sv_se: Använd en förinställning för pianoutjämnare på spelaren. Lämplig för akustiska spår, eller tacks med tonvikt på kvinnlig sång. Kan också användas som basavskärning.
uk_ua: Застосуйте до програвача стиль еквалайзера Piano. Підходить для акустичних треків, або прихваток з акцентом на жіночий вокал. Також може використовуватися в якості бас-відсіка.

source: Piano
cs_cz: Klavír
da_dk: Klaver
de_de: Klavier
el_gr: Πιάνο
it_it: Pianoforte
ja_jp: ピアノ
ro_ro: Pian
ru_ru: Пианино
uk_ua: Фортепіано

source: Piano preset has been set
cs_cz: Byla nastavena předvolba klavíru
da_dk: Klaver forudindstillet er indstillet
de_de: Klavier-Preset wurde eingestellt
el_gr: Η προεπιλογή πιάνου έχει οριστεί
es_es: Se ha establecido el ajuste preestablecido de piano
fi_fi: Pianon esiasetus on asetettu
it_it: Il preset del pianoforte è stato impostato
ja_jp: ピアノプリセットが設定されました
nb_no: Piano forhåndsinnstilling er satt
nl_nl: Piano preset is ingesteld
ro_ro: Presetarea pianului a fost setată
ru_ru: Установлен предустановка фортепиано
sv_se: Pianoförinställning har ställts in
uk_ua: Встановлено пресет фортепіано

source: Apply an experimental Metal/Rock equalizer preset. Expect clipping on songs with heavy bass.
cs_cz: Použijte experimentální předvolbu ekvalizéru Metal/Rock. Očekávejte ořezávání skladeb s těžkými basy.
da_dk: Anvend en eksperimentel Metal / Rock equalizer forudindstilling. Forvent klipning på sange med tung bas.
de_de: Wenden Sie eine experimentelle Metal/Rock-Equalizer-Voreinstellung an. Erwarten Sie Clipping auf Songs mit starkem Bass.
el_gr: Εφαρμόστε μια πειραματική προεπιλογή ισοσταθμιστή Metal/Rock. Αναμείνετε αποκοπή σε τραγούδια με βαρύ μπάσο.
es_es: Aplique un ajuste preestablecido experimental del ecualizador Metal/Rock. Espere recortar canciones con graves pesados.
fi_fi: Käytä kokeellista Metal/Rock-taajuuskorjaimen esiasetusta. Odota leikkaamista kappaleisiin, joissa on raskas basso.
it_it: Applicate un equalizzatore sperimentale Metal/Rock. Aspettatevi il ritaglio su canzoni con bassi pesanti.
ja_jp: 実験的なメタル/ロックイコライザープリセットを適用します。 低音の重い曲のクリッピングを期待してください。
nb_no: Bruk en eksperimentell Metal / Rock equalizer forhåndsinnstilt. Forvent klipping på sanger med tung bass.
nl_nl: Pas een experimentele Metal/Rock equalizer preset toe. Verwacht clipping op nummers met zware bassen.
ro_ro: Aplicați o presetare experimentală de egalizare Metal/Rock. Așteptați-vă la decuparea melodiilor cu bas greu.
ru_ru: Примените экспериментальный предустановленный эквалайзер Metal/Rock. Ожидайте клиппинга на песни с тяжелым басом.
sv_se: Använd en experimentell förinställning för metal/rock-equalizer. Räkna med klippning på låtar med tung bas.
uk_ua: Застосуйте експериментальний пресет еквалайзера Metal/Rock. Очікуйте вирізки на пісні з важким басом.

source: Metal
cs_cz: Kov
de_de: Metall
el_gr: Μέταλλο
fi_fi: Metalli
it_it: Metallo
ja_jp: メタル
nb_no: Metall
nl_nl: Metaal
ru_ru: Металл
sv_se: Metall
uk_ua: Метал

source: Rock/Metal preset has been set
cs_cz: Rock/Metal předvolba byla nastavena
da_dk: Forudindstillingen af Rock/Metal er indstillet
de_de: Rock/Metal-Preset wurde eingestellt
el_gr: Έχει οριστεί προεπιλογή βράχου/μετάλλου
es_es: Se ha establecido el preajuste Rock/Metal
fi_fi: Rock/Metal-esiasetus on asetettu
it_it: Il preset Rock/Metal è stato impostato
ja_jp: ロック/メタルプリセットが設定されています
nb_no: Rock/Metal forhåndsinnstilling er satt
nl_nl: Rock/Metal preset is ingesteld
ro_ro: Presetarea Rock/Metal a fost setată
ru_ru: Установлен пресет Рок/Метал
sv_se: Rock / Metal förinställning har ställts in
uk_ua: Встановлено пресет року/металу

source: No changes were made to the equalizer, discarding request
cs_cz: V ekvalizéru nebyly provedeny žádné změny, požadavek na zahození
da_dk: Der blev ikke foretaget ændringer i equalizeren, kassationsanmodningen
de_de: Es wurden keine Änderungen am Equalizer vorgenommen, die Anforderung wird verworfen
el_gr: Δεν έγιναν αλλαγές στον ισοσταθμιστή, απορρίπτοντας το αίτημα
es_es: No se realizaron cambios en el ecualizador, solicitud de descarte
fi_fi: Taajuuskorjaimeen ei tehty muutoksia, hylkäyspyyntö
it_it: Non sono state apportate modifiche all'equalizzatore, scartando la richiesta
ja_jp: イコライザーに変更は加えられず、要求を破棄しました
nb_no: Ingen endringer ble gjort i equalizeren, og forkastet forespørselen
nl_nl: Er werden geen wijzigingen aangebracht in de equalizer, waarbij het verzoek werd weggegooid
ro_ro: Nu s-au făcut modificări la egalizator, cerere de renunțare
ru_ru: В эквалайзер не вносились изменения, отбрасывающие запрос
sv_se: Inga ändringar gjordes i equalizern och kasserade begäran
uk_ua: Жодних змін до еквалайзера не вносилося, відкидаючи запит

source: Apply filters and effects to the PyLav player.
ar_sa: تطبيق عوامل التصفية والتأثيرات على لاعب بيلاف.
no_no: Bruk filtre og effekter på PyLav spiller.

source: Configure the Player behaviour when an effect is set.
ar_sa: تكوين سلوك اللاعب عند تعيين التأثير.
no_no: Konfigurer spilleroppførselen når en effekt er satt.

source: Show the version of the Cog and it's PyLav dependencies.
ar_sa: إظهار نسخة من الكتلة وهي تبعيات PyLav .
no_no: Vis versjonen av Cog dens PyLav avhengigheter.

source: Apply a Nightcore filter to the player.
ar_sa: تطبيق فلتر النواة الليلي على اللاعب.
no_no: Bruk et natt-kjerne filter på spilleren.

source: Nightcore effect has been disabled.
ar_sa: تم تعطيل التأثير الليلي.
no_no: Nightcore effekt er deaktivert.

source: Nightcore effect has been enabled.
ar_sa: تم تمكين تأثير القلب الليلي.
no_no: Nightcore effekt er aktivert.

source: Apply a vibrato filter to the player.
ar_sa: تطبيق عامل تصفية الاهتزاز على اللاعب.
no_no: Påfør et vibratfilter på spilleren.

source: New vibrato effect applied to the player.
ar_sa: تأثير اهتزاز جديد ينطبق على اللاعب.
no_no: Ny vibrateffekt brukt på spilleren.

source: Apply a tremolo filter to the player.
ar_sa: تطبيق عامل تصفية ترمولو على اللاعب.
no_no: Påfør et tremolo-filter på spilleren.

source: New tremolo effect applied to the player.
ar_sa: تطبيق تأثير ترمولو جديد على اللاعب.
no_no: Ny tremolo-effekt brukes på spilleren.

source: Apply a timescale filter to the player.
ar_sa: تطبيق عامل تصفية جدول زمني على اللاعب.
no_no: Bruk et tidsskaleringsfilter på spilleren.

source: New timescale effect applied to the player.
ar_sa: تطبيق تأثير جدول زمني جديد على اللاعب.
no_no: Ny tidsjukerseffekt anvendt på spilleren.

source: Apply a rotation filter to the player.
ar_sa: تطبيق فلتر الدوران على اللاعب.
no_no: Påfør et rotasjonsfilter på spilleren.

source: New rotation effect applied to the player.
ar_sa: تطبيق تأثير دوران جديد على اللاعب.
no_no: Ny rotasjonseffekt anvendt på spilleren.

source: Apply a low pass filter to the player.
ar_sa: تطبيق عامل تصفية تمرير منخفض على اللاعب.
no_no: Påfør et lavt pass filter på spilleren.

source: New low pass effect applied to the player.
ar_sa: تطبيق تأثير ممر منخفض جديد على اللاعب.
no_no: Ny lav-pass-effekt brukes på spilleren.

source: Apply a karaoke filter to the player.
ar_sa: تطبيق فلتر كاراوكي على اللاعب.
no_no: Påfør et karaokefilter på spilleren.

source: New karaoke effect applied to the player.
ar_sa: تطبيق تأثير كاراوكي جديد على اللاعب.
no_no: Nye karaokeeffekter anvendt på spilleren.

source: Apply a channel mix filter to the player.
ar_sa: تطبيق عامل تصفية مزيج القنوات على المشغل.
no_no: Påfør et kanalmiks filter på spilleren.

source: Left to Right
ar_sa: من اليسار إلى اليمين
no_no: Venstre mot høyre

source: New channel mix effect applied to the player.
ar_sa: تطبيق تأثير مزيج قناة جديدة على اللاعب.
no_no: Ny kanalmiks effekt brukes på spilleren.

source: Apply a distortion filter to the player.
ar_sa: تطبيق فلتر التشويه على اللاعب.
no_no: Påfør et forvrengningsfilter på spilleren.

source: New distortion effect applied to the player.
ar_sa: تأثير التشويه الجديد ينطبق على اللاعب.
no_no: Ny forvrengningseffekt brukt på spilleren.

source: Show the current filters applied to the player.
ar_sa: إظهار الفلاتر الحالية المطبقة على اللاعب.
no_no: Vis gjeldende filtre som er brukt på spilleren.

source: Current filters applied to the player.
ar_sa: الفلاتر الحالية تطبق على اللاعب.
no_no: Gjeldende filtre lagt til spilleren.

source: __**Currently Applied:**__ {data}
ar_sa: __**متوفرة حاليا:**__ {data}
no_no: __**For øyeblikket Brukt:**__ {data}

source: Reset any existing filters currently applied to the player.
ar_sa: إعادة تعيين أي فلاتر موجودة مطبقة حاليا على اللاعب.
no_no: Tilbakestill alle eksisterende filtre som er brukt på spilleren.
