Repository: Drapersniper/Audio
Catalog: audio/cog/commands/locales/*.po
Languages: fi_fi, it_it, pl_pl, pt_br, sv_se, uk_ua, zh_cn

source: Plays the specified track in the queue. If you specify the `after_current` argument, the track will be played after the current track, otherwise it will replace the current track
fi_fi: Soittaa määritetyn kappaleen jonossa. Jos määrität `after_current`-argumentin, kappale soitetaan nykyisen kappaleen jälkeen, muuten se korvaa nykyisen raidan
it_it: Riproduce la traccia specificata nella coda. Se specifichi l'argomento `after_current`, la traccia verrà riprodotta dopo la traccia corrente, altrimenti sostituirà la traccia corrente
pl_pl: Odtwarza określoną ścieżkę w kolejce. Jeśli określisz argument `after_current`, ścieżka zostanie odtworzona po bieżącym utworze, w przeciwnym razie zastąpi bieżący utwór
pt_br: Reproduz a faixa especificada na fila. Se você especificar o argumento `after_current`, a faixa será reproduzida após a faixa atual, caso contrário ele substituirá a faixa atual
sv_se: Spelar det angivna spåret i kön. Om du anger argumentet `after_current` kommer spåret att spelas efter det aktuella spåret, annars kommer den att ersätta det nuvarande spåret
uk_ua: Відтворює вказаний трек в черзі. Якщо ви вкажете аргумент "after_current", трек буде відтворюватись після поточного треку, інакше це замінить поточний трек
zh_cn: 在队列中播放指定的曲目。 如果您指定了 "After _current" 参数，曲目将会在当前曲目之后播放， 否则它将替换当前曲目

source: Queue is empty.
fi_fi: Jono on tyhjä.
it_it: La coda è vuota.
pl_pl: Kolejka jest pusta.
pt_br: Fila está vazia.
sv_se: Kön är tom.
uk_ua: Черга порожня.
zh_cn: 队列是空的。

source: Track index must be between 1 and {size}.
fi_fi: Kappaleen indeksin on oltava välillä 1 - {size}.
it_it: L'indice della traccia deve essere compreso tra 1 e {size}.
pl_pl: Indeks ścieżki musi być pomiędzy 1 a {size}.
pt_br: O índice da faixa deve estar entre 1 e {size}.
sv_se: Spårindex måste vara mellan 1 och {size}.
uk_ua: Індекс пісні повинен бути між 1 і {size}.
zh_cn: 曲目索引必须介于 1 和 {size} 之间。

source: There is no track in position {position}.
fi_fi: Paikassa {position} ei ole kappaletta.
it_it: Non c'è traccia nella posizione {position}.
pl_pl: Nie ma utworu na pozycji {position}.
pt_br: Não há nenhuma faixa na posição {position}.
sv_se: Det finns inget spår i position {position}.
uk_ua: Немає маршруту на позиції {position}.
zh_cn: 位置 {position} 中没有曲目

source: {track} will play after {current} finishes (in {eta}).
fi_fi: {track} soittaa {current} päättymisen jälkeen ( {eta}).
it_it: {track} giocherà dopo che {current} finirà (in {eta}).
pl_pl: {track} będzie grać po {current} finałach (w {eta}).
pt_br: {track} irá jogar após {current} terminar (em {eta}).
sv_se: {track} kommer att spela efter {current} slut (i {eta}).
uk_ua: {track} буде грати після {current} закінчень (у {eta}).
zh_cn: {track} 将在 {current} 完成后播放 (在 {eta})

source: {track} will start now {current} has been skipped.
fi_fi: {track} alkaa nyt {current} on ohitettu.
it_it: {track} inizierà ora {current} è stato saltato.
pl_pl: {track} zacznie się teraz {current} został pominięty.
pt_br: {track} começará agora {current} foi ignorado.
sv_se: {track} startar nu {current} har hoppats över.
uk_ua: {track} почнеться зараз {current} було пропущено.
zh_cn: {track} 现在就会开始 {current} 已被跳过。

source: Remove the specified track from the queue. If you specify the `remove_duplicates` argument, all tracks that are the same as your URL or the index track will be removed.
fi_fi: Poista määritetty raita jonosta. Jos määrität `remove_duplicates` argumentin, kaikki kappaleet, jotka ovat samat kuin URL-osoite tai indeksiraita poistetaan.
it_it: Rimuovere la traccia specificata dalla coda. Se specifichi l'argomento `remove_duplicates`, tutte le tracce che sono le stesse del tuo URL o la traccia indice saranno rimosse.
pl_pl: Usuń określoną ścieżkę z kolejki. Jeśli określisz argument `remove_duplicates`, wszystkie utwory, które są takie same jak twój adres URL lub ślad indeksu zostaną usunięte.
pt_br: Remova a faixa especificada da fila. Se você especificar o argumento `remove_duplicates`, todas as faixas que são iguais à sua URL ou faixa de índice serão removidas.
sv_se: Ta bort det angivna spåret från kön. Om du anger argumentet `remove_duplicates` alla spår som är samma som din URL eller index spår kommer att tas bort.
uk_ua: Видаліть вказаний трек з черги. Якщо ви вкажете аргумент "remove_duplicates", всі треки, що співпадають з вашим URL чи каталогом індексу, будуть видалені.
zh_cn: 从队列中删除指定的曲目。 如果您指定了 `remove_durate` 参数， 所有与您的 URL 或索引曲目相同的曲目将被删除。

source: {track} not found in queue.
fi_fi: {track} ei löytynyt jonosta.
it_it: {track} non trovato in coda.
pl_pl: {track} nie znaleziono w kolejce.
pt_br: {track} não foi encontrado na fila.
sv_se: {track} hittades inte i kön.
uk_ua: {track} не знайдено в черзі.
zh_cn: 队列中找不到 {track}。

source: Removed {times} {entry_plural} of {track} from the queue.
fi_fi: Poistettu {times} {entry_plural} {track} jonosta.
it_it: Rimosso {times} {entry_plural} di {track} dalla coda.
pl_pl: Usunięto {times} {entry_plural} z {track} z kolejki.
pt_br: Removido {times} {entry_plural} de {track} da fila.
sv_se: Tog bort {times} {entry_plural} av {track} från kön.
uk_ua: Видалено {times} {entry_plural} з {track} з черги.
zh_cn: 已从队列中移除 {times} 中的 {entry_plural} {track}。

source: entry
fi_fi: kohta
it_it: voce
pl_pl: wpis
pt_br: referência
sv_se: post
uk_ua: реєстрація
zh_cn: 条目

source: entries
fi_fi: merkinnät
it_it: voci
pl_pl: wpisy
pt_br: referências
sv_se: poster
uk_ua: записів
zh_cn: 条目

source: Create a new playlist. If you don't specify an URL and name, you will be shows a creation menu, which also allows you to save the current player queue as a playlist. If you don't specify a name, the playlist will be named the URL playlist if available otherwise the name will be the same as the ID. If you specify an URL, the playlist will be created from the URL.
fi_fi: Luo uusi soittolista. Jos et määritä URL-osoitetta ja nimeä, sinulle näytetään luomisen valikko, jonka avulla voit myös tallentaa nykyisen soittojonon soittolistaksi. Jos et määritä nimeä, soittolista nimetään URL-soittolistaksi, jos se on saatavilla muuten nimi on sama kuin ID. Jos määrität URL-osoitteen, soittolista luodaan URL-osoitteesta. @ info
it_it: Crea una nuova playlist. Se non specifichi un URL e un nome, verrà mostrato un menu di creazione, che permette anche di salvare la coda del giocatore corrente come una playlist. Se non specifichi un nome, la scaletta sarà denominata URL playlist se disponibile altrimenti il nome sarà lo stesso dell'ID. Se specifichi un URL, la scaletta verrà creata dall'URL.
pt_br: Criar uma nova lista de reprodução. Se você não especificar uma URL e um nome, você vai mostrar um menu de criação, o que também permite que você salve a fila atual do player como uma lista de reprodução. Se você não especificar um nome, a playlist será nomeada como playlist de URL se disponível, caso contrário o nome será o mesmo que o ID. Se especificar um URL, a playlist será criada a partir do URL.
sv_se: Skapa en ny spellista. Om du inte anger en URL och ett namn, kommer du att visa en skapelse-meny, som också låter dig spara den aktuella spelarkön som en spellista. Om du inte anger ett namn, spellistan kommer att namnges URL spellistan om tillgänglig annars namnet kommer att vara samma som ID. Om du anger en URL kommer spellistan att skapas från webbadressen.

source: Let's create a playlist!
fi_fi: Luodaan soittolista!
it_it: Creiamo una playlist!
pt_br: Vamos criar uma playlist!
sv_se: Låt oss skapa en spellista!

source: (**1**) - Apply changes to playlist. (**2**) - Cancel any changes made. (**3**) - Add a name to the playlist. (**4**) - Link this playlist to an existing playlist/album. (**5**) - Add all track from the queue to the playlist. If you want the playlist name to be as the original playlist simply set the URL but no name.
fi_fi: (**1**) - Soittolistaan tehdyt muutokset. (**2**) - Peruuta tehdyt muutokset. (**3**) - Lisää nimi soittolistalle. (**4**) - Linkitä tämä soittolista olemassa olevaan soittolistaan/albumiin. (**5**) - Lisää kaikki kappale jonosta soittolistalle. Jos haluat soittolistan nimen olevan kuin alkuperäinen soittolista asettaa vain URL-osoitteen, mutta ei nimeä.
it_it: (**1**) - Applica le modifiche alla playlist. (**2**) - Annulla le modifiche apportate. (**3**) - Aggiungi un nome alla playlist. (**4**) - Collega questa playlist a una playlist/album esistente. (**5**) - Aggiungi tutta la traccia dalla coda alla scaletta. Se si desidera che il nome della playlist sia come playlist originale, è sufficiente impostare l'URL ma nessun nome.
pt_br: (**1**) - Aplicar alterações na lista de reprodução. (**2**) - Cancele quaisquer alterações feitas. (**3**) - Adicione um nome à lista de reprodução. (**4**) - Vincule esta playlist a uma lista/álbum existente. (**5**) - Adicione todas as faixas da fila à lista de reprodução. Se você quer que o nome da playlist seja como a playlist original, defina simplesmente o URL mas sem nome.
sv_se: (**1**) - Tillämpa ändringar i spellistan. (**2**) - Avbryt eventuella ändringar. (**3**) - Lägg till ett namn i spellistan. (**4**) - Länka denna spellista till en befintlig spellista/album. (**5**) - Lägg till allt spår från kön till spellistan. Om du vill att spellistans namn ska vara som den ursprungliga spellistan anger du helt enkelt URL:en men inget namn.

source: Playlist created
fi_fi: Soittolista luotu
it_it: Playlist creata
pt_br: Playlist criada
sv_se: Spellista skapad

source: Name: `{name}` ID: `{id}` Tracks: `{track_count}`
fi_fi: Nimi: `{name}` ID: `{id}` Kappaleet: `{track_count}`
it_it: Nome: `{name}` ID: `{id}` Tracce: `{track_count}`
pt_br: Nome: `{name}` ID: `{id}` Faixas: `{track_count}`
sv_se: Namn: `{name}` ID: `{id}` Spår: `{track_count}`

source: List all playlists you have access to on the invoked context. This takes into consideration your current VC, Text channel and Server.
fi_fi: Luettelo kaikista soittolistoista, joihin sinulla on pääsy vedotussa kontekstissa. Tässä otetaan huomioon nykyinen VC, Tekstikanava ja palvelin.
it_it: Elenca tutte le playlist a cui hai accesso nel contesto invocato. Questo prende in considerazione il tuo attuale VC, canale di testo e server.
pt_br: Lista de todas as playlists a que você tem acesso no contexto chamado. Isso leva em consideração seu atual VC, canal de texto e servidor.
sv_se: Lista alla spellistor du har tillgång till på den anropade kontexten. Detta tar hänsyn till din nuvarande VC, textkanal och server.

source: You have no playlists.
fi_fi: Sinulla ei ole soittolistoja.
it_it: Non hai nessuna playlist.
pt_br: Você não tem listas de reprodução.
sv_se: Du har inga spellistor.

source: Manage a playlist. This command can be used to delete, clear all tracks, add or remove tracks or play a playlist. If you use the `start` (`play` or `enqueue`) alias the playlist will be played instead of you being shown the control menu. If you use the `delete` (`del`) alias the playlist will be deleted instead of you being shown the control menu. If you use the `save` (`queue`) alias the current queue will be added to the specified playlist. if you use the `info` alias the playlist tracks will be displayed in a menu.
fi_fi: Hallitse soittolistaa. Tätä komentoa voidaan poistaa, tyhjennä kaikki kappaleet, lisää tai poista kappaleita tai soita soittolista. Jos käytät `start` (`play` tai `enqueue`) alias soittolista pelataan sen sijaan, että sinulle näytettäisiin hallintavalikko. Jos käytät `delete`-alias (`del`), soittolista poistetaan sen sijaan, että sinulle näytettäisiin hallintavalikko. Jos käytät `save` (`queue`) alias lisätään nykyinen jono määritettyyn soittolistaan. jos käytät `info`-alias soittolistan kappaleet näytetään valikossa. @ info: whatsthis
it_it: Gestisci una playlist. Questo comando può essere utilizzato per eliminare, cancella tutte le tracce, aggiungi o rimuovi tracce o riproduci una scaletta. Se usi l'alias `start` (`play` o `enqueue`) la playlist verrà riprodotta invece di essere mostrata nel menu di controllo. Se usi l'alias `delete` (`del`), la playlist verrà eliminata invece di essere visualizzata nel menu di controllo. Se usi l'alias `save` (`queue`) la coda corrente verrà aggiunta alla playlist specificata. se usi l'alias `info` le tracce della scaletta verranno visualizzate in un menu.
pt_br: Gerencie uma lista de reprodução. Esse comando pode ser usado para excluir, limpar todas as faixas, adicionar ou remover faixas ou reproduzir uma lista de reprodução. Se você usar o apelido `start` (`play` ou `enqueue`) a playlist será reproduzida ao invés de você ser mostrado o menu de controle. Se você usar o apelido `delete` (`del`) a playlist será excluída em vez de lhe ser mostrado o menu de controle. Se você usar o alias `save` (`queue`) a fila atual será adicionada à lista de reprodução especificada. se você usar o alias `info` as faixas de playlist serão exibidas em um menu.
sv_se: Hantera en spellista. Detta kommando kan användas för att ta bort, rensa alla spår, lägga till eller ta bort spår eller spela upp en spellista. Om du använder `start` (`play` eller `enqueue`) alias kommer spellistan att spelas istället för att du visas kontrollmenyn. Om du använder `delete` (`del`) alias kommer spellistan att tas bort istället för att du visas i kontrollmenyn. Om du använder `save` (`queue`) alias kommer den aktuella kön att läggas till i den angivna spellistan. om du använder `info` alias kommer spellistans spår att visas i en meny.

source: {user}, playlist {playlist_name} cannot be managed by yourself.
fi_fi: {user}, soittolistaa {playlist_name} ei voi hallita itse.
it_it: {user}, la playlist {playlist_name} non può essere gestita da solo.
pt_br: {user}, playlist {playlist_name} não pode ser gerenciado por si mesmo.
sv_se: {user}, spellista {playlist_name} kan inte hanteras av dig själv.

source: (**1**){space} - Apply changes to playlist. (**2**){space} - Cancel any changes made and close the menu. (**3**){space} - Delete this playlist. (**4**){space} - Remove all tracks from this playlist. (**5**){space} - Update the playlist with the latest tracks. Please note that this action will ignore any tracks added/removed via this menu. (**6**){space} - Change the name of the playlist. (**7**){space} - Link this playlist to an existing playlist/album. (**8**){space} - Add a query to this playlist. (**9**){space} - Remove a query from this playlist. (**10**) - Download the playlist file. (**11**) - Add current playlist to the queue. (**12**) - Show tracks in current playlist. (**13**) - Add tracks from queue to this playlist. (**14**) - Remove duplicate entries in the playlist. The add/remove track buttons can be used multiple times to add/remove multiple tracks and playlists at once. A query is anything playable by the play command - any query can be used by the add/remove buttons The clear button will always be run first before any other operations. The URL button will always run last - Linking a playlist via the URL will overwrite any tracks added or removed to this playlist. If you interact with a button multiple times other than the add/remove buttons only the last interaction will take effect.
fi_fi: (**1**){space} - Muuta soittolistaa. (**2**){space} - Peruuta tehdyt muutokset ja sulje valikko. (**3**){space} - Poista tämä soittolista. (**4**){space} - Poista kaikki kappaleet tästä soittolistalta. (**5**){space} - Päivitä soittolista uusimmilla kappaleilla. Huomaa, että tämä toiminto ohittaa kaikki lisätyt tai poistetut kappaleet tämän valikon kautta. (**6**){space} - Muuta soittolistan nimeä. (**7**){space} - Linkitä tämä soittolista olemassa olevaan soittolistaan/albumiin. (**8**){space} - Lisää kysely tähän soittolistaan. (**9**){space} - Poista kysely tästä soittolistalta. (**10**) - Lataa soittolistatiedosto. (**11**) - Lisää nykyinen soittolista jonoon. (**12**) - Näytä kappaleet nykyisessä soittolistassa. (**13**) - Lisää kappaleita jonosta tähän soittolistaan. (**14**) - Poista kaksoiskappaleet soittolistalta. Lisää tai poista kappaletta painikkeita voidaan käyttää useita kertoja lisätä/poista useita kappaleita ja soittolistoja kerralla. Kysely on mitä tahansa soittokomennon toistoa - mitä tahansa kyselyä voi käyttää lisäyksellä/poistamalla painikkeet Tyhjennä painike suoritetaan aina ennen muita toimintoja. URL-painike toimii aina viimeksi - Soittolistan yhdistäminen URL-osoitteen kautta korvaa kaikki kappaleet, jotka on lisätty tai poistettu tähän soittolistaan. Jos olet vuorovaikutuksessa painikkeen kanssa useita kertoja kuin add/remove painikkeet, vain viimeinen vuorovaikutus tulee voimaan.
it_it: (**1**){space} - Applica le modifiche alla playlist. (**2**){space} - Annulla le modifiche apportate e chiudi il menu. (**3**){space} - Elimina questa playlist. (**4**){space} - Rimuovi tutte le tracce da questa scaletta. (**5**){space} - Aggiorna la scaletta con le ultime tracce. Si prega di notare che questa azione ignorerà qualsiasi traccia aggiunta/rimossa tramite questo menu. (**6**){space} - Cambia il nome della playlist. (**7**){space} - Collega questa playlist a una playlist/album esistente. (**8**){space} - Aggiungi una query a questa playlist. (**9**){space} - Rimuovi una query da questa playlist. (**10**) - Scarica il file della playlist. (**11**) - Aggiungi la playlist corrente alla coda. (**12**) - Mostra tracce nella scaletta attuale. (**13**) - Aggiungi tracce dalla coda a questa scaletta. (**14**) - Rimuovi le voci duplicate nella playlist. I pulsanti aggiungi/rimuovi traccia possono essere utilizzati più volte per aggiungere/rimuovere più tracce e scalette contemporaneamente. Una query è qualsiasi cosa sia riproducibile dal comando play: qualsiasi query può essere utilizzata dai pulsanti add/remove Il pulsante cancella sarà sempre eseguito prima di qualsiasi altra operazione. Il pulsante URL verrà sempre eseguito per l'ultima volta - Collegare una scaletta tramite l'URL sovrascriverà tutte le tracce aggiunte o rimosse a questa scaletta. Se interagisci con un pulsante più volte diverse dai pulsanti di aggiunta/rimuovi solo l'ultima interazione avrà effetto.
pt_br: (**1**){space} - Aplicar alterações à lista de reprodução. (**2**){space} - Cancele quaisquer alterações feitas e feche o menu. (**3**){space} - Apague esta lista de reprodução. (**4**){space} - Remova todas as faixas desta lista de reprodução. (**5**){space} - Atualize a playlist com as faixas mais recentes. Por favor, note que esta ação irá ignorar quaisquer faixas adicionadas/removidas através deste menu. (**6**){space} - Altere o nome da playlist. (**7**){space} - Vincule esta playlist a um álbum/lista de reprodução existente. (**8**){space} - Adicione uma consulta a esta lista de reprodução. (**9**){space} - Remove uma consulta desta playlist. (**10**) - Baixe o arquivo de playlist. (**11**) - Adicione a playlist atual à fila. (**12**) - Mostrar faixas na lista atual. (**13**) - Adicionar faixas da fila a esta lista de reprodução. (**14**) - Remove postagens duplicadas na lista de reprodução. Botões de adicionar/remover faixas podem ser usados várias vezes para adicionar/remover várias faixas e playlists de uma só vez. Uma consulta é algo que pode ser jogado pelo comando play - qualquer consulta pode ser usada pelos botões adicionar/remover O botão limpar sempre será executado antes de qualquer outra operação. O botão de URL sempre será executado a última - Vincular uma playlist através do URL irá substituir todas as faixas adicionadas ou removidas a esta lista de reprodução. Se você interagir com um botão várias vezes além dos botões adicionar/remover apenas a última interação entrará em vigor.
sv_se: (**1**){space} - Tillämpa ändringar i spellistan. (**2**){space} - Avbryt ändringar gjorda och stäng menyn. (**3**){space} - Ta bort denna spellista. (**4**){space} - Ta bort alla låtar från denna spellista. (**5**){space} - Uppdatera spellistan med de senaste låtarna. Observera att denna åtgärd kommer att ignorera alla spår som lagts till/tagits bort via denna meny. (**6**){space} - Ändra namnet på spellistan. (**7**){space} - Länka denna spellista till en befintlig spellista/album. (**8**){space} - Lägg till en fråga till denna spellista. (**9**){space} - Ta bort en fråga från denna spellista. (**10**) - Ladda ner spellistfilen. (**11**) - Lägg till aktuell spellista i kön. (**12**) - Visa låtar i aktuell spellista. (**13**) - Lägg till låtar från kön till denna spellista. (**14**) - Ta bort dubbletter i spellistan. Knapparna för att lägga till/ta bort spår kan användas flera gånger för att lägga till/ta bort flera spår och spellistor samtidigt. En fråga är vad som helst som kan spelas av play-kommandot - vilken fråga som helst kan användas av knapparna Lägg till/ta bort Den tydliga knappen kommer alltid att köras först innan andra operationer. URL-knappen kommer alltid att köras senast - Länka en spellista via URL:en kommer att skriva över alla låtar som lagts till eller tagits bort till denna spellista. Om du interagerar med en knapp flera gånger annat än lägga till/ta bort knapparna kommer endast den sista interaktionen att träda i kraft.

source: (**1**) - Close the menu. (**2**) - Update the playlist with the latest tracks. (**3**) - Download the playlist file. (**4**) - Add current playlist to the queue. (**5**) - Show tracks in current playlist.
fi_fi: (**1**) - Sulje valikko. (**2**) - Päivitä soittolista uusimmilla kappaleilla. (**3**) - Lataa soittolistatiedosto. (**4**) - Lisää nykyinen soittolista jonoon. (**5**) - Näytä kappaleet nykyisessä soittolistassa.
it_it: (**1**) - Chiudi il menu. (**2**) - Aggiorna la scaletta con le ultime tracce. (**3**) - Scarica il file della scaletta. (**4**) - Aggiungi la scaletta attuale alla coda. (**5**) - Mostra le tracce nella scaletta attuale.
pt_br: (**1**) - Feche o menu. (**2**) - Atualize a playlist com as últimas faixas. (**3**) - Baixe o arquivo de playlist. (**4**) - Adicionar playlist atual à fila. (**5**) - Mostrar faixas na lista atual.
sv_se: (**1**) - Stäng menyn. (**2**) - Uppdatera spellistan med de senaste låtarna. (**3**) - Ladda ner spellistfilen. (**4**) - Lägg till aktuell spellista i kön. (**5**) - Visa spår i aktuell spellista.

source: **__Currently managing__**: **Name**:{space}{space}{space}{playlist_name} **Scope**:{space}{space}{space}{scope} **Author**:{space}{space}{author} **Tracks**:{space}{space}{space}{tracks} tracks **URL**:{space}{space}{space}{space}{space}{url}
fi_fi: **__Hallitsee__**: **Nimi**:{space}{space}{space}{playlist_name} **Scope**:{space}{space}{space}{scope} **Tekijä**:{space}{space}{author} **Kappaleja**:{space}{space}{space}{tracks} kappaletta **URL**:{space}{space}{space}{space}{space}{url}
it_it: **__Attualmente gestione__**: **Nome**:{space}{space}{space}{playlist_name} **Scope**:{space}{space}{space}{scope} **Autore**:{space}{space}{author} **Tracce**:{space}{space}{space}{tracks} tracce **URL**:{space}{space}{space}{space}{space}{url}
pt_br: **__Atualmente gerenciando__**: **Nome**:{space}{space}{space}{playlist_name} **Escopo**:{space}{space}{space}{scope} **Autor**:{space}{space}{author} **Faixas**:{space}{space}{space}{tracks} faixas **URL**:{space}{space}{space}{space}{space}{url}
sv_se: **__Hanterar__**: **Namn**:{space}{space}{space}{playlist_name} **Omfattning**:{space}{space}{space}{scope} **Författare**:{space}{space}{author} **Spårning**:{space}{space}{space}{tracks} spår **URL**:{space}{space}{space}{space}{space}{url}

source: Let's manage: {playlist_name}
fi_fi: Onnistutaan: {playlist_name}
it_it: Gestiamo: {playlist_name}
pt_br: Vamos gerenciar: {playlist_name}
sv_se: Låt oss hantera: {playlist_name}

source: Let's take a look at: {playlist_name}
fi_fi: Katsotaan seuraavia: {playlist_name}
it_it: Diamo un'occhiata a: {playlist_name}
pt_br: Vamos dar uma olhada em: {playlist_name}
sv_se: Vi tittar på: {playlist_name}
