Repository: Drapersniper/Audio
Catalog: audio/cog/commands/locales/*.po
Languages: fi_fi, it_it, pl_pl, pt_br, sv_se, uk_ua, zh_cn

source: Player configuration commands.
fi_fi: Soittimen konfiguraatiomenettelyt.
it_it: Comandi di configurazione del giocatore.
pl_pl: Polecenia konfiguracyjne gracza.
pt_br: Comandos de configuração do jogador.
sv_se: Spelarens konfigurationskommandon.
uk_ua: Команди конфігурації гравця.
zh_cn: 播放器配置命令。

source: Global configuration options.
fi_fi: Yleiset asetusasetukset.
it_it: Opzioni di configurazione globale.
pl_pl: Opcje konfiguracji globalnej.
pt_br: Opções de configuração global.
sv_se: Globala konfigurationsalternativ
uk_ua: Глобальні налаштування конфігурації.
zh_cn: 全局配置选项。

source: Set the maximum volume server can set.
fi_fi: Aseta maksimi äänenvoimakkuus palvelin voi asettaa.
it_it: Impostare il server di volume massimo impostabile.
pl_pl: Ustaw maksymalny poziom głośności serwera.
pt_br: Defina o servidor de volume máximo que pode ser definido.
sv_se: Ange den maximala volymservern kan ställa in.
uk_ua: Встановлення максимального сервера гучності.
zh_cn: 设置最大音量服务器。

source: Volume must be between 0 and 1000%.
fi_fi: Tilavuuden on oltava 0–1000%.
it_it: Il volume deve essere compreso tra 0 e 1000%.
pl_pl: Objętość musi wynosić od 0 do 1000%.
pt_br: O volume deve estar entre 0 e 1000%.
sv_se: Volymen måste vara mellan 0 och 1000%.
uk_ua: Об'єм повинен бути від 0 до 1000%.
zh_cn: 音量必须介于 0 和 1000% 之间。

source: Max volume set to {volume}%.
fi_fi: Maksimi äänenvoimakkuus asetettu {volume}%.
it_it: Volume massimo impostato a {volume}%.
pl_pl: Maksymalna głośność ustawiona na {volume}%.
pt_br: Volume máximo definido para {volume}%.
sv_se: Max volym satt till {volume}%.
uk_ua: Максимальний обсяг встановлений на {volume}%.
zh_cn: 最大音量设置为 {volume}%。

source: Set whether the bot should deafen itself when playing.
fi_fi: Määritä, pitäisikö botti kuuroa itse soitettaessa.
it_it: Imposta se il bot deve essere assordato quando si gioca.
pl_pl: Ustala czy bot powinien się wygłaszać podczas gry.
pt_br: Definir se o bot deve silenciar a si mesmo ao jogar.
sv_se: Ställ in om botten ska döva sig själv när du spelar.
uk_ua: Встановити, чи повинен бот глушити себе при грі.
zh_cn: 设置机器人在玩时是否应该自己耳光。

source: Deafen set to {deafen}.
fi_fi: Kuurot asetettu {deafen}.
it_it: Deafen impostato su {deafen}.
pl_pl: Deafen ustawiony na {deafen}.
pt_br: O áudio definido para {deafen}.
sv_se: Dövare satt till {deafen}.
uk_ua: Налаштування звуку {deafen}.
zh_cn: Deafen 设置为 {deafen}。

source: Enabled
fi_fi: Käytössä
it_it: Abilitato
pl_pl: Włączone
pt_br: Ativado
sv_se: Aktiverad
uk_ua: Увімкнено
zh_cn: 已启用

source: Disabled
fi_fi: Pois Käytöstä
it_it: Disabilitato
pl_pl: Wyłączone
pt_br: Desabilitado
sv_se: Inaktiverad
uk_ua: Вимкнено
zh_cn: 已禁用

source: Set whether the bot should shuffle its queue after every new song.
fi_fi: Määritä, pitäisikö botin sekoittaa sen jono jokaisen uuden kappaleen jälkeen.
it_it: Imposta se il bot deve mescolare la sua coda dopo ogni nuova canzone.
pl_pl: Ustaw czy bot powinien losować kolejkę po każdej nowej piosence.
pt_br: Defina se o bot deve embaralhar sua fila após cada nova música.
sv_se: Bestäm om botten ska blanda sin kö efter varje ny låt.
uk_ua: Встановити, чи повинен бот перемішувати свою чергу після кожної нової пісні.
zh_cn: 设置机器人是否应该在每个新歌曲之后随机播放队列。

source: Shuffle set to {shuffle}.
fi_fi: Sekoita joukkoon {shuffle}.
it_it: Mischia impostata a {shuffle}.
pl_pl: Losowo ustawione na {shuffle}.
pt_br: Aleatório definido para {shuffle}.
sv_se: Blanda inställt på {shuffle}.
uk_ua: Переміщення встановлено на {shuffle}.
zh_cn: 随机播放设置为 {shuffle}。

source: Set whether the bot should automatically play songs when it's queue is empty.
fi_fi: Määritä, pitäisikö botti soittaa kappaleita automaattisesti, kun jono on tyhjä.
it_it: Imposta se il bot deve riprodurre automaticamente i brani quando la coda è vuota.
pl_pl: Ustaw czy bot powinien automatycznie odtwarzać piosenki, gdy kolejka jest pusta.
pt_br: Defina se o bot deve tocar músicas automaticamente quando a fila estiver vazia.
sv_se: Ställ in om boten automatiskt ska spela upp låtar när den är tom.
uk_ua: Вкажіть, бот повинен автоматично відтворювати пісні, коли він черга пуста.
zh_cn: 设置当排队为空时，机器人是否应自动播放歌曲。

source: Auto-Play set to {auto}.
fi_fi: Automaattinen toisto asetettu {auto}.
it_it: Auto-Play impostato su {auto}.
pl_pl: Automatyczne odtwarzanie ustawione na {auto}.
pt_br: Auto-Reprodução definida para {auto}.
sv_se: Auto-Play satt till {auto}.
uk_ua: Встановлено автоматичне відтворення на {auto}.
zh_cn: 自动播放设置为 {auto}。

source: Set whether the bot should disconnect from the voice voice channel.
fi_fi: Määritä, pitäisikö botin katkaista yhteys äänipuhelun kanavaan.
it_it: Imposta se il bot deve disconnettersi dal canale vocale
pl_pl: Ustaw czy bot powinien odłączyć się od kanału głosowego.
pt_br: Defina se o bot deve se desconectar do canal de voz.
sv_se: Ställ in om botten ska koppla från röstkanalen.
uk_ua: Виберіть, чи повинен бот відключитися від голосового каналу.
zh_cn: 设置机器人是否应断开语音频道连接。

source: Set whether the bot should disconnect from the voice voice channel when the queue is empty. Arguments: - `<toggle>`: Whether the bot should disconnect from the voice voice channel when the queue is empty. - `<duration>`: How longer after the queue is empty should the player be disconnected. Default is 60 seconds. Accepts: seconds, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
fi_fi: Määritä, pitäisikö botin katkaista yhteys ääniäänikanavaan, kun jono on tyhjä. Argumentit: - `<toggle>`: Onko botin irrotettava ääniäänikanava, kun jono on tyhjä. - `<duration>`: Kuinka kauemmin kun jono on tyhjä, jos soitin irrotetaan. Oletus on 60 sekuntia. Hyväksytään: sekunteja, minuutteja, tunteja, päiviä, viikkoja (jos yksikköä ei ole määritelty, kesto oletetaan annettavan sekunteina)
it_it: Imposta se il bot deve disconnettersi dal canale vocale quando la coda è vuota. Argomenti: - `<toggle>`: Se il bot dovrebbe disconnettersi dal canale vocale quando la coda è vuota. - `<duration>`: Quanto tempo dopo la coda è vuoto se il giocatore viene disconnesso. Il valore predefinito è 60 secondi. Accetti: secondi, minuti, ore, giorni, settimane (se non è specificata nessuna unità, si presume che la durata sia data in secondi)
pl_pl: Ustaw czy bot powinien odłączyć się od kanału głosowego, gdy kolejka jest pusta. Argumenty: - `<toggle>`: Czy bot powinien odłączyć się od kanału głosowego, gdy kolejka jest pusta. - `<duration>`: Jak długo po opróżnieniu kolejki gracz będzie odłączony. Domyślnie jest 60 sekund. Akceptuje: sekundy, minuty, godziny, dni, tygodnie (jeśli nie określono jednostki), zakłada się, że czas trwania jest podany w sekundach
pt_br: Defina se o bot deve desconectar do canal de voz quando a fila estiver vazia. Argumentos: - `<toggle>`: Se o bot deve desligar o canal de voz quando a fila estiver vazia. - `<duration>`: Quanto mais tempo após a fila estiver vazia o jogador deve ser desconectado. O padrão é 60 segundos. Aceitação: segundos, minutos, horas, dias, semanas (se nenhuma unidade for especificada, a duração é assumida em segundos)
sv_se: Ställ in om botten ska koppla från röstkanalen när kön är tom. Arguments: - `<toggle>`: Om boten ska koppla från röstkanalen när kön är tom. - `<duration>`: Hur länge efter kön är tom ska spelaren kopplas ifrån. Standard är 60 sekunder. Accepterar: sekunder, minuter, timmar, dagar, veckor (om ingen enhet anges, varaktigheten antas anges i sekunder)
uk_ua: Встановити, чи повинен бот відключитися від голосового каналу, коли черга пуста. Аргументи: - `<toggle>`: Чи повинен бот відключатися від голосового каналу, коли черга порожня. - `<duration>`: Як довше після завершення черги, якщо гравець буде відключений. За замовчуванням 60 секунд. Прийнято: секунди, години, години, дні, тижні (якщо не вказано жодної одиниці визначено, передбачається, що тривалість задана в секундах)
zh_cn: 设置当队列为空时，机器人是否应断开语音频道连接。 参数： - `<toggle>`：当队列为空时，机器人是否应该断开语音频道连接。 - `<duration>`: 如果玩家断开连接，队列空后多长时间。 默认值为 60 秒。 接受：秒、 分钟、 小时、 天、 周(如果没有指定单位) 假定持续时间以秒为单位

source: and players will be disconnected after {duration}.
fi_fi: ja pelaajat katkeavat yhteyden {duration} jälkeen.
it_it: e i giocatori saranno disconnessi dopo {duration}.
pl_pl: a gracze zostaną rozłączeni po {duration}.
pt_br: e os jogadores serão desconectados após {duration}.
sv_se: och spelare kommer att kopplas bort efter {duration}.
uk_ua: і гравці будуть відключені після {duration}.
zh_cn: 和 {duration} 后玩家将断开连接。

source: Disconnect from voice channel when queue is empty set to {empty}{extras}.
fi_fi: Katkaise yhteys puhekanavaan, kun jono on tyhjä asetettu arvoon {empty}{extras}.
it_it: Disconnetti dal canale vocale quando la coda è vuota impostata su {empty}{extras}.
pl_pl: Odłącz od kanału głosowego, gdy kolejka jest pusta ustawiona na {empty}{extras}.
pt_br: Desconectar do canal de voz quando a fila estiver vazia, definida como {empty}{extras}.
sv_se: Koppla från röstkanalen när kön är tom satt till {empty}{extras}.
uk_ua: Відключення від голосового каналу, коли черга порожня, встановлено на {empty}{extras}.
zh_cn: 当队列空时断开语音频道连接到 {empty}{extras}。

source: Set whether the bot should disconnect from the voice voice channel when alone. Arguments: - `<toggle>`: Whether the bot should disconnect from the voice voice channel when it detects that it is alone. - `<duration>`: How longer after detecting should the player be disconnected Default is 60 seconds. Accepts: seconds, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
fi_fi: Määritä, pitäisikö botin irrottaa yhteys ääniäänikanavaan, kun se on yksin. Argumentit: - `<toggle>`: Onko botti irrotettava ääniäänikanavasta, kun se havaitsee että se on yksin. - `<duration>`: Kuinka kauan havainnon jälkeen, jos pelaaja on katkaistu yhteys Oletus on 60 sekuntia. Hyväksytään: sekunteja, minuutteja, tunteja, päiviä, viikkoja (jos yksikköä ei ole määritelty, kesto oletetaan annettavan sekunteina)
it_it: Imposta se il bot deve disconnettersi dal canale vocale quando è solo. Argomenti: - `<toggle>`: Se il bot dovrebbe disconnettersi dal canale vocale quando rileva che è solo. - `<duration>`: Quanto tempo dopo il rilevamento dovrebbe essere disconnesso il giocatore Predefinito è 60 secondi. Accetti: secondi, minuti, ore, giorni, settimane (se non è specificata nessuna unità, si presume che la durata sia data in secondi)
pl_pl: Ustala czy bot powinien odłączyć się od kanału głosowego kiedy tylko jest sam. Argumenty: - `<toggle>`: Czy bot powinien odłączyć się od kanału głosowego, gdy wykryje, że jest sam. - `<duration>`: Jak długo po wykryciu gracz powinien być odłączony domyślnie 60 sekund. Akceptuje: sekundy, minuty, godziny, dni, tygodnie (jeśli nie określono jednostki), zakłada się, że czas trwania jest podany w sekundach
pt_br: Defina se o bot deve se desconectar do canal de voz quando estiver sozinho. Argumentos: -<toggle>`: Se o bot deve se desconectar do canal de voz quando ele detectar que está sozinho. - `<duration>`: Quanto mais tempo após detectar caso o jogador seja desconectado ao padrão é 60 segundos. Aceitação: segundos, minutos, horas, dias, semanas (se nenhuma unidade for especificada, a duração é assumida em segundos)
sv_se: Ställ in om botten ska koppla från röstkanalen när den är ensam. Arguments: - `<toggle>`: Om botten ska koppla från röstkanalen när den upptäcker att den är ensam. - `<duration>`: Hur länge efter att spelaren upptäckts ska kopplas bort är standard 60 sekunder. Accepterar: sekunder, minuter, timmar, dagar, veckor (om ingen enhet anges, varaktigheten antas anges i sekunder)
uk_ua: Встановити, чи повинен бот відключитися від голосового каналу сам. Аргументи: - `<toggle>`: Чи повинен бот відключитись від голосового каналу, коли він виявляє, що він один. - `<duration>`: Як довше після виявлення, гравець повинен роз'єднуватися за замовчуванням 60 секунд. Прийнято: секунди, години, години, дні, тижні (якщо не вказано жодної одиниці визначено, передбачається, що тривалість задана в секундах)
zh_cn: 设置机器人是否在单独时断开语音频道连接。 参数： - `<toggle>`: 当机器人检测到它是单独的时，是否应该断开语音频道连接。 - `<duration>`: 检测到玩家断开连接后的时间长度为 60 秒。 接受：秒、 分钟、 小时、 天、 周(如果没有指定单位) 假定持续时间以秒为单位

source: Disconnect from voice channel when alone set to {empty}{extras}.
fi_fi: Katkaise yhteys puhekanavaan, kun se on asetettu {empty}{extras} -tilaan.
it_it: Disconnetti dal canale vocale quando impostato da solo a {empty}{extras}.
pl_pl: Odłącz od kanału głosowego, gdy sam ustawiono na {empty}{extras}.
pt_br: Desconectar do canal de voz quando estiver sozinho definido para {empty}{extras}.
sv_se: Koppla från röstkanalen när den är ensam inställd på {empty}{extras}.
uk_ua: Відключення від голосового каналу, коли встановлено в {empty}{extras}.
zh_cn: 单独设置为 {empty}{extras} 时断开语音频道连接。

source: Server configuration options.
fi_fi: Palvelimen asetukset
it_it: Opzioni configurazione server.
pl_pl: Opcje konfiguracji serwera.
pt_br: Opções de configuração
sv_se: Serverkonfigurationsalternativ.
uk_ua: Параметри конфігурації сервера.
zh_cn: 服务器配置选项。

source: Set the maximum volume a user can set.
fi_fi: Aseta suurin äänenvoimakkuus jonka käyttäjä voi asettaa.
it_it: Imposta il volume massimo che un utente può impostare.
pl_pl: Ustaw maksymalną głośność jaką użytkownik może ustawić.
pt_br: Defina o volume máximo que um usuário pode definir.
sv_se: Ange den maximala volymen som en användare kan ställa in.
uk_ua: Встановіть максимальну гучність, яку може встановити користувач.
zh_cn: 设置用户可以设置的最大音量。

source: Volume must be between 0 and {volume}%.
fi_fi: Äänenvoimakkuuden on oltava 0 - {volume}%.
it_it: Il volume deve essere compreso tra 0 e {volume}%.
pl_pl: Głośność musi wynosić od 0 do {volume}%.
pt_br: O volume deve estar entre 0 e {volume}%.
sv_se: Volymen måste vara mellan 0 och {volume}%.
uk_ua: Об'єм повинен бути від 0 до {volume}%.
zh_cn: 音量必须介于 0 和 {volume}%。

source: My owner told me to always deafen myself.
fi_fi: Minun omistajani käski minun aina kuuroa itseni.
it_it: Il mio proprietario mi ha detto di assordarmi sempre.
pl_pl: Mój właściciel kazał mi zawsze się głuchać.
pt_br: Meu dono me disse para eu sempre me ensurdecer.
sv_se: Min ägare sa till mig att alltid döva mig själv.
uk_ua: Власник сказав мені завжди глушити себе.
zh_cn: 我的主人告诉我永远不要自己戴面纱。

source: Shuffle is globally disabled.
fi_fi: Sekoitus on poistettu käytöstä.
it_it: La casuale è disabilitata globalmente.
pl_pl: Losuj jest globalnie wyłączone.
pt_br: Shuffle está globalmente desativado.
sv_se: Blanda är globalt inaktiverat.
uk_ua: Перемішати вимкнені глобально.
zh_cn: 随机播放已全局禁用。

source: Auto-Play is globally disabled.
fi_fi: Automaattinen toisto on poistettu käytöstä.
it_it: La riproduzione automatica è disabilitata globalmente.
pl_pl: Automatyczne odtwarzanie jest globalnie wyłączone.
pt_br: A reprodução automática está globalmente desativada.
sv_se: Auto-Play är globalt inaktiverad.
uk_ua: Автовідтворення глобально вимкнено.
zh_cn: 自动播放已全局禁用。

source: Set whether the bot should disconnect from the voice voice channel when the queue is empty. Arguments: - `<toggle>`: Whether the bot should disconnect from the voice voice channel when the queue is empty. - `<duration>`: How longer after the queue is empty should the player be disconnected. Default is 60 seconds. Accepts: seconds, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
fi_fi: Määritä, pitäisikö botin katkaista yhteys ääniäänikanavaan, kun jono on tyhjä. Argumentit: - `<toggle>`: Onko botin irrotettava ääniäänikanava, kun jono on tyhjä. - `<duration>`: Kuinka kauemmin kun jono on tyhjä, jos soitin irrotetaan. Oletus on 60 sekuntia. Hyväksytään: sekunteja, minuutteja, tunteja, päiviä, viikkoja (jos yksikköä ei ole määritelty, oletetaan, että kesto on annettu sekunteina)
it_it: Imposta se il bot deve disconnettersi dal canale vocale quando la coda è vuota. Argomenti: - `<toggle>`: Se il bot dovrebbe disconnettersi dal canale vocale quando la coda è vuota. - `<duration>`: Quanto tempo dopo la coda è vuoto se il giocatore viene disconnesso. Il valore predefinito è 60 secondi. Accetti: secondi, minuti, ore, giorni, settimane (se non è specificata nessuna unità, si presume che la durata sia indicata in secondi)
pl_pl: Ustaw czy bot powinien odłączyć się od kanału głosowego, gdy kolejka jest pusta. Argumenty: - `<toggle>`: Czy bot powinien odłączyć się od kanału głosowego, gdy kolejka jest pusta. - `<duration>`: Jak długo po opróżnieniu kolejki gracz będzie odłączony. Domyślnie to 60 sekund. Akceptacja: sekundy, minuty, godziny, dni, tygodnie (jeśli nie określono jednostki), zakłada się, że czas trwania wynosi w sekundach
pt_br: Defina se o bot deve desconectar do canal de voz quando a fila estiver vazia. Argumentos: - `<toggle>`: Se o bot deve desligar o canal de voz quando a fila estiver vazia. - `<duration>`: Quanto mais tempo após a fila estiver vazia o jogador deve ser desconectado. O padrão é 60 segundos. Aceitação: segundos, minutos, horas, dias, semanas (se nenhuma unidade for especificada, a duração é assumida ser dada em segundos)
sv_se: Ställ in om botten ska koppla från röstkanalen när kön är tom. Arguments: - `<toggle>`: Om boten ska koppla från röstkanalen när kön är tom. - `<duration>`: Hur länge efter kön är tom ska spelaren kopplas ifrån. Standard är 60 sekunder. Accepterar: sekunder, minuter, timmar, dagar, veckor (om ingen enhet anges, varaktigheten antas vara given i sekunder)
uk_ua: Встановити, чи повинен бот відключитися від голосового каналу, коли черга пуста. Аргументи: - `<toggle>`: Чи повинен бот відключатися від голосового каналу, коли черга порожня. - `<duration>`: Як довше після завершення черги, якщо гравець буде відключений. За замовчуванням 60 секунд секунд. Прийнято: секунди, години, дні, тижні (якщо не вказано жодної одиниці задано, передбачається, що тривалість в секундах буде дана в секундах)
zh_cn: 设置当队列为空时，机器人是否应断开语音频道连接。 参数： - `<toggle>`：当队列为空时，机器人是否应该断开语音频道连接。 - `<duration>`: 如果玩家断开连接，队列空后多长时间。 默认值是 60 秒。 接受：秒、 分钟、 小时、 天、 周(如果没有指定单位) 假定持续时间为 以秒为单位

source: Disconnect when the queue finished is globally enable and players will be disconnected after {delta}.
fi_fi: Katkaise yhteys, kun jono on päättynyt globaalisti käyttöön ja pelaajat poistetaan yhteyden {delta} jälkeen.
it_it: Disconnetti quando la coda terminata è attivata globalmente e i giocatori saranno disconnessi dopo {delta}.
pl_pl: Rozłącz, gdy kolejka zakończy się na całym świecie, a gracze zostaną rozłączeni po {delta}.
pt_br: Desconectar quando a fila terminar estiver ativada globalmente e jogadores serão desconectados após {delta}.
sv_se: Koppla från när kön är klar aktiveras globalt och spelare kommer att kopplas bort efter {delta}.
uk_ua: Від'єднатися, коли завершена черга буде увімкнена глобально і гравці будуть відключені після {delta}.
zh_cn: 当队列完成后全局启用，玩家将在 {delta} 后断开连接。

source: Set whether the bot should disconnect from the voice voice channel when alone. Arguments: - `<toggle>`: Whether the bot should disconnect from the voice voice channel when it detects that it is alone. - `<duration>`: How longer after detecting should the player be disconnected Default is 60 seconds. Accepts: seconds, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
fi_fi: Määritä, pitäisikö botin irrottaa yhteys ääniäänikanavaan, kun se on yksin. Argumentit: - `<toggle>`: Onko botti irrotettava ääniäänikanavasta, kun se havaitsee että se on yksin. - `<duration>`: Kuinka kauan havainnon jälkeen, jos pelaaja on katkaistu yhteys Oletus on 60 sekuntia. Hyväksytään: sekunteja, minuutteja, tunteja, päiviä, viikkoja (jos yksikköä ei ole määritelty, oletetaan, että kesto on annettu sekunteina)
it_it: Imposta se il bot deve disconnettersi dal canale vocale quando è solo. Argomenti: - `<toggle>`: Se il bot dovrebbe disconnettersi dal canale vocale quando rileva che è solo . - `<duration>`: Quanto tempo dopo il rilevamento dovrebbe essere disconnesso il giocatore Predefinito è 60 secondi. Accetti: secondi, minuti, ore, giorni, settimane (se non è specificata nessuna unità, si presume che la durata sia indicata in secondi)
pl_pl: Ustala czy bot powinien odłączyć się od kanału głosowego kiedy tylko jest sam. Argumenty: - `<toggle>`: Czy bot powinien odłączyć się od kanału głosowego, gdy wykryje, że jest . - `<duration>`: Jak długo po wykryciu gracz powinien być odłączony domyślnie 60 sekund. Akceptacja: sekundy, minuty, godziny, dni, tygodnie (jeśli nie określono jednostki), zakłada się, że czas trwania wynosi w sekundach
pt_br: Defina se o bot deve se desconectar do canal de voz quando estiver sozinho. Argumentos: -<toggle>`: Se o bot deve se desconectar do canal de voz quando ele detectar que ele está sozinho. - `<duration>`: Quanto mais tempo após a detecção do jogador deverá ser desconectado do Padrão é 60 segundos. Aceitação: segundos, minutos, horas, dias, semanas (se nenhuma unidade for especificada, a duração é assumida ser dada em segundos)
sv_se: Ställ in om botten ska koppla från röstkanalen när den är ensam. Arguments: - `<toggle>`: Om botten ska koppla från röstkanalen när den upptäcker att den är ensam. - `<duration>`: Hur länge efter att spelaren upptäckts ska kopplas bort är standard 60 sekunder. Accepterar: sekunder, minuter, timmar, dagar, veckor (om ingen enhet anges, varaktigheten antas vara given i sekunder)
uk_ua: Встановити, чи повинен бот відключитися від голосового каналу сам. Аргументи: - `<toggle>`: Чи повинен бот відключитись від голосового каналу, коли він виявляє, що він один. - `<duration>`: Як довше з'ясувати у гравцю за замовчуванням 60 секунд. Прийнято: секунди, години, дні, тижні (якщо не вказано жодної одиниці задано, передбачається, що тривалість в секундах буде дана в секундах)
zh_cn: 设置机器人是否在单独时断开语音频道连接。 参数： - `<toggle>`: 当机器人检测到它是 的单独时，是否应断开语音频道连接。 - `<duration>`: 检测到玩家断开连接后的时间长度为 60 秒。 接受：秒、 分钟、 小时、 天、 周(如果没有指定单位) 假定持续时间为 以秒为单位

source: Disconnect when alone is globally enable and players will be disconnected after {delta}.
fi_fi: Katkaise yhteys, kun yksin on käytössä globaalisti ja pelaajat katkeavat yhteyden {delta} jälkeen.
it_it: Disconnetti solo quando è attivata globalmente e i giocatori saranno disconnessi dopo {delta}.
pl_pl: Odłącz gdy tylko tylko jest włączone globalnie, a gracze zostaną odłączeni po {delta}.
pt_br: Desconecte quando estiver disponível globalmente e os jogadores serão desconectados após {delta}.
sv_se: Koppla från när ensam är aktiverat globalt och spelare kommer att kopplas bort efter {delta}.
uk_ua: Від'єднатися, коли тільки один з них увімкнеться, і гравці будуть відключені після {delta}.
zh_cn: 仅在全局启用时断开连接，玩家将在 {delta} 后断开。

source: Sets the Auto-Play playlist.
fi_fi: Asettaa automaattisen soittolistan
it_it: Imposta la playlist Riproduci automaticamente.
pl_pl: Ustawia listę odtwarzania automatycznego odtwarzania.
pt_br: Define a lista de reprodução automática.
sv_se: Anger spellistan Auto-Play
uk_ua: Встановлює список автоматичного відтворення.
zh_cn: 设置自动播放播放播放列表。

source: Auto-Play playlist set to {playlist}.
fi_fi: Automaattinen soittolista asetettu {playlist}.
it_it: Playlist Auto-Play impostata a {playlist}.
pl_pl: Automatyczna odtwarzanie ustawiona na {playlist}.
pt_br: Playlist de reprodução automática definida para {playlist}.
sv_se: Spellistan automatiskt inställd på {playlist}.
uk_ua: Список відтворення встановлено на {playlist}.
zh_cn: 自动播放播放列表设置为 {playlist}。

source: Set the channel locks.
fi_fi: Aseta kanavan lukot.
it_it: Imposta le serrature del canale.
pl_pl: Ustaw blokadę kanału.
pt_br: Defina os bloqueios do canal.
sv_se: Ställ in kanallåsen.
uk_ua: Встановлення блокування каналу.
zh_cn: 设置频道锁定。
