Repository: Drapersniper/Audio
Catalog: audio/cog/commands/locales/*.po
Languages: fi_fi, it_it, pl_pl, pt_br, sv_se, uk_ua, zh_cn

source: N/A
fi_fi: E/A
pt_br: N/D

source: Playlist deleted.
fi_fi: Soittolista poistettu.
it_it: Playlist eliminata.
pt_br: Playlist excluída.
sv_se: Spellista borttagen.

source: {user}, playlist {playlist_name} has been deleted.
fi_fi: {user}, soittolista {playlist_name} on poistettu.
it_it: {user}, la playlist {playlist_name} è stata eliminata.
pt_br: {user}, lista de reprodução {playlist_name} foi excluída.
sv_se: {user}, spellista {playlist_name} har tagits bort.

source: Playlist **{playlist_name}** could not be updated with URL: <{url}>.
fi_fi: Soittolistaa **{playlist_name}** ei voitu päivittää URL-osoitteella: <{url}>.
it_it: La playlist **{playlist_name}** non può essere aggiornata con URL: <{url}>.
pt_br: Lista de reprodução **{playlist_name}** não pode ser atualizada com URL: <{url}>.
sv_se: Spellista **{playlist_name}** kunde inte uppdateras med URL: <{url}>.

source: {track_count} {track_plural} removed from the playlist.
fi_fi: {track_count} {track_plural} poistettiin soittolistalta.
it_it: {track_count} {track_plural} rimosso dalla playlist.
pt_br: {track_count} {track_plural} removido da lista de reprodução.
sv_se: {track_count} {track_plural} togs bort från spellistan.

source: track
fi_fi: kappale
it_it: traccia
pt_br: faixa
sv_se: spår

source: tracks
fi_fi: kappaleet
it_it: tracce
pt_br: Faixas
sv_se: spår

source: {track_count} {track_plural} added to the playlist.
fi_fi: {track_count} {track_plural} lisätty soittolistalle.
it_it: {track_count} {track_plural} aggiunto alla playlist.
pt_br: {track_count} {track_plural} adicionado à lista de reprodução.
sv_se: {track_count} {track_plural} lades till i spellistan.

source: Playlist updated.
fi_fi: Soittolista päivitetty.
it_it: Playlist aggiornata.
pt_br: Playlist atualizada.
sv_se: Spellistan uppdaterad.

source: {user}, playlist {playlist_name} has been updated.{extras}
fi_fi: {user}, soittolista {playlist_name} on päivitetty.{extras}
it_it: {user}, la playlist {playlist_name} è stata aggiornata.{extras}
pt_br: {user}, a playlist {playlist_name} foi atualizada.{extras}
sv_se: {user}, spellista {playlist_name} har uppdaterats.{extras}

source: Playlist unchanged.
fi_fi: Soittolista ei muutettu.
it_it: Playlist invariata.
pt_br: Playlist inalterada.
sv_se: Spellistan oförändrad.

source: {user}, playlist {playlist_name} has not been updated.
fi_fi: {user}, soittolistaa {playlist_name} ei ole päivitetty.
it_it: {user}, la playlist {playlist_name} non è stata aggiornata.
pt_br: {user}, playlist {playlist_name} não foi atualizada.
sv_se: {user}, spellista {playlist_name} har inte uppdaterats.

source: Upload a playlist to the bot. This command will upload a playlist to the bot. The playlist can be uploaded by either the URL of the playlist file or by attaching the playlist file to the message.
fi_fi: Lataa soittolista bottiin. Tämä komento lähettää soittolistan bottiin. Soittolista voidaan ladata joko soittolistan tiedoston URL-osoitteesta tai liittämällä soittolistan tiedosto viestiin.
it_it: Carica una playlist sul bot. Questo comando caricherà una playlist sul bot. La scaletta può essere caricata dall'URL del file della scaletta o allegando il file della scaletta al messaggio.
pt_br: Carregar uma lista de reprodução no bot. Este comando irá fazer o upload de uma playlist para o bot. A playlist pode ser enviada pela URL do arquivo de playlist ou anexando o arquivo de playlist à mensagem.
sv_se: Ladda upp en spellista till boten. Detta kommando kommer att ladda upp en spellista till boten. Spellistan kan laddas upp antingen av URL:en till spellistefilen eller genom att bifoga spellistefilen till meddelandet.

source: You must either provide a URL or attach a playlist file to upload a playlist.
fi_fi: Sinun on joko annettava URL-osoite tai liitettävä soittolistatiedosto ladataksesi soittolistan.
it_it: Devi fornire un URL o allegare un file di playlist per caricare una playlist.
pt_br: Você deve fornecer uma URL ou anexar um arquivo de playlist para enviar uma lista de reprodução.
sv_se: Du måste antingen ange en URL eller bifoga en spellistfil för att ladda upp en spellista.

source: No valid playlist file provided.
fi_fi: Ei kelvollista soittolistatiedostoa annettu.
it_it: Nessun file di playlist valido fornito.
pt_br: Nenhum arquivo de lista válido fornecido.
sv_se: Ingen giltig spellistfil angiven.

source: Multiple playlist files provided - Currently only 1 per message is allowed.
fi_fi: Useita soittolistan tiedostoja annettu - Tällä hetkellä vain 1 per viesti on sallittu.
it_it: Più file di playlist forniti - Attualmente solo 1 per messaggio è permesso.
pt_br: Vários arquivos de playlist fornecidos - Atualmente apenas 1 por mensagem é permitido.
sv_se: Flera spellista filer som tillhandahålls - För närvarande endast 1 per meddelande är tillåtet.

source: Failed to save any of the requested playlists.
fi_fi: Pyydettyjä soittolistoja ei voitu tallentaa.
it_it: Impossibile salvare una qualsiasi delle playlist richieste.
pt_br: Falha ao salvar qualquer uma das playlists solicitadas.
sv_se: Det gick inte att spara någon av de begärda spellistorna.

source: Failed to save the following playlists: {invalid_playlists}
fi_fi: Seuraavien soittolistojen tallentaminen epäonnistui: {invalid_playlists}
it_it: Impossibile salvare le seguenti playlist: {invalid_playlists}
pt_br: Falha ao salvar as seguintes playlists: {invalid_playlists}
sv_se: Det gick inte att spara följande spellistor: {invalid_playlists}

source: Successfully saved the following playlists: {saved_playlists}
fi_fi: Seuraavat soittolistat tallennettu onnistuneesti: {saved_playlists}
it_it: Salvato con successo le seguenti playlist: {saved_playlists}
pt_br: As seguintes playlists foram salvas com sucesso: {saved_playlists}
sv_se: Har sparat följande spellistor: {saved_playlists}

source: Playlist
fi_fi: Soittolista
sv_se: Spellista

source: {track_count} tracks enqueued.{playlist_name}
fi_fi: {track_count} kappaletta asetettu jonoon.{playlist_name}
it_it: {track_count} tracce accodate.{playlist_name}
pt_br: {track_count} faixas na fila.{playlist_name}
sv_se: {track_count} spår köade.{playlist_name}

source: Utility commands for the MediaPlayer cog.
fi_fi: Hyödyllisyyskomennot MediaPlayerin koodille. @ info: whatsthis
it_it: Comandi di utilità per l'ingranaggio MediaPlayer
pt_br: Comandos utilitários para o mediaPlayer
sv_se: Kommandon för MediaPlayer koggen.

source: Get info about specific things.
fi_fi: Saat tietoa tietyistä asioista.
it_it: Ottieni informazioni su cose specifiche.
pt_br: Obter informações sobre coisas específicas.
sv_se: Få information om specifika saker.

source: Get the base64 of the current track.
fi_fi: Hanki nykyisen radan perus64.
it_it: Ottieni la base64 della traccia corrente.
pt_br: Obtenha a base64 da faixa atual.
sv_se: Hämta base64 för den aktuella banan.

source: Not connected to a voice channel.
fi_fi: Ei ole yhdistetty äänikanavaan.
it_it: Non connesso a un canale vocale.
pt_br: Não está conectado a um canal de voz.
sv_se: Inte ansluten till en röstkanal.

source: Nothing playing.
fi_fi: Ei mitään toistettavaa.
it_it: Niente di giocare.
pl_pl: Nic nie gra.
pt_br: Nada reproduzindo.
sv_se: Ingenting spelar.
uk_ua: Нічого не грає.
zh_cn: 没有播放。

source: Get the author of the current track.
fi_fi: Hanki nykyisen kappaleen tekijä.
it_it: Ottieni l'autore della traccia corrente.
pt_br: Obtenha o autor da faixa atual.
sv_se: Hämta författaren till den aktuella låten.

source: Get the title of the current track.
fi_fi: Hanki nykyisen kappaleen otsikko.
it_it: Ottieni il titolo della traccia corrente.
pt_br: Obter o título da faixa atual.
sv_se: Få titeln på den aktuella låten.

source: Get the source of the current track.
fi_fi: Hanki nykyisen radan lähde.
it_it: Ottieni la sorgente della traccia corrente.
pt_br: Obter a fonte da faixa atual.
sv_se: Få källan till den aktuella spåret.

source: Decode a tracks base64 string into a JSON object.
fi_fi: Purkaa kappaleiden base64 merkkijono JSON objektiin.
it_it: Decodifica una stringa base64 delle tracce in un oggetto JSON.
pt_br: Decodifica uma string base64 em um objeto JSON.
sv_se: Avkoda ett spår base64-sträng till ett JSON-objekt.

source: Invalid base64 string.
fi_fi: Virheellinen base64-merkkijono.
it_it: Stringa base64 non valida.
pt_br: String base64 inválida.
sv_se: Ogiltig base64-sträng.

source: Manage the query cache.
fi_fi: Hallitse kyselyn välimuistia.
it_it: Gestisci la cache della query.
pt_br: Gerenciar o cache de query.
sv_se: Hantera frågecachen.

source: Clear the query cache.
fi_fi: Tyhjennä kyselyn välimuisti.
it_it: Svuota la cache della query.
pt_br: Limpar o cache da consulta.
sv_se: Rensa cachen för sökfrågan.

source: Query cache cleared.
fi_fi: Kyselyn välimuisti tyhjennetty.
it_it: Query cache cancellata.
pt_br: Cache de consulta limpo.
sv_se: Frågecache rensad.

source: Clear the query cache older than a number of days.
fi_fi: Tyhjennä kyselyn välimuisti joka on vanhempi kuin päivien määrä.
it_it: Cancella la cache della query più vecchia di un numero di giorni.
pt_br: Limpa o cache de query mais antigo que vários dias.
sv_se: Rensa cachen äldre än ett antal dagar.

source: Clear the query cache for a query.
fi_fi: Tyhjennä kyselyn välimuisti kyselyä varten.
it_it: Svuota la cache della query per una query.
pt_br: Limpar o cache de consulta para uma consulta.
sv_se: Rensa frågecache för en fråga.

source: Get the size of the query cache.
fi_fi: Hanki kyselyn koko välimuisti.
it_it: Ottieni la dimensione della cache della query.
pt_br: Obter o tamanho do cache de consulta.
sv_se: Få storleken på frågecachen.

source: Query cache size: `{size}`.
fi_fi: Kyselyn välimuistin koko: `{size}`.
it_it: Dimensione cache query: `{size}`.
pt_br: Tamanho do cache de consulta: `{size}`.
sv_se: Frågecache storlek: `{size}`.

source: Volume cannot be higher than {max_volume}.
pl_pl: Głośność nie może być wyższa niż {max_volume}.
uk_ua: Об'єм не може бути вище, ніж {max_volume}.
zh_cn: 音量不能大于 {max_volume}。

source: Unable to seek track
pl_pl: Nie można wyszukać utworu
uk_ua: Не вдалося знайти трек
zh_cn: 无法寻找曲目

source: Can't seek on a stream.
pl_pl: Nie można przeszukiwać strumienia.
uk_ua: Не можна шукати у річці.
zh_cn: 无法在一个流中寻找。

source: Unable to seek track.
pl_pl: Nie można wyszukać utworu.
uk_ua: Не вдалося знайти трек.
zh_cn: 无法寻找曲目。

source: Cannot seek when the player is paused.
pl_pl: Nie można szukać, gdy gracz jest wstrzymany.
uk_ua: Неможливо натиснути, коли гравець призупинено.
zh_cn: 当玩家暂停时无法寻找。

source: Moved {seconds}s to 00:00:00.
pl_pl: Przeniesiono {seconds}s do 00:00:00.
uk_ua: Переміщено {seconds}сек до 00:00.
zh_cn: 移动 {seconds}到 00:00:00。

source: Moved {seconds}s to {time}.
pl_pl: Przeniesiono {seconds}s do {time}.
uk_ua: Переміщено {seconds}s до {time}.
zh_cn: 已将 {seconds}s 移动到 {time}。

source: Moved to {time}.
pl_pl: Przeniesiono do {time}.
uk_ua: Переміщено до {time}.
zh_cn: 已移动到 {time}。

source: Volume limit reached, player volume set to {volume}%.
pl_pl: Osiągnięto limit głośności, głośność gracza ustawiona na {volume}%.
uk_ua: Межа гучності досягнута, гучність гравця {volume}%.
zh_cn: 达到音量上限，播放器音量设置为 {volume}%。

source: Minimum volume reached, Player volume set to 0%.
pl_pl: Minimalna objętość osiągnięta, objętość odtwarzacza ustawiona na 0%.
uk_ua: Мінімальна гучність вичерпана, гучність гравця становить 0%.
zh_cn: 达到最小音量，播放器音量设置为0%。
