Repository: Drapersniper/Audio
Catalog: audio/cog/commands/locales/*.po
Languages: fi_fi, it_it, pl_pl, pt_br, sv_se, uk_ua, zh_cn

source: Set the channel lock for commands.
fi_fi: Aseta kanavan lukitus komennoille.
it_it: Imposta il blocco del canale per i comandi.
pl_pl: Ustaw blokadę kanału dla poleceń.
pt_br: Defina o bloqueio de canal para comandos.
sv_se: Ställ in kanallås för kommandon.
uk_ua: Встановити канал блокування для команд.
zh_cn: 设置命令的频道锁定。

source: I don't have permission to send message or send embed links or read messages in {channel}.
fi_fi: Minulla ei ole oikeutta lähettää viestiä tai lähettää upotettuja linkkejä tai lukea viestejä {channel}.
it_it: Non ho il permesso di inviare un messaggio o inviare link incorporati o leggere messaggi in {channel}.
pl_pl: Nie mam uprawnień do wysyłania wiadomości, wysyłania osadzonych linków lub czytania wiadomości w {channel}.
pt_br: Não tenho permissão para enviar mensagens ou enviar mensagens incorporadas ou ler mensagens em {channel}.
sv_se: Jag har inte behörighet att skicka meddelande eller skicka inbäddade länkar eller läsa meddelanden i {channel}.
uk_ua: У мене немає дозволу на відправлення повідомлення або надсилання посилань або зчитування повідомлень у {channel}.
zh_cn: 我没有权限在 {channel} 发送消息或发送嵌入链接或阅读消息。

source: I will only listen to commands in {channel}.
fi_fi: Kuuntelen vain komentoja kohteessa {channel}.
it_it: Ascolterò solo i comandi in {channel}.
pl_pl: Słucham tylko poleceń za {channel}.
pt_br: Eu só vou ouvir comandos em {channel}.
sv_se: Jag kommer bara lyssna på kommandon i {channel}.
uk_ua: Я прослухаю лише команди в {channel}.
zh_cn: 我只会在 {channel} 中聆听命令。

source: I will listen to commands in all channels I can see.
fi_fi: Aion kuunnella komentoja kaikilla kanavilla, jotka näen.
it_it: Ascolterò i comandi in tutti i canali che posso vedere.
pl_pl: Słucham poleceń na wszystkich kanałach, które widzę.
pt_br: Eu vou ouvir comandos em todos os canais que consigo ver.
sv_se: Jag kommer att lyssna på kommandon i alla kanaler jag kan se.
uk_ua: Я вислухаю команди по всіх каналах, які можу бачити.
zh_cn: 我将在我看到的所有频道中聆听命令。

source: Set the channel lock for voice channels.
fi_fi: Aseta kanavan lukitus äänikanaville.
it_it: Imposta il blocco del canale per i canali vocali.
pl_pl: Ustaw blokadę kanału dla kanałów głosowych.
pt_br: Defina o bloqueio de canal para canais de voz.
sv_se: Ställ in kanallås för röstkanaler.
uk_ua: Встановіть блокування каналу для голосових каналів.
zh_cn: 设置频道锁定语音频道。

source: I don't have permission to connect or speak in {channel}.
fi_fi: Minulla ei ole oikeutta muodostaa yhteyttä tai puhua paikassa {channel}.
it_it: Non ho il permesso di connettermi o parlare in {channel}.
pl_pl: Nie mam uprawnień do łączenia się lub mówienia w {channel}.
pt_br: Eu não tenho permissão para conectar ou falar em {channel}.
sv_se: Jag har inte behörighet att ansluta eller tala i {channel}.
uk_ua: У мене немає дозволу на підключення або розмову в {channel}.
zh_cn: 我没有权限在 {channel} 中连接或说话。

source: I will only be allowed to join {channel}.
fi_fi: Minulla on vain oikeus liittyä jäseneksi {channel}.
it_it: Mi sarà permesso di unirmi solo a {channel}.
pl_pl: Będę mógł dołączyć tylko do {channel}.
pt_br: Eu só terei permissão para entrar em {channel}.
sv_se: Jag kommer bara få gå med i {channel}.
uk_ua: Мені дозволять приєднатися до {channel}.
zh_cn: 我只能加入 {channel}。

source: I'm free to join any VC.
fi_fi: Olen vapaa liittymään mihin tahansa VC:hen.
it_it: Sono libero di unirsi a qualsiasi VC.
pl_pl: Jestem darmowy, aby dołączyć do dowolnego VC.
pt_br: Eu estou livre para entrar em qualquer VC.
sv_se: Jag är fri att gå med i någon VC.
uk_ua: Я вільний приєднатися до будь-якого ВК.
zh_cn: 我可以随时加入任何虚拟机.

source: Currently I don't support parsing content from inside an embed message.
fi_fi: Tällä hetkellä en tue sisällön jäsentämistä sisäpuolelta upotettu viesti.
it_it: Attualmente non supporto l'analisi dei contenuti dall'interno di un messaggio incorporato.
pl_pl: Obecnie nie obsługuję przetwarzania treści z wewnątrz osadzonej wiadomości.
pt_br: Atualmente, não suporto análise de conteúdo dentro de uma mensagem incorporada.
sv_se: För närvarande stöder jag inte att tolka innehåll inifrån ett inbäddat meddelande.
uk_ua: Наразі я не підтримую обробку вмісту зсередини вбудованого повідомлення.
zh_cn: 目前我不支持从嵌入消息中解析内容。

source: I can't play songs in DMs.
fi_fi: En voi soittaa kappaleita DM:ssä.
it_it: Non riesco a riprodurre le canzoni in DMs.
pl_pl: Nie mogę odtwarzać utworów w DM.
pt_br: Eu não sei tocar músicas em mensagens diretas.
sv_se: Jag kan inte spela låtar i DMs.
uk_ua: Я не вмію грати пісні в особистих повідомленнях.
zh_cn: 我不能在 DME 中播放歌曲

source: This command is not available in this channel. Please use {channel}
fi_fi: Tämä komento ei ole käytettävissä tällä kanavalla. Käytä {channel}
it_it: Questo comando non è disponibile in questo canale. Per favore usa {channel}
pl_pl: Ta komenda nie jest dostępna na tym kanale. Proszę użyć {channel}
pt_br: Esse comando não está disponível neste canal. Por favor, use {channel}
sv_se: Detta kommando är inte tillgängligt i denna kanal. Använd {channel}
uk_ua: Ця команда недоступна у цьому каналі. Будь ласка, використовуйте {channel}
zh_cn: 此命令在此频道不可用。请使用 {channel}

source: I couldn't find any valid matches in your message.
fi_fi: En löytänyt yhtään sopivaa ottelua viestistäsi.
it_it: Non ho trovato nessuna corrispondenza valida nel tuo messaggio.
pl_pl: Nie mogłem znaleźć żadnych prawidłowych meczów w Twojej wiadomości.
pt_br: Eu não encontrei nenhuma correspondência válida na sua mensagem.
sv_se: Jag kunde inte hitta några giltiga matchningar i ditt meddelande.
uk_ua: Я не зміг знайти правильних збігів у вашому повідомленні.
zh_cn: 我在您的消息中找不到任何有效的匹配项。

source: I found multiple valid matches in your message.
fi_fi: Löysin viestissäsi useita kelvollisia otteluja.
it_it: Ho trovato più corrispondenze valide nel tuo messaggio.
pl_pl: Znalazłem wiele ważnych meczów w Twojej wiadomości.
pt_br: Encontrei várias correspondências válidas na sua mensagem.
sv_se: Jag hittade flera giltiga matchningar i ditt meddelande.
uk_ua: Я знайшов кілька дійсних збігів у вашому повідомленні.
zh_cn: 我在您的消息中找到了多个有效的匹配项。

source: I found a single valid match in your message.
fi_fi: Löysin yhden ainoan kelvollisen ottelun viestistäsi.
it_it: Ho trovato una singola corrispondenza valida nel tuo messaggio.
pl_pl: Znalazłem jeden ważny mecz w Twojej wiadomości.
pt_br: Encontrei uma única correspondência válida na sua mensagem.
sv_se: Jag hittade en enda giltig match i ditt meddelande.
uk_ua: Я знайшов один дійсний збіг у вашому повідомленні.
zh_cn: 我在您的消息中找到了一个有效的比赛。

source: {user} is not listening to anything on Spotify.
fi_fi: {user} ei kuuntele mitään Spotifyssa.
it_it: {user} non sta ascoltando nulla su Spotify.
pl_pl: {user} nie słucha niczego na Spotify.
pt_br: {user} não está ouvindo nada no Spotify.
sv_se: {user} lyssnar inte på något på Spotify.
uk_ua: {user} не слухає нічого на Spotify.
zh_cn: {user} 没有在 Spotify 上聆听任何信息。

source: Couldn't figure out what {user} is listening to.
fi_fi: Ei voitu selvittää, mitä {user} kuuntelee.
it_it: Impossibile capire cosa sta ascoltando {user}.
pl_pl: Nie można dowiedzieć się, co {user} słucha.
pt_br: Não foi possível descobrir o que {user} está ouvindo.
sv_se: Kunde inte räkna ut vad {user} lyssnar på.
uk_ua: Не вдалося зрозуміти, що {user} слухає.
zh_cn: 无法找到 {user} 正在收听的内容。

source: You need to provide a query to play.
fi_fi: Sinun täytyy antaa kysely pelata.
it_it: Devi fornire una query per giocare.
pl_pl: Musisz przesłać zapytanie do odtworzenia.
pt_br: Você precisa fornecer uma consulta para jogar.
sv_se: Du måste ange en fråga för att spela.
uk_ua: Вам потрібно надати запит для гри.
zh_cn: 您需要提供要播放的查询。

source: You must be in a voice channel to allow me to connect.
fi_fi: Sinun täytyy olla äänikanavalla, jotta voin muodostaa yhteyden.
it_it: Devi essere in un canale vocale per permettermi di connettermi.
pl_pl: Musisz być w kanale głosowym, aby pozwolić mi się połączyć.
pt_br: Você deve estar em um canal de voz para me permitir conectar.
sv_se: Du måste vara i en röstkanal för att jag ska kunna ansluta.
uk_ua: Ви повинні бути в голосовому каналі, щоб дозволити мені підключитися.
zh_cn: 您必须在一个语音频道中才能允许我连接。

source: {track_count} tracks enqueued.
fi_fi: {track_count} kappaletta jonotettu.
it_it: {track_count} tracce accodate.
pl_pl: {track_count} utworów w kolejce.
pt_br: {track_count} faixas na fila.
sv_se: {track_count} spår köade.
uk_ua: {track_count} треків в черзі.
zh_cn: {track_count} 曲目已排队.

source: {track} enqueued.
fi_fi: {track} jonossa.
it_it: {track} in coda.
pl_pl: {track} w kolejce.
pt_br: {track} enfileirados.
sv_se: {track} köade.
uk_ua: {track} в черзі.
zh_cn: {track} 已加入队列。

source: No tracks were found for your query.
fi_fi: Etsitysi varten ei löytynyt yhtään kappaletta.
it_it: Nessuna traccia trovata per la tua interrogazione.
pl_pl: Nie znaleziono utworów dla Twojego zapytania.
pt_br: Nenhuma faixa foi encontrada para sua consulta.
sv_se: Inga låtar hittades för din fråga.
uk_ua: Не знайдено жодної пісні для вашого запиту.
zh_cn: 没有找到您查询的曲目。

source: You need to be in a voice channel if you don't specify which channel I need to connect to.
fi_fi: Sinun täytyy olla äänikanavalla, jos et määrittele kanavaa, johon minun täytyy muodostaa yhteys.
it_it: È necessario essere in un canale vocale se non si specifica a quale canale devo collegarmi.
pl_pl: Musisz być w kanale głosowym, jeśli nie określisz z którym kanałem muszę się połączyć.
pt_br: Você precisa estar em um canal de voz se você não especificar a que canal eu preciso me conectar.
sv_se: Du måste vara i en röstkanal om du inte anger vilken kanal jag behöver ansluta till.
uk_ua: Ви повинні бути в голосовому каналі, якщо ви не вказуєте, до якого каналу потрібно приєднатися.
zh_cn: 如果您没有指定我需要连接到哪个频道，您需要在一个语音频道中。

source: I don't have permission to connect to that channel.
fi_fi: Minulla ei ole oikeuksia muodostaa yhteyttä tuohon kanavaan.
it_it: Non ho il permesso di connettermi a quel canale.
pl_pl: Nie mam uprawnień, aby połączyć się z tym kanałem.
pt_br: Não tenho permissão para conectar a esse canal.
sv_se: Jag har inte behörighet att ansluta till den kanalen.
uk_ua: Я не маю дозволу на підключення до цього каналу.
zh_cn: 我没有连接到该频道的权限。

source: I don't have permission to speak in {channel}.
fi_fi: Minulla ei ole oikeutta puhua kohteessa {channel}.
it_it: Non ho il permesso di parlare in {channel}.
pl_pl: Nie mam uprawnień do mówienia w {channel}.
pt_br: Eu não tenho permissão para falar em {channel}.
sv_se: Jag har inte tillåtelse att tala i {channel}.
uk_ua: У мене немає дозволу на розмову в {channel}.
zh_cn: 我没有权限在 {channel} 发言。

source: I don't have permission to connect to {channel}.
fi_fi: Minulla ei ole oikeutta muodostaa yhteyttä {channel}.
it_it: Non ho il permesso di connettermi a {channel}.
pl_pl: Nie mam uprawnień do połączenia się z {channel}.
pt_br: Não tenho permissão para me conectar a {channel}.
sv_se: Jag har inte behörighet att ansluta till {channel}.
uk_ua: Я не маю дозволу на підключення до {channel}.
zh_cn: 我没有连接到 {channel} 的权限。

source: I'm forced to only join {channel}.
fi_fi: Minun on pakko liittyä vain jäseneksi {channel}.
it_it: Sono costretto a unirsi solo a {channel}.
pl_pl: Jestem zmuszony do dołączenia tylko do {channel}.
pt_br: Sou forçado a só ingressar em {channel}.
sv_se: Jag tvingas bara gå med i {channel}.
uk_ua: Я змушений приєднуватися тільки до {channel}.
zh_cn: 我被迫只加入 {channel}。

source: Connected to {channel}
fi_fi: Yhdistetty kohteeseen {channel}
it_it: Connesso a {channel}
pl_pl: Połączono z {channel}
pt_br: Conectado a {channel}
sv_se: Ansluten till {channel}
uk_ua: Підключено до {channel}
zh_cn: 已连接到 {channel}

source: No player detected.
fi_fi: Pelaajaa ei havaittu.
it_it: Nessun giocatore rilevato.
pl_pl: Nie wykryto gracza.
pt_br: Nenhum jogador detectado
sv_se: Ingen spelare upptäckt.
uk_ua: Гравця не виявлено.
zh_cn: 没有检测到玩家。

source: Player is not currently playing anything.
fi_fi: Pelaaja ei pelaa tällä hetkellä mitään.
it_it: Il giocatore non sta giocando nulla.
pl_pl: Gracz nic nie gra.
pt_br: Jogador não está jogando nada.
sv_se: Spelaren spelar för närvarande ingenting.
uk_ua: Гравець на даний момент нічого не грає.
zh_cn: 玩家目前没有玩任何游戏。

source: Skipped - {track}
fi_fi: Ohitettu - {track}
it_it: Saltato - {track}
pl_pl: Pominięto - {track}
pt_br: Ignorado - {track}
sv_se: Överhoppad - {track}
uk_ua: Пропущені - {track}
zh_cn: 跳过 - {track}

source: Autoplay started.
fi_fi: Automaattinen toisto aloitettu.
it_it: Autoplay avviato.
pl_pl: Automatyczne odtwarzanie rozpoczęte.
pt_br: Reprodução automática iniciada.
sv_se: Autoplay startade.
uk_ua: Автовідтворення розпочато.
zh_cn: 自动播放已开始。

source: Player stopped
fi_fi: Soitin pysäytetty
it_it: Giocatore fermato
pl_pl: Gracz zatrzymany
pt_br: Reprodutor interrompido
sv_se: Spelaren stoppad
uk_ua: Трансляцію зупинено
zh_cn: 播放器已停止

source: Disconnected from {channel}
fi_fi: Yhteys katkaistu {channel}
it_it: Disconnesso da {channel}
pl_pl: Odłączono od {channel}
pt_br: Desconectado de {channel}
sv_se: Frånkopplad från {channel}
uk_ua: Від'єднано від {channel}
zh_cn: 断开连接 {channel}

source: There is nothing in the queue.
fi_fi: Jonossa ei ole mitään.
it_it: Non c'è niente in coda.
pl_pl: Nie ma nic w kolejce.
pt_br: Não há nada na fila.
sv_se: Det finns inget i kön.
uk_ua: У черзі нічого немає.
zh_cn: 队列中没有任何内容。

source: {queue_size} tracks shuffled
fi_fi: {queue_size} kappaletta sekoitettu
it_it: {queue_size} tracce mescolate
pl_pl: {queue_size} utwory przetasowane
pt_br: {queue_size} faixas embaralhadas
sv_se: {queue_size} spår blandas
uk_ua: {queue_size} маршрутів змішано
zh_cn: {queue_size} 条曲目已排序

source: Repeating the queue
fi_fi: Toistetaan jono
it_it: Ripetere la coda
pl_pl: Powtarzanie kolejki
pt_br: Repetindo a fila
sv_se: Upprepa kön
uk_ua: Повторення черги
zh_cn: 重复队列

source: Repeating disabled
fi_fi: Toistuminen pois käytöstä
it_it: Ripetizione disabilitata
pl_pl: Powtarzanie wyłączone
pt_br: Repetição desabilitada
sv_se: Upprepning inaktiverad
uk_ua: Повторення заборонене
zh_cn: 已禁用重复

source: Repeating {track}
fi_fi: Toistetaan {track}
it_it: Ripetere {track}
pl_pl: Powtarzanie {track}
pt_br: Repetindo {track}
sv_se: Upprepar {track}
uk_ua: Повторення {track}
zh_cn: 正在重复 {track}

source: current track
fi_fi: nykyinen raita
it_it: traccia corrente
pl_pl: bieżący utwór
pt_br: faixa atual
sv_se: nuvarande spår
uk_ua: поточний трек
zh_cn: 当前曲目

source: Player already paused did you mean to run `/resume`.
fi_fi: Pelaaja on jo keskeytetty tarkoittaen `/resume`.
it_it: Il giocatore già in pausa intendeva eseguire `/resume`.
pl_pl: Gracz został już wstrzymany, aby uruchomić `/resume`.
pt_br: O jogador já pausado queria executar `/resume`.
sv_se: Spelaren har redan pausat menade du att köra `/resume`.
uk_ua: Гравець вже призупинився, ви мали на увазі запустити `/resum`.
zh_cn: 玩家已暂停，你是要运行 `/resume` 。

source: Player already paused did you mean to run `{prefix}{command}`.
fi_fi: Pelaaja on jo keskeyttänyt tarkoittamasi suorittaa `{prefix}{command}`.
it_it: Il giocatore già in pausa ha significato eseguire `{prefix}{command}`.
pl_pl: Gracz został już wstrzymany, że chcesz uruchomić `{prefix}{command}`.
pt_br: O reprodutor já pausou queria executar `{prefix}{command}`.
sv_se: Spelaren har redan pausat menade du att köra `{prefix}{command}`.
uk_ua: Гравець вже призупинив роботу, ви хотіли б запустити `{prefix}{command}`.
zh_cn: 玩家已暂停，你是要运行{prefix}{command}`。

source: Player paused.
fi_fi: Soitin keskeytetty.
it_it: Giocatore in pausa.
pl_pl: Gracz wstrzymany.
pt_br: Player pausado.
sv_se: Spelaren pausad.
uk_ua: Гравець призупинено.
zh_cn: 播放器已暂停

source: Player already paused did you mean to run `/pause`.
fi_fi: Pelaaja on jo keskeytetty tarkoittaen `/tauko`.
it_it: Il giocatore già in pausa intendeva eseguire `/pause`.
pl_pl: Gracz został już wstrzymany, aby uruchomić `/pause`.
pt_br: O jogador já pausado queria executar `/pause`.
sv_se: Spelaren har redan pausat menade du att köra `/pause`.
uk_ua: Гравець вже призупинився, ви мали на увазі запустити `/pause`.
zh_cn: 玩家已暂停，你是要运行 `/暂停` 。

source: Player resumed.
fi_fi: Pelaaja jatkettu.
it_it: Giocatore ripreso.
pl_pl: Odtwarzacz wznowiony.
pt_br: Jogador retomado.
sv_se: Spelaren återupptog.
uk_ua: Гравець відновлено.
zh_cn: 播放器已恢复。

source: Player volume set to {volume}%.
fi_fi: Pelaajan äänenvoimakkuus asetettu {volume}%.
it_it: Volume giocatore impostato a {volume}%.
pl_pl: Głośność gracza ustawiona na {volume}%.
pt_br: Volume do jogador definido para {volume}%.
sv_se: Spelarens volym inställd på {volume}%.
uk_ua: Гучність плеєра встановлена на {volume}%.
zh_cn: 播放器音量设置为 {volume}%。

source: No previous in player history.
fi_fi: Ei edellinen pelaajan historiassa.
it_it: Nessun precedente nella cronologia giocatori.
pl_pl: Brak wcześniejszych w historii gracza.
pt_br: Não há anteriores no histórico do jogador.
sv_se: Inga tidigare i spelarhistorik.
uk_ua: Історія гравця відсутня.
zh_cn: 在玩家历史中没有以前的记录。

source: Playing previous track: {track}.
fi_fi: Toistetaan edellinen kappale: {track}.
it_it: Riproduzione traccia precedente: {track}.
pl_pl: Odtwarzanie poprzedniego utworu: {track}.
pt_br: Reproduzindo a faixa anterior: {track}.
sv_se: Spelar föregående spår: {track}.
uk_ua: Попередній трек: {track}.
zh_cn: 正在播放上一首曲目: {track}。

source: Configure PyLav Nodes.
fi_fi: Määritä PyLV- Solmut.
it_it: Configurare PyLav Nodes.
pt_br: Configurar nós PyLav.
sv_se: Konfigurera PyLav noder.

source: Add a node PyLav.
fi_fi: Lisää solmu PyLav.
it_it: Aggiungi un nodo PyLav.
pt_br: Adicionar um nó PyLav.
sv_se: Lägg till en nod PyLav.

source: Let's add a node to PyLav!
fi_fi: Lisätään solmu PyLav:iin!
it_it: Aggiungiamo un nodo a PyLav!
pt_br: Vamos adicionar um nó ao PyLav!
sv_se: Låt oss lägga till en nod till PyLav!

source: (**1**){space} - Apply changes and add the node to PyLav. (**2**){space} - Cancel any changes made and close the menu. (**3**){space} - Toggle between search-only and search and playback modes. (**4**){space} - Toggle between SSL on and off. (**5**){space} - Add a name to the node. (**6**){space} - Add the host address of the node. (**7**){space} - Add the port the node uses. (**8**){space} - Set the password for the node. (**9**){space} - Set the connection timeout. (**10**) - Select which sources to disable for this node (Multiple can be selected). If you interact with a button multiple times, only the last interaction will take effect.
fi_fi: (**1**){space} - Muuta muutoksia ja lisää palvelin PyLav. (**2**){space} - Peruuta tehdyt muutokset ja sulje valikko. (**3**){space} - Vaihda haku- ja haku- ja toistotilojen välillä. (**4**){space} - Vaihda SSL:n välillä ja pois päältä. (**5**){space} - Lisää nimi solmuun. (**6**){space} - Lisää palvelimen isäntäosoite. (**7**){space} - Lisää palvelimen palvelin portti. (**8**){space} - Aseta salasana palvelimelle. (**9**){space} - Aseta yhteyden aikakatkaisu. (**10**) - Valitse mitkä lähteet poistetaan tämän solmun käytöstä (Useita voidaan valita). Jos olet vuorovaikutuksessa painikkeen kanssa useita kertoja, vain viimeinen vuorovaikutus tulee voimaan.
it_it: (**1**){space} - Applica le modifiche e aggiungi il nodo a PyLav. (**2**){space} - Annulla qualsiasi modifica apportata e chiudi il menu. (**3**){space} - Commuta tra le modalità di ricerca e di riproduzione. (**4**){space} - Attiva/disattiva SSL. (**5**){space} - Aggiungi un nome al nodo. (**6**){space} - Aggiungi l'indirizzo host del nodo. (**7**){space} - Aggiungi la porta che il nodo utilizza. (**8**){space} - Imposta la password per il nodo. (**9**){space} - Imposta il timeout della connessione. (**10**) - Seleziona quali sorgenti disabilitare per questo nodo (è possibile selezionare il multiplo). Se interagisci con un pulsante più volte, solo l'ultima interazione avrà effetto.
pt_br: (**1**){space} - Aplica alterações e adiciona o nó ao PyLav. (**2**){space} - Cancele quaisquer alterações feitas e feche o menu. (**3**){space} - Alternar entre modos de pesquisa e pesquisa e reprodução. (**4**){space} - Alternar entre SSL ligado e desligado. (**5**){space} - Adicione um nome ao nó. (**6**){space} - Adicione o endereço do host do nó. (**7**){space} - Adicione a porta que o nó usa. (**8**){space} - Defina a senha para o nó. (**9**){space} - Defina o tempo limite de conexão. (**10**) - Selecione quais fontes desativar para este node (Múltiplos podem ser selecionados). Se você interagir com um botão várias vezes, apenas a última interação terá efeito.
sv_se: (**1**){space} - Tillämpa ändringar och lägg till noden till PyLav. (**2**){space} - Avbryt eventuella ändringar gjorda och stäng menyn. (**3**){space} - Växla mellan sök- och sök- och uppspelningslägen. (**4**){space} - Växla mellan SSL på och av. (**5**){space} - Lägg till ett namn till noden. (**6**){space} - Lägg till värdadressen för noden. (**7**){space} - Lägg till den port noden använder. (**8**){space} - Ange lösenordet för noden. (**9**){space} - Ange tidsgräns för anslutningen. (**10**) - Välj vilka källor som ska inaktiveras för den här noden (flera kan väljas). Om du interagerar med en knapp flera gånger, kommer endast den sista interaktionen att träda i kraft.

source: Remove a node from PyLav instance.
fi_fi: Poista solmu PyLav instanssista.
it_it: Rimuovere un nodo dall'istanza di PyLAV.
pt_br: Remover um nó da instância PyLav.
sv_se: Ta bort en nod från PyLav instans.

source: {name} is managed by PyLav and cannot be removed.
fi_fi: {name} on PyLavin hallinnoima eikä sitä voi poistaa.
it_it: {name} è gestito da PyLav e non può essere rimosso.
pt_br: {name} é gerenciado por PyLav e não pode ser removido.
sv_se: {name} hanteras av PyLav och kan inte tas bort.

source: Removed node {name}. {data}
fi_fi: Poistettu palvelin {name}. {data}
it_it: Nodo rimosso {name}. {data}
pt_br: O nó {name}foi removido. {data}
sv_se: Tog bort noden {name}. {data}

source: Removed node {name}, a DM was sent to you with the node details in case you wish to re-add it.
fi_fi: Poistettu solmu {name}, DM lähetettiin sinulle palvelimen tiedot siltä varalta, että haluat lisätä sen uudelleen.
it_it: Nodo rimosso {name}, è stato inviato un DM con i dettagli del nodo nel caso in cui si desidera ri-aggiungerlo.
pt_br: Removido o nó {name}, uma DM foi enviada para você com os detalhes do nó caso deseje adicioná-lo novamente.
sv_se: Tog bort nod {name}, en DM skickades till dig med nod detaljer om du vill lägga till den igen.

source: Manage all nodes in PyLav instance.
fi_fi: Hallitse kaikkia solmuja PyLav instanssissa.
it_it: Gestisci tutti i nodi nell'istanza PyLAV.
pt_br: Gerencie todos os nós na instância PyLav.
sv_se: Hantera alla noder i PyLav instans.
