Repository: Drapersniper/Audio
Catalog: plconfig/locales/*.po
Languages: ar_sa

source: Configure PyLav library settings.
ar_sa: تكوين إعدادات مكتبة بيلاف.

source: Change global settings for PyLav
ar_sa: تغيير الإعدادات العامة لـ PyLav

source: Show the version of the Cog and it's PyLav dependencies.
ar_sa: إظهار نسخة من الكتلة وهي تبعيات PyLav .

source: Library/Cog
ar_sa: المكتبة/الكلب

source: Version
ar_sa: الإصدار

source: Show the config values.
ar_sa: إظهار قيم الإعداد.

source: Enabled
ar_sa: تمكين

source: Disabled
ar_sa: معطل

source: Use Managed Node
ar_sa: استخدام العقدة المدارة

source: Auto Update Managed Node
ar_sa: تحديث تلقائي العقدة المدارة

source: Change Bot activity
ar_sa: تغيير نشاط البوت

source: Use Bundled lava.link Nodes
ar_sa: استخدم روابط العقد المجمعة lava.link

source: State
ar_sa: الولاية

source: Volume
ar_sa: حجم

source: Maximum Volume
ar_sa: الحد الأقصى للصوت

source: AutoPlay
ar_sa: تشغيل تلقائي

source: Auto Disconnect
ar_sa: قطع الاتصال التلقائي

source: Auto Alone Pause
ar_sa: إيقاف تلقائي

source: Auto Alone Disconnect
ar_sa: قطع الاتصال تلقائياً

source: Global Player Config
ar_sa: تكوين اللاعب العالمي

source: Value
ar_sa: القيمة

source: AutoPlay Playlist
ar_sa: قائمة التشغيل التلقائية

source: Loop track
ar_sa: مسار الحلقة

source: Loop Queue
ar_sa: قائمة الانتظار

source: {enabled} {timer} seconds
ar_sa: {enabled} {timer} ثانية

source: Forced Voice Channel
ar_sa: القناة الصوتية الإجبارية

source: None
ar_sa: لا

source: Forced Command Channel
ar_sa: قناة الأوامر القسرية

source: Forced Notification Channel
ar_sa: قناة الإشعارات الإجبارية

source: DJ Roles
ar_sa: أدوار DJ

source: Server Player Config
ar_sa: تكوين مشغل الخادم

source: Context Player Config
ar_sa: اعدادات مشغل السياق

source: Playlist Tasks
ar_sa: قائمة التشغيل المهام

source: Date and Time (UTC)
ar_sa: التاريخ والوقت (UTC)

source: Config Folder
ar_sa: مجلد التكوين

source: Local Tracks
ar_sa: المسارات المحلية

source: Java Executable
ar_sa: جافا قابلة للتنفيذ

source: Paths
ar_sa: المسارات

source: Path
ar_sa: المسار

source: Set the folder for PyLav's config files Changes will be applied after restarting the bot.
ar_sa: تعيين المجلد لملفات تكوين PyLav's سيتم تطبيق التغييرات بعد إعادة تشغيل البوت.

source: {folder} is not a folder.
ar_sa: {folder} ليس مجلدا.

source: {folder} does not exist, run the command again with the create argument set to 1 to automatically create this folder.
ar_sa: {folder} غير موجود، قم بتشغيل الأمر مرة أخرى باستخدام وسيط إنشاء إلى 1 لإنشاء هذا المجلد تلقائياً.

source: PyLav's config folder has been set to {folder}.
ar_sa: تم تعيين مجلد تكوين PyLavإلى {folder}.

source: Set the local tracks folder for PyLav. Changes will be applied after restarting the bot.
ar_sa: تعيين مجلد المسارات المحلية لـ PyLav. سيتم تطبيق التغييرات بعد إعادة تشغيل البوت.

source: PyLav's local tracks folder has been set to {folder}.
ar_sa: تم تعيين مجلد المسارات المحلية لـ PyLavإلى {folder}.

source: Set the java executable for PyLav. Default is "java" Changes will be applied after restarting the bot.
ar_sa: تعيين جافا قابلة للتنفيذ لـ PyLav. الافتراضي هو "جافا" سيتم تطبيق التغييرات بعد إعادة تشغيل بوت.

source: {java} does not exist, run the command again with the java argument set to the correct path.
ar_sa: {java} غير موجود، قم بتشغيل الأمر مرة أخرى مع تعيين حجة جافا إلى المسار الصحيح.

source: {java} is not an executable file.
ar_sa: {java} ليس ملف قابل للتنفيذ.

source: {java} is not an executable, run the command again with the java argument set to the correct path.
ar_sa: {java} ليس قابلاً للتنفيذ، قم بتشغيل الأمر مرة أخرى مع تعيين حجة جافا إلى المسار الصحيح.

source: PyLav's java executable has been set to {java}.
ar_sa: تم تعيين جافا PyLav's إلى {java}.

source: Change the managed node configuration.
ar_sa: تغيير تكوين العقدة المدارة.

source: Toggle the managed node on/off. Changes will be applied after restarting the bot.
ar_sa: تبديل تشغيل أو إيقاف تشغيل العقدة المدارة. سيتم تطبيق التغييرات بعد إعادة تشغيل البوت.

source: PyLav's managed node has been enabled.
ar_sa: تم تمكين العقدة التي تديرها PyLav.

source: PyLav's managed node has been disabled.
ar_sa: تم تعطيل العقدة التي تديرها PyLav.

source: Toggle the managed node auto updates on/off. Changes will be applied after restarting the bot.
ar_sa: تبديل التحديثات التلقائية للعقدة المدارة تشغيل/إيقافها. سيتم تطبيق التغييرات بعد إعادة تشغيل البوت.

source: PyLav's managed node auto updates have been enabled.
ar_sa: تم تمكين التحديثات التلقائية لعقدة PyLav.

source: PyLav's managed node auto updates have been disabled.
ar_sa: تم تعطيل التحديثات التلقائية لعقدة PyLav.

source: Change the bundled external nodes state.
ar_sa: تغيير حالة العقد الخارجية المجمعة.

source: Toggle the managed external draper.wtf nodes on/off.
ar_sa: تبديل عقد draper.wtf الخارجية المدارة تشغيل/إيقافها.

source: PyLav's managed pylav external node has been enabled.
ar_sa: تم تمكين عقدة بايلاف الخارجية التي تديرها PyLav.

source: PyLav's managed pylav external node has been disabled.
ar_sa: تم تعطيل عقدة بايلاف الخارجية التي تديرها PyLav.

source: Toggle the managed external lava.link node on/off.
ar_sa: تبديل عقدة الارتباط الخارجي المدارة تشغيل/إيقاف تشغيلها.

source: PyLav's managed lava.link external node has been enabled.
ar_sa: تم تمكين عقدة الارتباط الخارجي التي تديرها PyLav.

source: PyLav's managed lava.link external node has been disabled.
ar_sa: تم تعطيل رابط الارتباط الخارجي الذي تديره PyLav.

source: Instructions on how to set the Spotify API Tokens.
ar_sa: تعليمات حول كيفية تعيين رمز API Spotify

source: 1. Go to Spotify developers and log in with your Spotify account. (https://developer.spotify.com/dashboard/applications) 2. Click "Create An App". 3. Fill out the form provided with your app name, etc. 4. When asked if you're developing commercial integration select "No". 5. Accept the terms and conditions. 6. Copy your client ID and your client secret into: `{prefix}set api spotify client_id <your_client_id_here> client_secret <your_client_secret_here>`
ar_sa: 1. انتقل إلى مطوري Spotify وقم بتسجيل الدخول باستخدام حساب Spotify الخاص بك. (https://developer.spotify. om/dashboard/applications) 2. انقر فوق "إنشاء تطبيق". 3. ملء النموذج المقدم باسم التطبيق الخاص بك، إلخ. 4. عند السؤال عما إذا كنت تطور التكامل التجاري اختر "لا". 5. قبول الأحكام والشروط 6. نسخ معرف العميل وسرية العميل في: {prefix}تعيين api spotify client_id <your_client_id_here> client_secret <your_client_secret_here>`

source: Manage active players
ar_sa: إدارة اللاعبين النشطين

source: No active player in {}.
ar_sa: لا يوجد لاعب نشط في {}.

source: No connected players.
ar_sa: لا يوجد لاعب متصل.

source: Toggle whether or not to change the bot's activity.
ar_sa: تبديل ما إذا كان يراد تغيير نشاط البوت أم لا.

source: PyLav will change bot activity.
ar_sa: PyLav سيغير نشاط البوت.

source: PyLav will no longer change the bot activity.
ar_sa: PyLav لن تغير نشاط البوت.
